{
    "fotosyntese": "Prosess der planter bruker sollys, vann og CO2 til å produsere mat (glukose)",
    "cellulær respirasjon": "Prosess der cellene bryter ned glukose for å frigjøre energi",
    "mitokondrier": "Organeller i celler som er ansvarlige for cellulær respirasjon",
    "klorofyll": "Grønt pigment i planter som absorberer sollys for fotosyntese",
    "dna": "Deoksyribonukleinsyre, molekyl som bærer genetisk informasjon",
    "rna": "Ribonukleinsyre, molekyl involvert i proteinsyntese",
    "protein": "Molekyl som består av aminosyrer, utfører ulike kroppsfunksjoner",
    "enzym": "Protein som fremskynder kjemiske reaksjoner i kroppen",
    "celle": "Grunnleggende enhet av livet, den grunnleggende byggesteinen for alle levende ting",
    "vev": "Gruppe av like celler som jobber sammen for å utføre en bestemt funksjon",
    "organ": "Gruppe av vev som jobber sammen for å utføre en bestemt funksjon",
    "organsystem": "Gruppe av organer som jobber sammen for å utføre en kompleks funksjon",
    "homeostase": "En organismes evne til å opprettholde et stabilt indre miljø",
    "tilpasning": "Endring i en organisme som hjelper den å overleve og reprodusere seg i miljøet",
    "utvikling": "Prosess der populasjoner av organismer endres over tid",
    "naturlig utvalg": "Prosess der det er større sannsynlighet for at organismer med egenskaper som er bedre egnet til miljøet overlever og formerer seg",
    "økologi": "Studie av hvordan organismer interagerer med hverandre og deres miljø",
    "økosystem": "Fellesskap av levende organismer og deres ikke-levende miljø som samhandler med hverandre",
    "biosfære": "En del av jorden som støtter liv",
    "taksonomi": "Biologisk gren som er opptatt av å klassifisere organismer",
    "morfologi": "Biologisk gren opptatt av studiet av form og struktur",
    "fysiologi": "Biologisk gren opptatt av studiet av funksjon og prosesser i levende organismer",
    "autotrof": "Organisme som kan produsere sin egen mat ved hjelp av lys eller kjemikalier (f.eks. planter)",
    "heterotrof": "Organisme som skaffer seg mat ved å konsumere andre organismer (f.eks. dyr)",
    "produsent": "Organisme som produserer organisk materiale (f.eks. planter)",
    "forbruker": "Organisme som forbruker organisk materiale produsert av andre organismer (f.eks. dyr)",
    "nedbryter": "Organisme som bryter ned døde organismer og organisk materiale (f.eks. sopp, bakterier)",
    "habitat": "Det naturlige miljøet til en organisme",
    "befolkning": "Gruppe av organismer av samme art som lever i et bestemt område",
    "samfunnet": "Gruppe av forskjellige populasjoner som samhandler med hverandre i et bestemt område",
    "biome": "Storskala økosystem med karakteristiske planter og dyr (f.eks. ørken, regnskog)",
    "biologisk mangfold": "Variasjon av liv på jorden på alle nivåer, fra gener til økosystemer",
    "truet": "Arter i fare for å dø ut",
    "utryddet": "Arter som ikke lenger eksisterer"
}