{
    "prueba de abel": "Un método para probar la convergencia de una serie infinita.",
    "convergencia absoluta": "Se dice que una serie infinita converge absolutamente si la suma de los valores absolutos de los sumandos es finita",
    "máximo absoluto": "El valor más alto que alcanza una función.",
    "mínimo absoluto": "El valor más bajo que alcanza una función.",
    "valor absoluto": "El valor no negativo de un número real sin tener en cuenta su signo.",
    "series alternas": "Una serie infinita cuyos términos alternan entre positivos y negativos.",
    "prueba de series alternas": "Método utilizado para demostrar que una serie alterna con términos que decrecen en valor absoluto es una serie convergente",
    "anillo": "Un objeto en forma de anillo, una región delimitada por dos círculos concéntricos.",
    "antiderivada": "Una función diferenciable cuya derivada es igual a la función original.",
    "asíntota": "Una línea tal que la distancia entre la curva y la línea tiende a cero cuando una o ambas coordenadas x o y tienden al infinito.",
    "área bajo una curva": "La integral que representa el área entre la curva y=f(x), el eje x y las líneas verticales x=a y x=b, donde a y b son los límites de integración.",
    "cadena de reglas": "La derivada de una función compuesta es la derivada de la función externa evaluada en la función interna multiplicada por la derivada de la función interna.",
    "calculo diferencial": "Estudia la tasa de cambio de cantidades. La ecuación derivada se utiliza para describir la tasa de cambio de una función.",
    "variable independiente": "Una cantidad que se manipula en una función o ecuación, que a menudo representa la causa en una relación de causa y efecto.",
    "variable dependiente": "El resultado o resultado de una función o relación que cambia según los valores de otras cantidades.",
    "dominio": "Se refiere a todos los valores posibles que se pueden utilizar como entrada para una función.",
    "rango": "El conjunto de todas las salidas posibles que una función puede producir.",
    "límite": "Un concepto que describe a qué valores de salida se acerca una función a medida que las entradas se acercan a un determinado valor.",
    "derivados": "Un concepto que mide la tasa de cambio instantánea o la pendiente de la recta tangente en un cierto punto de una función.",
    "cálculo integral": "La extensión del cálculo que implica encontrar la primitiva de una función cuya derivada está dada",
    "integral de línea": "La integración de una función a lo largo de la recta de la curva.",
    "integral de superficie": "La generalización de diferentes integrales para integraciones sobre superficies.",
    "cálculo multivariable": "La extensión del cálculo en una variable al cálculo con funciones de varias variables",
    "campo vectorial": "Un punto en el espacio que tiene magnitud y dirección.",
    "calculo vectorial": "Una extensión del cálculo que se ocupa de la diferenciación y la integración del campo vectorial en el espacio euclidiano tridimensional.",
    "potencial vectorial": "El campo vectorial que da lugar a un campo solenoidal a través del operador curl."
}