{
    "ule abel": "Usoro nnwale maka njikọta nke usoro enweghị ngwụcha",
    "zuru oke convergence": "Ekwuru na usoro enweghị ngwụcha ga-agbakọta nke ọma ma ọ bụrụ na nchikota ụkpụrụ zuru oke nke nchikota ahụ nwere oke.",
    "zuru oke": "Uru kacha elu otu ọrụ na-enweta",
    "kacha kacha nta": "Ọnụ ahịa kacha ala na-enweta",
    "uru zuru oke": "Uru na-adịghị mma nke ọnụ ọgụgụ dị adị n'agbanyeghị akara ya",
    "usoro ọzọ": "Usoro enweghị ngwụcha nke usoro ya na-agbanwe n'etiti ihe dị mma na nke na-adịghị mma",
    "ule usoro ọzọ": "Usoro eji gosi na usoro ọzọ nwere okwu na-ebelata uru zuru oke bụ usoro na-agbanwe agbanwe",
    "annulus": "Ihe yiri mgbanaka, mpaghara ejiri okirikiri concentric abụọ jikọtara ya",
    "antiderivative": "Ọrụ dị iche iche nke usoro ya nhata na ọrụ mbụ",
    "asymptote": "Ahịrị nke na anya dị n'etiti mgbanaka na ahịrị na-abịaru nso efu ka otu ma ọ bụ abụọ nke nhazi x ma ọ bụ y na-achọkarị enweghị ngwụcha.",
    "mpaghara n'okpuru mgbanaka": "Ngwakọta nke na-anọchite anya mpaghara dị n'etiti curve y=f(x), x-axis, na ahịrị kwụ ọtọ x=a na x=b, ebe a na b bụ oke nke njikọta.",
    "agbụ iwu": "Mwepụta nke ọrụ ihe mejupụtara bụ ihe nrụpụta nke ọrụ dị n'èzí a na-enyocha n'oge ọrụ ime n'ime oge ọrụ nke ime.",
    "mgbako dị iche iche": "Nyochaa ọnụego mgbanwe nke ọnụọgụ. A na-eji nha nhata akọwa ọnụọgụ mgbanwe nke ọrụ",
    "mgbanwe nke onwe": "Ọnụọgụ a na-emegharị n'otu ọrụ ma ọ bụ nhata, na-anọchi anya ihe kpatara ya na mmekọrịta akpata na mmetụta.",
    "agbanwe agbanwe": "Nsonaazụ ma ọ bụ rụpụta ọrụ ma ọ bụ mmekọrịta na-agbanwe dabere na ụkpụrụ nke ọnụọgụ ndị ọzọ",
    "ngalaba": "Na-ezo aka na ụkpụrụ niile enwere ike iji dị ka ntinye na ọrụ",
    "oke": "Echiche nke na-akọwa ihe mmepụta uru ọrụ na-abịaru nso ka ntinye na-abịaru nso na uru ụfọdụ",
    "usoro": "Echiche nke na-atụ ọnụego mgbanwe ozugbo ma ọ bụ mkpọda ahịrị tangent n'otu oge na ọrụ.",
    "mkpokọta mkpokọta": "Mgbatị mgbako nke gụnyere ịchọta ihe mgbochi nke ọrụ nke enyere usoro ya",
    "ahịrị integral": "Ngwakọta nke ọrụ n'akụkụ ahịrị nke eriri",
    "n'elu integral": "Nchịkọta nke integrals dị iche iche na ntinye n'elu elu",
    "multivariable mgbako": "Mgbatị mgbako n'otu mgbanwe gaa na mgbako nwere ọrụ nke ọtụtụ mgbanwe",
    "ubi vector": "Ebe dị na mbara igwe nwere oke na ntụzịaka",
    "mgbako vector": "Mgbatị mgbako mgbako nke na-ekwu maka ọdịiche na njikọta nke ubi vector na oghere Euclidean nwere akụkụ atọ.",
    "ikike vector": "Mpaghara vector nke na-ebute ubi solenoidal site na onye na-ahụ maka curl"
}