{
    "fotosyntéza": "Proces, při kterém rostliny využívají sluneční světlo, vodu a CO2 k výrobě potravy (glukózy)",
    "buněčné dýchání": "Proces, při kterém buňky rozkládají glukózu za účelem uvolnění energie",
    "mitochondrie": "Organely v buňkách odpovědné za buněčné dýchání",
    "chlorofyl": "Zelený pigment v rostlinách, který absorbuje sluneční světlo pro fotosyntézu",
    "dna": "Deoxyribonukleová kyselina, molekula nesoucí genetickou informaci",
    "rna": "Ribonukleová kyselina, molekula zapojená do syntézy proteinů",
    "protein": "Molekula tvořená aminokyselinami, vykonávající různé tělesné funkce",
    "enzym": "Protein, který urychluje chemické reakce v těle",
    "buňka": "Základní jednotka života, základní stavební kámen všeho živého",
    "tkáň": "Skupina podobných buněk, které společně plní určitou funkci",
    "orgán": "Skupina tkání, které spolupracují při provádění konkrétní funkce",
    "systém orgánů": "Skupina orgánů, které spolupracují na provádění komplexní funkce",
    "homeostáze": "Schopnost organismu udržovat stabilní vnitřní prostředí",
    "přizpůsobování": "Změna v organismu, která mu pomáhá přežít a rozmnožovat se v jeho prostředí",
    "vývoj": "Proces, při kterém se populace organismů v průběhu času mění",
    "přírodní výběr": "Proces, při kterém organismy s vlastnostmi vhodnějšími pro jejich prostředí s větší pravděpodobností přežijí a rozmnoží se",
    "ekologie": "Studium toho, jak organismy interagují mezi sebou navzájem a jejich prostředí",
    "ekosystému": "Společenství živých organismů a jejich neživého prostředí, které se vzájemně ovlivňují",
    "biosféra": "Část Země, která podporuje život",
    "taxonomie": "Obor biologie zabývající se klasifikací organismů",
    "morfologie": "Obor biologie zabývající se studiem formy a struktury",
    "fyziologie": "Obor biologie zabývající se studiem funkce a procesů v živých organismech",
    "autotrofní": "Organismus, který může produkovat své vlastní potraviny pomocí světla nebo chemikálií (např.",
    "heterotrofní": "Organismus, který získává potravu konzumací jiných organismů (např.",
    "výrobce": "Organismus, který produkuje organickou hmotu (např.",
    "spotřebitel": "Organismus, který spotřebovává organickou hmotu produkovanou jinými organismy (např.",
    "rozkladač": "Organismus, který rozkládá mrtvé organismy a organickou hmotu (například houby, bakterie)",
    "místo výskytu": "Přirozené prostředí organismu",
    "populace": "Skupina organismů stejného druhu žijící v určité oblasti",
    "společenství": "Skupina různých populací, které se vzájemně ovlivňují v určité oblasti",
    "biom": "Rozsáhlý ekosystém s charakteristickými rostlinami a zvířaty (např. poušť, deštný prales)",
    "biodiverzita": "Rozmanitost života na Zemi na všech úrovních, od genů po ekosystémy",
    "ohrožený": "Druhy ohrožené vyhynutím",
    "vyhynulý": "Druhy, které již neexistují"
}