{
    "bvunzo yaAbel": "Nzira yekuyedza kusanganisirwa kwenhevedzano isingaperi",
    "zvachose convergence": "Mutsara usingaperi unonzi uchasangana zvachose kana hwerengedzo yehukoshero hwakazara hwesumnds ichipera.",
    "absolute maximum": "Hukoshi hwepamusoro hunowanikwa nebasa",
    "absolute minimum": "Hukoshi hwepasi hwese hunowanikwa",
    "mhedziso kukosha": "Iko kusiri-negative kukosha kwenhamba chaiyo pasina hanya nechiratidzo chayo",
    "alternating series": "Chinyorwa chisingaperi chine mazwi anochinjana pakati pezvakanaka nezvakaipa",
    "alternating series test": "Nzira inoshandiswa kuratidza kuti inotsinhanisa nhevedzano ine mazwi anodzikira mukukosha kwakazara ndeye convergent series.",
    "annulus": "Chinhu chakaita mhete, dunhu rakasungwa nematenderedzwa maviri akakomba",
    "antiderivative": "Basa rinopatsanurika rine chitubu chakaenzana nebasa rekutanga",
    "asymptote": "Mutsara wekuti chinhambwe chiri pakati pecurve nemutsara unosvika zero seimwe kana ese ari maviri e x kana y coordination inoenda ku infinity.",
    "nzvimbo iri pasi pe curve": "Chinhu chinomiririra nzvimbo iri pakati pe curve y=f(x), x-axis, uye mitsetse yakatwasuka x=a uye x=b, apo a na b ndiwo miganhu yekubatanidza.",
    "chain rule": "Chinobva mucomposite function ndicho chitubu chebasa rekunze rinoongororwa panguva yekushanda kwemukati",
    "differential calculus": "Inoongorora chiyero chekuchinja kwehuwandu. Derivative equation inoshandiswa kutsanangura mwero weshanduko yebasa",
    "yakazvimirira variable": "Huwandu hunoshandiswa muchiitiko kana equation, kazhinji inomiririra chikonzero muhukama-nemhedzisiro.",
    "dependent variable": "Mhedzisiro kana mhedzisiro mune basa kana hukama hunochinja zvichienderana nehunhu hwehumwe huwandu",
    "domain": "Inoreva zvese zvinogoneka zvakakosha zvinogona kushandiswa sekuisa kune basa",
    "range": "Iyo seti yezvose zvinogoneka zvinobuda izvo basa rinogona kugadzira",
    "limit": "Chirevo chinotsanangudza kuti ndezvipi zvinokoshera basa rinoswedera pedyo nezvinoiswa zvichiswedera kune imwe kukosha",
    "derivatives": "Chirevo chinoyera mwero wepakarepo weshanduko kana kuteremuka kwetambo yemutsara pane imwe nzvimbo pane basa.",
    "integral calculus": "Kuwedzerwa kwecalculus kunosanganisira kutsvaga antiderivative yebasa iro rinobva kune rinopihwa",
    "mutsara wakakosha": "Kubatanidzwa kwebasa pamwe chete nemutsara we curve",
    "surface integral": "Iyo generalization yezvakasiyana-siyana zvakabatanidzwa kune zvakabatanidzwa pamusoro pepamusoro",
    "multivariable calculus": "Kuwedzerwa kwekarukusi mune imwe vhezheni kune karukusi ine mabasa ezvakasiyana zvakasiyana",
    "vector field": "Nzvimbo iri muchadenga ine ukuru negwara",
    "vector calculus": "Kuwedzerwa kwecalculus inobata nekusiyanisa uye kubatanidzwa kwevheji yemunda munzvimbo yetatu-dimensional Euclidean.",
    "vector potential": "Iyo vector munda iyo inopa kune solenoidal munda kuburikidza ne curl opareta"
}