Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/yo/LC_MESSAGES/messages.po
Languages: yo

source: Select a destination to export your crosswords to
yo: Yan opin irin ajo lati okeere si awọn ọrọ-ọrọ rẹ si

source: my-crosswords
yo: awọn ero-ilana mi

source: Select a valid crossword JSON file that was exported using xpuz
yo: Yan faili ogun ti o wulo ti o jẹ okeere ni lilo lilo ọrọ-ọrọ

source: Select a destination to export your ipuz to
yo: Yan opin irin ajo lati okeere IPUZ rẹ si

source: Answers
yo: Awọn idahun

source: Select a destination to download your PDF to
yo: Yan opin irin ajo lati ṣe igbasilẹ PDF rẹ si

source: Across
yo: Kọja

source: Down
yo: Si isalẹ

source: Remove
yo: Yọọ́ kúrò

source: Are you sure you want to delete this
yo: Ṣé ó dá ẹ lójú pé o fẹ́ pa èyí rẹ́

source: It will be lost forever!
yo: Ó máa sọnù títí láé!

source: Add or select
yo: Fi kun tabi yan

source: Are you sure you want to add/select a
yo: 2. ì

source: Your modified fields will be reset!
yo: Awọn aaye atunṣe rẹ yoo tun ṣe atunṣe!

source: Back to home
yo: Pada si ile

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
yo: Ṣé ó dá ọ lójú pé o fẹ́ padà sí ojú ìbòjú ilé? Awọn aaye atunṣe rẹ yoo tun ṣe atunṣe!

source: Info
yo: Alaye

source: Are you sure you want to import crosswords? Your modified fields will be reset!
yo: Ṣe o da ọ loju pe o fẹ lati gbe awọn ọrọ-ọrọ awọn agbero?Awọn aaye ti a yipada ni yoo tun bẹrẹ!

source: Restart
yo: Tun bẹrẹ

source: Are you sure you want to restart the app?
yo: Ṣe o da ọ loju pe o fẹ tun app naa bẹrẹ?

source: Exit
yo: Jade

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
yo: Ṣe o da ọ loju pe o fẹ jade kuro ni app naa? Ti ohun elo wẹẹbu n ṣiṣẹ, yoo fopin si.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
yo: Ṣe o da ọ loju pe o fẹ pada si iboju ile? Ohun elo wẹẹbu yoo fopin si.

source: Error
yo: Asise

source: This language is already selected.
yo: Ede yii ti yan tẹlẹ.

source: This size is already selected.
yo: Iwọn yii ti yan tẹlẹ.

source: This appearance is already selected.
yo: Irisi yii ti yan tẹlẹ.

source: This quality is already selected.
yo: Didara yii ti yan tẹlẹ.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
yo: Ọrọ apejọ pẹlu orukọ yii ati iṣoro tẹlẹ wa.Jọwọ yan orukọ tuntun ati / tabi iṣoro tuntun.

source: You have no crosswords to export. Please make some and try again.
yo: O ko ni awọn ọrọ agbekọja lati okeere.Jọwọ ṣe diẹ ninu awọn ki o gbiyanju lẹẹkansi.

source: Successfully exported your crosswords.
yo: Ni ifijišẹ okeere si awọn apejọ rẹ ni ifijišẹ.

source: Your crosswords could not be exported, sorry.
yo: Awọn akọle rẹ ko le ṣe okeere, binu.

source: All of your crosswords were successfully imported.
yo: Gbogbo awọn agbelebu rẹ ni a ṣaṣeyọri gbe wọle.

source: Your import could not be fully completed.
yo: Wọle rẹ ko le ṣe pari ni kikun.

source: Crosswords with duplicate names and difficulties that were not imported:
yo: Awọn akọle pẹlu awọn orukọ ẹda-iwe ati awọn iṣoro ti ko gbe wọle:

source: Invalid crosswords that were not imported:
yo: Awọn akọle ti ko dara ti ko gbe wọle:

source: The specified JSON file is invalid and cannot be processed.
yo: Faili Jonson ti a sọtọ ko wulo ati ko le ṣe ilọsiwaju.

source: This word already exists. Please choose a new word.
yo: Ọ̀rọ̀ yìí ti wà tẹ́lẹ̀. Jọ̀wọ́ yan ọ̀rọ̀ tuntun.

source: An error occurred while creating your PDF. Please try again.
yo: Aṣiṣe kan waye lakoko ṣiṣẹda PDF rẹ.Jọwọ gbiyanju lẹẹkansi.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
yo: Awọn ọrọ ti ko le fi sii lakoko iran agbejade kii yoo wa ninu PDF yii, binu.

source: Successfully wrote PDF.
yo: Ni ifijišẹ kọwe pdf.

source: You are missing pycairo, which is required to perform this operation. Please run
yo: O n padanu Pycaro, eyiti o nilo lati ṣe iṣẹ yii.Jọwọ sare

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
yo: ki o si fi sori ẹrọ awọn akọle fun PYCAIRO Ti o ko ba lori Windows nipa lilo Pyccairo's Bibẹrẹ Itọsọna Bibẹrẹ

source: Successfully wrote ipuz
yo: Ni ifijišẹ kowe ipz

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
yo: Ifilọlẹ akoko akọkọ, jọwọ ka: Ni kete ti o ba ti gbe ọrọ agbekọja kan, ti o fẹ lati gbe ọkan miiran, o gbọdọ kọkọ fopin si ohun elo wẹẹbu naa. PATAKI: Ti o ba wa lori macOS, fi ipa mu ohun elo naa silẹ (lilo cmd + q) lakoko ti ohun elo wẹẹbu n ṣiṣẹ yoo ṣe idiwọ lati fopin si daradara. Ti o ba ṣe eyi ni aṣiṣe, eto naa yoo ṣiṣẹ awọn ohun elo wẹẹbu tuntun pẹlu ibudo ti o yatọ. Ni omiiran, o le yi ibudo pada pẹlu ọwọ ni faili atunto eto naa. Gbogbo awọn ilana app ti ko ti fopin daradara le jẹ fopin si nipasẹ Atẹle Iṣẹ ṣiṣe lori MacOS, tabi tun bẹrẹ kọnputa rẹ lati fopin si wọn.

source: An unexpected error occured. Please try reinstalling the application with
yo: Àṣìṣe àìròtẹ́lẹ̀ ṣẹlẹ̀. Jọ̀wọ́ gbìyànjú láti tún ohun èlò náà ṣe pẹ̀lú

source: Definitions are empty
yo: Àwọn ìtumọ̀ òfìfo

source: The word count or definitions are less than 3 in length
yo: Awọn ọrọ ka tabi definitions ni o wa kere ju 3 ni ipari

source: Length of the word count is greater than the definitions
yo: Gígùn ọ̀rọ̀ náà tóbi ju ìtumọ̀ lọ.

source: Escape character present in word
yo: Sá ìwà tí ó wà nínú ọ̀rọ̀

source: Crossword Puzzle - Game
yo: Adojuru ipinlẹ - ere

source: Compound
yo: Pọpo

source: Auto-skip
yo: Aifọwọyi

source: Auto-word
yo: Ọrọ-auto

source: Auto-check
yo: Ṣayẹwo laifọwọyi

source: Zoom
yo: Sun-didi

source: Reveal
yo: Fihan

source: Cell
yo: Padi

source: Word
yo: Ọrọ

source: Grid
yo: Akoj

source: Check
yo: Ṣayẹwo

source: Clear
yo: Ko kuro

source: Unrevealed
yo: Aigbagbọ

source: You are viewing
yo: O nwo

source: from
yo: lati

source: word(s) could not be inserted, sorry.
yo: Ọrọ (s) ko le fi sii, binu.

source: Word count (adjusted)
yo: Akiyesi ọrọ (ti tunṣe)

source: Word count
yo: A ka ọrọ

source: Continue
yo: Tẹsiwaju

source: You completed the crossword!
yo: O pari Oro Cross:

source: Close
yo: Sunmọ

source: Flattened
yo: Fẹ́lẹ́

source: Browser
yo: Aṣàwákiri

source: Embedded
yo: Ifibọ

source: ipuz
yo: ipz

source: Back
yo: Lẹ́hìn

source: Search
yo: Ṣewadii

source: Create
yo: Lati ṣẹda

source: Play
yo: Mu ṣiṣẹ

source: Game view
yo: Ere wiwo

source: Export as
yo: Sigbegbe bi

source: Destroy
yo: Pa run run

source: Word count preferences
yo: Awọn ayanfẹ kika ọrọ

source: Select word count
yo: Yan kika ọrọ

source: Maximum
yo: O pọju

source: Custom
yo: Aṣa

source: To perform this operation, you must first select a cell.
yo: Lati ṣe iṣẹ yii, o gbọdọ kọkọ yan sẹẹli kan.

source: View
yo: Wo

source: Total words
yo: Lapapọ awọn ọrọ

source: Difficulty
yo: Ida iṣoro

source: Select
yo: Yan

source: Crossword Editor
yo: Olootu Crossword

source: Your Crosswords
yo: Àwọn ọ̀rọ̀ Àgbélébùú Rẹ

source: Save
yo: Fipamọ́

source: length >= 1 and valid OS file name
yo: ipari > = 1 ati ki o wulo OS faili orukọ

source: length == 1
yo: ipari == 1

source: Easy
yo: Rọrun

source: Medium
yo: Alabọde

source: Hard
yo: Lile

source: Extreme
yo: Pupọ

source: Adding
yo: Fi kun

source: Add
yo: Ṣàfikún

source: Press
yo: Tẹ

source: new crossword.
yo: Titun morjord.

source: Editing
yo: Ṣiṣatunkọ

source: Your Words
yo: Ọ̀rọ̀ Rẹ

source: length >= 1 and length <= 32 and is a language character
yo: ipari > = 1 ati ipari < = 32 ati pe o jẹ ohun kikọ ede

source: length >= 1
yo: gigun > = 1

source: new word.
yo: ọrọ titun.

source: light
yo: imole

source: dark
yo: dudu

source: system
yo: eto

source: terrible
yo: bibanilẹru

source: poor
yo: talaka

source: average
yo: aropin

source: great
yo: nla

source: perfect
yo: pipe

source: Crossword Puzzle
yo: Crossword adojuru

source: Editor
yo: Olootu

source: Global Settings
yo: Eto Agbaye

source: Language
yo: Èdè

source: Size
yo: Iwọn

source: Appearance
yo: Ifarahan

source: Crossword Quality
yo: Didara

source: New version available!
yo: Ẹya tuntun wa!

source: Math
yo: Isiro

source: Science
yo: Imọ

source: Computer Science
yo: Imo komputa sayensi

source: User
yo: Olùṣàmúlò

source: Clue
yo: Ìtọ́sọ́nà

source: Name
yo: Orúkọ

source: Symbol
yo: Àmì
