{
    "Funcion trigonometrica": "Función de un ángulo expresada como la razón de la longitud de los lados de un triángulo rectángulo",
    "función inversa": "Una función obtenida expresando la variable dependiente de una función como la variable independiente de otra",
    "arcangente": "La función inversa de la tangente.",
    "arcoseno": "La función inversa del seno.",
    "arcocoseno": "La función inversa del coseno.",
    "cosecante": "El recíproco de la función seno, definido como la relación entre la hipotenusa y el lado opuesto de un triángulo rectángulo.",
    "cotangente": "El recíproco de la función tangente, definido como la razón entre el lado adyacente y el lado opuesto de un triángulo rectángulo",
    "identidad trigonométrica": "Una igualdad que involucra funciones trigonométricas que es verdadera para todos los valores de las variables.",
    "ley de los senos": "En un triángulo, la razón entre la longitud de un lado y el seno de su ángulo opuesto es constante",
    "ley de los cosenos": "En un triángulo, el cuadrado de un lado es igual a la suma de los cuadrados de los otros dos lados menos el doble del producto de estos dos lados y el coseno del ángulo incluido.",
    "medida en radianes": "La medida de un ángulo en radianes, que es la relación entre la longitud de un arco y su radio.",
    "velocidad angular": "La tasa de cambio de un ángulo con respecto al tiempo.",
    "longitud de arco": "La distancia entre dos puntos a lo largo de una sección de una curva.",
    "sector": "La porción de un círculo encerrada por dos radios y su arco interceptado.",
    "razón trigonométrica": "La razón de las longitudes de dos lados de un triángulo rectángulo.",
    "ecuación trigonométrica": "Una ecuación que involucra una o varias funciones trigonométricas de una variable."
}