{
    "trigonometric ọrụ": "Ọrụ nke akụkụ egosipụtara dị ka oke nke ogologo akụkụ nke triangle nwere aka nri",
    "inverse ọrụ": "Ọrụ enwetara site n'ịkọwapụta mgbanwe dabere na otu ọrụ dị ka mgbanwe nọọrọ onwe ya nke ọzọ",
    "arctangent": "Ọrụ ntụgharị nke tangent",
    "arcsine": "Ọrụ ntụgharị nke sine",
    "arcocine": "Ọrụ ntụgharị nke cosine",
    "cosecant": "Ntugharị nke ọrụ sine, akọwara dị ka oke nke hypotenuse na akụkụ nke ọzọ nke triangle nwere aka nri.",
    "ihe na-efe efe": "Ntugharị nke ọrụ tangent, akọwara dị ka oke nke dị n'akụkụ akụkụ nke ọzọ nke triangle nwere aka nri.",
    "njirimara trigonometric": "Ha nhata gụnyere ọrụ trigonometric bụ eziokwu maka ụkpụrụ niile nke mgbanwe",
    "iwu nke sines": "N'ime triangle, oke nke ogologo akụkụ na sine nke akụkụ nke ọzọ na-adịgide adịgide",
    "iwu nke cosines": "N'ime triangle, square nke akụkụ hà nhata na nchikota nke akụkụ abụọ nke ọzọ na-ewepụ ugboro abụọ ngwaahịa nke akụkụ abụọ a na cosine nke akụkụ ahụ gụnyere.",
    "nha radian": "Ntụle nke akụkụ dị na radian, nke bụ oke ogologo nke arc na radius ya",
    "angular ọsọ": "Ọnụego mgbanwe nke akụkụ n'ihe gbasara oge",
    "ogologo arc": "Ebe dị n'etiti isi ihe abụọ n'akụkụ akụkụ nke mgbanaka",
    "ngalaba": "Akụkụ nke okirikiri nke radis abụọ gbachiri na arc ha etinyere",
    "trigonometric ruru": "Oke nke ogologo akụkụ abụọ nke triangle ziri ezi",
    "trigonometric nhata": "Nhazi nke gụnyere otu ma ọ bụ ọtụtụ ọrụ trigonometric nke mgbanwe"
}