Repository: tomasvana10/xpuz
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: az, ca, da, fi, gd, gu, hy, is, km, ky, lo, lt, mk, mr, or, pa, pl, si, ta, te, tg, xh, yi

source: Click To Zoom
gu: ઝૂમ પર ક્લિક કરો

source: You are viewing
gu: તમે જોઈ રહ્યા છો
xh: Uyabukela

source: from
gu: થી
xh: ukusuka

source: word(s) could not be inserted, sorry.
gu: શબ્દ(ઓ) દાખલ કરી શકાયા નથી, માફ કરશો.
xh: (amagama) akakwazanga kufakwa, uxolo.

source: Word count (adjusted)
gu: શબ્દ ગણતરી (વ્યવસ્થિત)
xh: Ubalo lwamagama (lulungisiwe)

source: Word count
gu: શબ્દગણના
xh: Ubalo lwamagama

source: Continue
gu: ચાલુ રાખો
xh: Qhubeka

source: You completed the crossword!
az: Krossvordu tamamladın!
ca: Has completat els mots encreuats!
da: Du har fuldført krydsordet!
fi: Täytit ristisanatehtävän!
gd: Chrìochnaich thu an crois-fhacal!
gu: તમે ક્રોસવર્ડ પૂર્ણ કર્યું!
hy: Դուք լրացրեցիք խաչբառը:
is: 뤢 kl치ra칧ir krossg치tuna!
km: á¢áŸ’á“á€á”á¶á“á”á‰áŸ’á…á”áŸ‹ crossword!
ky: Сиз кроссвордду бүтүрдүңүз!
lo: ທ່ານ​ໄດ້​ສໍາ​ເລັດ crossword​!
lt: Jūs užbaigėte kryžiažodį!
mk: Го завршивте крстозборот!
mr: आपण शब्दकोड पूर्ण केले!
or: ଆପଣ କ୍ରସ୍ ୱାର୍ଡ ସମାପ୍ତ କରିଛନ୍ତି!
pa: ਤੁਸੀਂ ਕ੍ਰਾਸਵਰਡ ਨੂੰ ਪੂਰਾ ਕੀਤਾ!
pl: Ukoczye krzyżówk!
si: ඔබ හරස්පද සම්පූර්ණ කළා!
ta: நீங்கள் குறுக்கெழுத்து முடித்தீர்கள்!
te: మీరు క్రాస్‌వర్డ్‌ని పూర్తి చేసారు!
tg: Шумо кроссвордро анҷом додед!
xh: Uligqibile igama elinqamlezileyo!
yi: ר ָ עעק קרָסער!

source: Easy
az: Asan
ca: Fcil
da: Let
fi: Helppo
gd: Furasta
gu: સરળ
hy: Հեշտ
is: Au칧velt
km: á„á¶á™áŸáŸ’ášá½á›
ky: Оңой
lo: ງ່າຍ
lt: Lengva
mk: Лесно
mr: सोपे
or: ସହଜ
pa: ਆਸਾਨ
pl: atwy
si: පහසු
ta: சுலபம்
te: సులువు
tg: Осон
xh: Kulula
yi: ר

source: Medium
az: Orta
ca: Mitjana
fi: Keskikokoinen
gd: Meadhanach
gu: મધ્યમ
hy: Միջին
is: Mi칧lungs
km: á˜á’áŸ’á™á˜
ky: Орто
lo: ຂະຫນາດກາງ
lt: Vidutinis
mk: Средно
mr: मध्यम
or: ମଧ୍ୟମ
pa: ਦਰਮਿਆਨਾ
pl: redni
si: මධ්යම
ta: நடுத்தர
te: మధ్యస్థం
tg: Миёна
xh: Phakathi

source: Hard
az: Çətin
ca: Dur
da: Hårdt
fi: Kovaa
gd: Cruaidh
gu: કઠણ
hy: Դժվար
is: Erfitt
km: ášá¹á„
ky: Катуу
lo: ແຂງ
lt: Sunku
mk: Тешко
mr: कठिण
or: କଠିନ |
pa: ਸਖ਼ਤ
pl: Twardy
si: අමාරුයි
ta: கடினமான
te: హార్డ్
tg: Сахт
xh: Kunzima
yi: שער

source: Extreme
az: Ekstremal
ca: Extrem
da: Ekstrem
fi: Äärimmäistä
gd: anabarrach
gu: આત્યંતિક
hy: Ծայրահեղ
is: 칐fgafullt
km: ááŸ’á›á¶áŸ†á„
ky: Экстремалдуу
lo: ທີ່ສຸດ
lt: Ekstremalus
mk: Екстремни
mr: अत्यंत
or: ଅତ୍ୟଧିକ
pa: ਅਤਿ
pl: Skrajny
si: අන්ත
ta: தீவிர
te: విపరీతమైనది
tg: Аз ҳад зиёд
xh: Ngokugqithisileyo
yi: עקסרע

source: Geography
gu: ભૂગોળ
si: භූගෝල විද්යාව
xh: IJografi

source: Math
gu: ગણિત
xh: Izibalo

source: Science
gu: વિજ્ઞાન
xh: Inzululwazi

source: Computer Science
gu: કોમ્પ્યુટર સાયન્સ

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, either find the Flask app process and terminate it, change the `webapp_port` number in src/config.ini, or restart your computer. ALSO IMPORTANT: In some cases, you may have launched the web app yet your browser cannot view it. If this happens, please restart your browser.
az: İlk dəfə işə salın, lütfən oxuyun: Krossvordu yüklədikdən və başqasını yükləmək istəyəndən əvvəl veb tətbiqini dayandırmalısınız. ƏHƏMİYYƏTLİ: Əgər siz macOS-dasınızsa, veb-tətbiq işləyərkən (cmd+q istifadə edərək) tətbiqdən çıxmağa məcbur etmək onun düzgün şəkildə dayandırılmasının qarşısını alacaq. Bunu səhvən etsəniz, ya Flask tətbiqi prosesini tapın və onu dayandırın, src/config.ini saytında `webapp_port` nömrəsini dəyişdirin və ya kompüterinizi yenidən başladın. HƏMÇİNİN ƏHƏMİYYƏTLİ: Bəzi hallarda siz veb proqramı işə salmısınız, lakin brauzeriniz ona baxa bilmir. Bu baş verərsə, brauzerinizi yenidən başladın.
ca: Per primera vegada, llegiu: Un cop hgiu carregat un mot encreuat i voleu carregar-ne un altre, primer heu d&#39;acabar l&#39;aplicació web. IMPORTANT: si esteu a macOS, forçar la sortida de l&#39;aplicació (amb cmd+q) mentre l&#39;aplicació web s&#39;est executant impedir que finalitzi correctament. Si ho feu per error, trobeu el procés de l&#39;aplicació Flask i finalitzeu-lo, canvieu el número de &quot;webapp_port&quot; a src/config.ini o reinicieu l&#39;ordinador. TAMB IMPORTANT: En alguns casos, és possible que hgiu llançat l&#39;aplicació web però el vostre navegador no la pot visualitzar. Si això passa, reinicieu el vostre navegador.
da: Første gangs lancering, læs venligst: Når du har indlæst et krydsord og ønsker at indlæse endnu et, skal du først afslutte webappen. VIGTIGT: Hvis du er på macOS, vil tvinge afslutning af programmet (ved hjælp af cmd+q), mens webappen kører, forhindre den i at afslutte korrekt. Hvis du fejlagtigt gør dette, skal du enten finde Flask-app-processen og afslutte den, ændre `webapp_port`-nummeret i src/config.ini eller genstarte din computer. OGSÅ VIGTIGT: I nogle tilfælde kan du have startet webappen, men din browser kan ikke se den. Hvis dette sker, skal du genstarte din browser.
fi: Lue ensimmäinen käynnistyskerta: Kun olet ladannut ristisanatehtävän ja haluat ladata toisen, sinun on ensin lopetettava verkkosovellus. TÄRKEÄÄ: Jos käytät macOS:ää, pakota sovelluksen sulkeminen (käyttäen cmd+q-komentoa) verkkosovelluksen ollessa käynnissä estää sitä sulkeutumasta kunnolla. Jos teet tämän vahingossa, etsi Flask-sovellusprosessi ja lopeta se, vaihda &quot;webapp_port&quot;-numero tiedostossa src/config.ini tai käynnistä tietokone uudelleen. MYÖS TÄRKEÄÄ: Joissakin tapauksissa olet saattanut käynnistää verkkosovelluksen, mutta selaimesi ei voi tarkastella sitä. Jos näin tapahtuu, käynnistä selain uudelleen.
gd: A’ chiad turas a chuir air bhog, feuch an leugh thu: Aon uair ‘s gu bheil thu air crois-fhacal a luchdachadh, agus gu bheil thu airson fear eile a luchdachadh, feumaidh tu an aplacaid lìn a thoirt gu crìch an-toiseach. CUDROMACH: Ma tha thu air macOS, feuch an cuir thu stad air an tagradh (a’ cleachdadh cmd + q) fhad ‘s a tha an aplacaid lìn a’ ruith a ’cur casg air bho bhith a’ tighinn gu crìch gu ceart. Ma nì thu seo le mearachd, lorg an dàrna cuid pròiseas app Flask agus cuir crìoch air, atharraich an àireamh `webapp_port` ann an src/config.ini, no ath-thòisich do choimpiutair. CUDROMACH: Ann an cuid de chùisean, is dòcha gu bheil thu air an aplacaid lìn a chuir air bhog ach chan urrainn don bhrobhsair agad fhaicinn. Ma thachras seo, feuch an ath-thòisich am brabhsair agad.
hy: Առաջին անգամ գործարկվելիս խնդրում ենք կարդալ. Երբ բեռնեք խաչբառ և ցանկանում եք բեռնել ևս մեկը, նախ պետք է դադարեցնեք վեբ հավելվածը: ԿԱՐԵՎՈՐ. Եթե դուք macOS-ով եք, հարկադիր դուրս գալ հավելվածից (օգտագործելով cmd+q), մինչ վեբ հավելվածն աշխատում է, այն կկանխի դրա պատշաճ դադարեցումը: Եթե սխալմամբ եք դա անում, կամ գտեք Flask հավելվածի գործընթացը և դադարեցրեք այն, փոխեք «webapp_port» համարը src/config.ini-ում կամ վերագործարկեք ձեր համակարգիչը: ՆԱԵՎ ԿԱՐԵՎՈՐ. Որոշ դեպքերում, դուք կարող եք գործարկել վեբ հավելվածը, սակայն ձեր դիտարկիչը չի կարող այն դիտել: Եթե դա տեղի ունենա, վերագործարկեք ձեր զննարկիչը:
is: Fyrsta skipti칧, vinsamlegast lestu: 룐gar 쮂 hefur hla칧i칧 krossg치tu og vilt hla칧a 칬칧ru, ver칧ur 쮂 fyrst a칧 loka vefforritinu. MIKILV칁GT: Ef 쮂 ert 치 macOS, 쭀ingar칧u til a칧 h칝tta 칤 forritinu (me칧 쭀칤 a칧 nota cmd+q) 치 me칧an vefforriti칧 er 칤 gangi kemur 칤 veg fyrir a칧 쬬칧 lokist 치 r칠ttan h치tt. Ef 쮂 gerir 쬰tta fyrir mist칬k skaltu anna칧 hvort finna Flask app ferli칧 og h칝tta 쭀칤, breyta `webapp_port` n칰merinu 칤 src/config.ini e칧a endurr칝sa t칬lvuna 쮂셡a. EINNIG MIKILV칁GT: 칈 sumum tilfellum g칝tir 쮂 hafa r칝st vefforriti칧 en vafrinn 쬴nn getur ekki sko칧a칧 쬬칧. Ef 쬰tta gerist skaltu endurr칝sa vafrann 쬴nn.
km: á€á¶ášá”á¾á€áŠáŸ†áá¾ášá€á¶ášá›á¾á€áŠáŸ†á”á¼á„ áŸá¼á˜á¢á¶á“áŸ– á“áŸ…á–áŸá›áŠáŸ‚á›á¢áŸ’á“á€á”á¶á“á•áŸ’á‘á»á€ crossword á á¾á™á…á„áŸ‹á•áŸ’á‘á»á€á˜á½á™á•áŸ’áŸáŸá„á‘áŸ€á á¢áŸ’á“á€ááŸ’ášá¼áœááŸ‚á”á·á‘á€á˜áŸ’á˜áœá·á’á¸á‚áŸá á‘áŸ†á–áŸášá‡á¶á˜á»á“áŸá·á“áŸ” áŸáŸ†áá¶á“áŸ‹áŸ– á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á“áŸ…á›á¾ macOS á€á¶ášá”á„áŸ’ááŸ†á±áŸ’á™á…á¶á€á…áŸá‰á–á¸á€á˜áŸ’á˜áœá·á’á¸ (áŠáŸ„á™á”áŸ’ášá¾ cmd+q) áááŸˆá–áŸá›áŠáŸ‚á›á€á˜áŸ’á˜áœá·á’á¸á”ááŸ’áá¶á‰á€áŸ†á–á»á„áŠáŸ†áá¾ášá€á¶ášá“á¹á„á€á¶ášá–á¶ášáœá¶á˜á·á“á±áŸ’á™á”á·á‘á”á¶á“ááŸ’ášá¹á˜ááŸ’ášá¼áœáŸ” á”áŸ’ášáŸá·á“á”á¾á¢áŸ’á“á€á’áŸ’áœá¾áá»áŸ á‘á¶áŸ†á„áŸáŸ’áœáŸ‚á„ášá€áŠáŸ†áá¾ášá€á¶ášá€á˜áŸ’á˜áœá·á’á¸ Flask á á¾á™á”á‰áŸ’á…á”áŸ‹áœá¶ á•áŸ’á›á¶áŸáŸ‹á”áŸ’áá¼ášá›áŸá `webapp_port` á“áŸ…á€áŸ’á“á»á„ src/config.ini á¬á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á»áŸ†á–áŸ’á™á¼á‘áŸášášá”áŸáŸ‹á¢áŸ’á“á€á¡á¾á„áœá·á‰áŸ” áŸáŸ†áá¶á“áŸ‹á•á„áŠáŸ‚ášáŸ– á€áŸ’á“á»á„á€ášáá¸ááŸ’á›áŸ‡ á¢áŸ’á“á€á”áŸ’ášá áŸ‚á›á‡á¶á”á¶á“á”á¾á€áŠáŸ†áá¾ášá€á¶ášá€á˜áŸ’á˜áœá·á’á¸á‚áŸá á‘áŸ†á–áŸáš á”áŸ‰á»á“áŸ’ááŸ‚á€á˜áŸ’á˜áœá·á’á¸ášá»á€ášá€ášá”áŸáŸ‹á¢áŸ’á“á€á˜á·á“á¢á¶á…á˜á¾á›áœá¶á”á¶á“á‘áŸáŸ” á”áŸ’ášáŸá·á“á”á¾ášá¿á„á“áŸáŸ‡á€á¾áá¡á¾á„ áŸá¼á˜á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á˜áŸ’á˜áœá·á’á¸ášá»á€ášá€ášá”áŸáŸ‹á¢áŸ’á“á€á¡á¾á„áœá·á‰áŸ”
ky: Биринчи жолу ишке киргизгенде, окуңуз: Сиз кроссворд жүктөгөндөн кийин жана башкасын жүктөөнү кааласаңыз, алгач веб-тиркемени токтотушуңуз керек. МААНИЛҮҮ: Эгер сиз macOS тутумунда болсоңуз, желе колдонмосу иштеп турганда (cmd+q аркылуу) колдонмодон чыгууга мажбурлооңуз, анын туура жабылышына жол бербейт. Эгер сиз муну жаңылыш кылсаңыз, Flask колдонмо процессин таап, аны токтотуңуз, src/config.ini дарегиндеги `webapp_port` номерин өзгөртүңүз же компьютериңизди өчүрүп күйгүзүңүз. ДА МААНИЛҮҮ: Кээ бир учурларда, сиз желе колдонмосун ишке киргизген болушуңуз мүмкүн, бирок браузериңиз аны көрө албайт. Мындай болуп калса, браузериңизди өчүрүп күйгүзүңүз.
lo: ການເປີດຕົວຄັ້ງທໍາອິດ, ກະລຸນາອ່ານ: ເມື່ອທ່ານໄດ້ໂຫລດ crossword, ແລະຕ້ອງການທີ່ຈະໂຫລດອັນອື່ນ, ທໍາອິດທ່ານຕ້ອງປິດ app ເວັບ. ສິ່ງ​ສໍາ​ຄັນ​: ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ຢູ່​ໃນ macOS​, ການ​ບັງ​ຄັບ​ໃຫ້​ອອກ​ຄໍາ​ຮ້ອງ​ສະ​ຫມັກ (ການ​ນໍາ​ໃຊ້ cmd+q​) ໃນ​ຂະ​ນະ​ທີ່​ເວັບ app ແລ່ນ​ຈະ​ປ້ອງ​ກັນ​ບໍ່​ໃຫ້​ມັນ​ຈາກ​ການ​ປິດ​ຢ່າງ​ຖືກ​ຕ້ອງ​. ຖ້າເຈົ້າເຮັດຜິດ, ຊອກຫາຂະບວນການແອັບ Flask ແລະຢຸດມັນ, ປ່ຽນຕົວເລກ `webapp_port` ໃນ src/config.ini, ຫຼືປິດເປີດຄອມພິວເຕີຂອງທ່ານຄືນໃໝ່. ສິ່ງສໍາຄັນຍັງ: ໃນບາງກໍລະນີ, ທ່ານອາດຈະໄດ້ເປີດແອັບຯເວັບແຕ່ຕົວທ່ອງເວັບຂອງທ່ານບໍ່ສາມາດເບິ່ງມັນໄດ້. ຖ້າສິ່ງນີ້ເກີດຂຶ້ນ, ກະລຸນາປິດເປີດຕົວທ່ອງເວັບຂອງທ່ານຄືນໃໝ່.
lt: Pirmą kartą paleidus, perskaitykite: Įkėlę kryžiažodį ir norėdami įkelti kitą, pirmiausia turite nutraukti žiniatinklio programą. SVARBU: jei naudojate „MacOS“, priverstinai uždarydami programą (naudodami cmd+q), kol žiniatinklio programa veikia, ji negalės tinkamai nutraukti. Jei tai padarėte per klaidą, suraskite Flask programos procesą ir jį nutraukite, pakeiskite „webapp_port“ numerį src/config.ini arba iš naujo paleiskite kompiuterį. TAIP PAT SVARBU: kai kuriais atvejais galbūt paleidote žiniatinklio programą, tačiau naršyklė negali jos peržiūrėti. Jei taip atsitiks, iš naujo paleiskite naršyklę.
mk: За прв пат стартувајте, прочитајте: Откако ќе вчитате крстозбор и сакате да вчитате друг, прво мора да ја прекинете веб-апликацијата. ВАЖНО: Ако сте на macOS, присилното напуштање на апликацијата (со користење на cmd+q) додека работи веб-апликацијата, ќе го спречи правилното прекинување. Ако погрешно го направите ова, пронајдете го процесот на апликацијата Flask и прекинете го, променете го бројот на `webapp_port` во src/config.ini или рестартирајте го компјутерот. ИСТО ВАЖНО: Во некои случаи, можеби сте ја стартувале веб-апликацијата, но вашиот прелистувач не може да ја прегледа. Ако тоа се случи, рестартирајте го прелистувачот.
mr: प्रथमच लाँच, कृपया वाचा: एकदा तुम्ही क्रॉसवर्ड लोड केल्यानंतर, आणि दुसरा लोड करू इच्छित असाल, तुम्ही प्रथम वेब ॲप बंद करणे आवश्यक आहे. महत्त्वाचे: तुम्ही macOS वर असल्यास, वेब ॲप चालू असताना (cmd+q वापरून) ॲप्लिकेशन सोडणे सक्तीने ते योग्यरित्या बंद होण्यापासून प्रतिबंधित करेल. तुम्ही चुकून असे केल्यास, एकतर फ्लास्क ॲप प्रक्रिया शोधा आणि ती संपुष्टात आणा, src/config.ini मधील `webapp_port` क्रमांक बदला किंवा तुमचा संगणक रीस्टार्ट करा. तसेच महत्त्वाचे: काही प्रकरणांमध्ये, तुम्ही वेब ॲप लाँच केले असेल तरीही तुमचा ब्राउझर ते पाहू शकत नाही. असे झाल्यास, कृपया तुमचा ब्राउझर रीस्टार्ट करा.
or: ପ୍ରଥମ ଥର ଲଞ୍ଚ, ଦୟାକରି ପ read ନ୍ତୁ: ଥରେ ଆପଣ ଏକ କ୍ରସ୍ ୱାର୍ଡ ଲୋଡ୍ କରିସାରିଛନ୍ତି, ଏବଂ ଅନ୍ୟଟି ଲୋଡ୍ କରିବାକୁ ଇଚ୍ଛା କଲେ, ଆପଣଙ୍କୁ ପ୍ରଥମେ ୱେବ୍ ଆପ୍ ବନ୍ଦ କରିବାକୁ ପଡିବ | ଗୁରୁତ୍: ପୂର୍ଣ: ଯଦି ଆପଣ ମାକୋସରେ ଅଛନ୍ତି, ୱେବ୍ ଆପ୍ ଚାଲୁଥିବାବେଳେ ପ୍ରୟୋଗ ଛାଡିବାକୁ ବାଧ୍ୟ କରନ୍ତୁ (cmd + q ବ୍ୟବହାର କରି) ଏହାକୁ ସଠିକ୍ ଭାବରେ ବନ୍ଦ କରିବାକୁ ପ୍ରତିରୋଧ କରିବ | ଯଦି ଆପଣ ଭୁଲ୍ ଭାବରେ ଏହା କରନ୍ତି, ଫ୍ଲାସ୍କ ଆପ୍ ପ୍ରକ୍ରିୟା ଖୋଜ ଏବଂ ଏହାକୁ ବନ୍ଦ କର, src / config.ini ରେ “webapp_port” ନମ୍ବରକୁ ପରିବର୍ତ୍ତନ କର, କିମ୍ବା ତୁମ କମ୍ପ୍ୟୁଟରକୁ ପୁନ rest ଆରମ୍ଭ କର | ଏହା ମଧ୍ୟ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ: କେତେକ କ୍ଷେତ୍ରରେ, ଆପଣ ହୁଏତ ୱେବ୍ ଆପ୍ ଲଞ୍ଚ କରିଥିବେ ତଥାପି ଆପଣଙ୍କର ବ୍ରାଉଜର୍ ଏହାକୁ ଦେଖିପାରିବ ନାହିଁ | ଯଦି ଏହା ଘଟେ, ଦୟାକରି ଆପଣଙ୍କର ବ୍ରାଉଜରକୁ ପୁନ rest ଆରମ୍ଭ କରନ୍ତୁ |
pa: ਪਹਿਲੀ ਵਾਰ ਲਾਂਚ, ਕਿਰਪਾ ਕਰਕੇ ਪੜ੍ਹੋ: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਕ੍ਰਾਸਵਰਡ ਲੋਡ ਕਰ ਲੈਂਦੇ ਹੋ, ਅਤੇ ਇੱਕ ਹੋਰ ਲੋਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਵੈੱਬ ਐਪ ਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਮਹੱਤਵਪੂਰਨ: ਜੇਕਰ ਤੁਸੀਂ macOS &#39;ਤੇ ਹੋ, ਤਾਂ ਵੈੱਬ ਐਪ ਦੇ ਚੱਲਦੇ ਸਮੇਂ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਛੱਡਣ ਲਈ ਮਜਬੂਰ ਕਰੋ (cmd+q ਵਰਤਦੇ ਹੋਏ) ਇਸ ਨੂੰ ਸਹੀ ਢੰਗ ਨਾਲ ਬੰਦ ਹੋਣ ਤੋਂ ਰੋਕੇਗਾ। ਜੇਕਰ ਤੁਸੀਂ ਗਲਤੀ ਨਾਲ ਅਜਿਹਾ ਕਰਦੇ ਹੋ, ਜਾਂ ਤਾਂ ਫਲਾਸਕ ਐਪ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਲੱਭੋ ਅਤੇ ਇਸਨੂੰ ਸਮਾਪਤ ਕਰੋ, src/config.ini ਵਿੱਚ `webapp_port` ਨੰਬਰ ਬਦਲੋ, ਜਾਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰੋ। ਇਹ ਵੀ ਮਹੱਤਵਪੂਰਨ: ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ, ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਵੈੱਬ ਐਪ ਨੂੰ ਲਾਂਚ ਕੀਤਾ ਹੋਵੇ ਪਰ ਤੁਹਾਡਾ ਬ੍ਰਾਊਜ਼ਰ ਇਸਨੂੰ ਨਹੀਂ ਦੇਖ ਸਕਦਾ। ਜੇਕਰ ਅਜਿਹਾ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਬ੍ਰਾਊਜ਼ਰ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰੋ।
pl: Przy pierwszym uruchomieniu przeczytaj: Po zaadowaniu krzyżówki i chci zaadowania kolejnej, musisz najpierw zamkn aplikacj internetow. WAŻNE: Jeli korzystasz z systemu macOS, wymu zamknicie aplikacji (używajc cmd+q), gdy aplikacja internetowa jest uruchomiona, zapobiegnie to jej prawidowemu zakoczeniu. Jeli zrobisz to przez pomyk, znajdź proces aplikacji Flask i zakocz go, zmie numer `webapp_port` w src/config.ini lub uruchom ponownie komputer. RWNIEŻ WAŻNE: W niektórych przypadkach by może uruchomie aplikacj internetow, ale Twoja przegldarka nie może jej wywietli. Jeli tak si stanie, należy ponownie uruchomi przegldark.
si: පළමු වරට දියත් කිරීම, කරුණාකර කියවන්න: ඔබ හරස්පදයක් පූරණය කළ පසු, තවත් එකක් පූරණය කිරීමට අවශ්‍ය නම්, ඔබ ප්‍රථමයෙන් වෙබ් යෙදුම අවසන් කළ යුතුය. වැදගත්: ඔබ macOS හි සිටී නම්, වෙබ් යෙදුම ක්‍රියාත්මක වන අතරතුර (cmd+q භාවිතයෙන්) යෙදුමෙන් ඉවත් වීමට බල කිරීමෙන් එය නිසි ලෙස අවසන් වීම වළක්වනු ඇත. ඔබ වැරදීමකින් මෙය කරන්නේ නම්, Flask යෙදුම් ක්‍රියාවලිය සොයාගෙන එය අවසන් කරන්න, src/config.ini හි 'webapp_port' අංකය වෙනස් කරන්න, නැතහොත් ඔබේ පරිගණකය නැවත ආරම්භ කරන්න. එසේම වැදගත්: සමහර අවස්ථාවලදී, ඔබ වෙබ් යෙදුම දියත් කර ඇති නමුත් ඔබේ බ්‍රවුසරයට එය බැලිය නොහැක. මෙය සිදුවුවහොත්, කරුණාකර ඔබගේ බ්‍රවුසරය නැවත අරඹන්න.
ta: முதல் முறை துவக்கம், தயவுசெய்து படிக்கவும்: நீங்கள் ஒரு குறுக்கெழுத்தை ஏற்றியதும், மற்றொன்றை ஏற்ற விரும்பினால், முதலில் இணைய பயன்பாட்டை நிறுத்த வேண்டும். முக்கியமானது: நீங்கள் macOS இல் இருந்தால், வலைப் பயன்பாடு இயங்கும் போது பயன்பாட்டிலிருந்து (cmd+q ஐப் பயன்படுத்தி) கட்டாயமாக வெளியேறினால், அது சரியாக நிறுத்தப்படுவதைத் தடுக்கும். நீங்கள் தவறுதலாக இதைச் செய்தால், Flask ஆப்ஸ் செயல்முறையைக் கண்டறிந்து அதை நிறுத்தவும், src/config.ini இல் `webapp_port` எண்ணை மாற்றவும் அல்லது உங்கள் கணினியை மறுதொடக்கம் செய்யவும். மேலும் முக்கியமானது: சில சமயங்களில், நீங்கள் இணைய பயன்பாட்டைத் தொடங்கியிருக்கலாம், ஆனால் உங்கள் உலாவி அதைப் பார்க்க முடியாது. இது நடந்தால், உங்கள் உலாவியை மறுதொடக்கம் செய்யவும்.
te: మొదటిసారి ప్రారంభించడం, దయచేసి చదవండి: మీరు క్రాస్‌వర్డ్‌ను లోడ్ చేసిన తర్వాత మరియు మరొక దానిని లోడ్ చేయాలనుకుంటే, మీరు ముందుగా వెబ్ యాప్‌ను ముగించాలి. ముఖ్యమైనది: మీరు macOSలో ఉన్నట్లయితే, వెబ్ యాప్ రన్ అవుతున్నప్పుడు అప్లికేషన్ నుండి బలవంతంగా నిష్క్రమించడం (cmd+qని ఉపయోగించడం) సరిగ్గా ముగించకుండా నిరోధించబడుతుంది. మీరు పొరపాటున ఇలా చేస్తే, Flask యాప్ ప్రాసెస్‌ని కనుగొని, దాన్ని ముగించండి, src/config.iniలో `webapp_port` నంబర్‌ని మార్చండి లేదా మీ కంప్యూటర్‌ని పునఃప్రారంభించండి. ఇంకా ముఖ్యమైనది: కొన్ని సందర్భాల్లో, మీరు వెబ్ యాప్‌ని ప్రారంభించి ఉండవచ్చు, అయితే మీ బ్రౌజర్ దాన్ని వీక్షించదు. ఇలా జరిగితే, దయచేసి మీ బ్రౌజర్‌ని పునఃప్రారంభించండి.
tg: Бори аввал оғоз кунед, лутфан хонед: Вақте ки шумо кроссвордро бор кардаед ва мехоҳед, ки дигареро бор кунед, шумо бояд аввал барномаи вебро қатъ кунед. МУҲИМ: Агар шумо дар macOS бошед, маҷбуран қатъ кардани барнома (бо истифода аз cmd+q) ҳангоми кор кардани барномаи веб аз қатъи дурусти он пешгирӣ мекунад. Агар шумо иштибоҳан ин корро кунед, ё раванди барномаи Flask-ро пайдо кунед ва онро қатъ кунед, рақами `webapp_port`-ро дар src/config.ini иваз кунед ё компютери худро бозоғоз намоед. ҲАМЧУНИН МУҲИМ: Дар баъзе ҳолатҳо, шумо шояд барномаи вебро оғоз карда бошед, аммо браузери шумо онро дида наметавонад. Агар ин рӯй диҳад, лутфан браузери худро бозоғоз намоед.
xh: Ukuqaliswa okokuqala, nceda ufunde: Nje ukuba ulayishe igama elinqamlezayo, kwaye unqwenela ukulayisha elinye, kufuneka uqale uphelise usetyenziso lwewebhu. OKUBALULEKILEYO: Ukuba ukwi-macOS, nyanzelisa ukuyeka usetyenziso (usebenzisa i-cmd+q) ngelixa usetyenziso lwewebhu lusebenza luya kuyinqanda ekupheliseni ngokufanelekileyo. Ukuba wenze oku ngempazamo, mhlawumbi ufumane inkqubo ye-Flask app kwaye uyiphelise, tshintsha inombolo ethi `webapp_port` kwi-src/config.ini, okanye uqalise kwakhona ikhompyutha yakho. KWAKUNYE KUBALULEKILE: Kwezinye iimeko, usenokuba uqalise i-app yewebhu kodwa isikhangeli sakho asinakuyibona. Ukuba oku kuyenzeka, nceda uqalise kwakhona isikhangeli sakho.
yi: ערשער ָ קַער, ע עע: ַָ ר ָ ָ ַ קרָסער ר צ ָ ער ער, ר ערשער פַרעק ע ַפּ. ק: ר ע ף macOS, צע פַרָ ַפַּקשַ (צ cmd + q) שעת ע ַפּ פסק ע פַרַ עס פ רע ערַ. ר עת ָ ָס, עפֿע פַסק ַפּ פּרָצעס פַרעק עס, ש &#39;webapp_port&#39; ער src/config.ini ָער רסַר קָפּער. ק: עעע קַסעס, ר קע ָ ָש ע ַפּ, ָער עערער קע ש ע עס. ָס ַפַּ, ע רסַר עערער.

source: 🌐 Languages
da: 🌐 Sprog
fi: 🌐 Kielet
gd: 🌐 Cànanan
hy: 🌐 Լեզուներ
ky: 🌐 Тилдер
lo: 🌐 ພາສາ
mk: 🌐 Јазици
mr: 🌐 भाषा
or: 🌐 ଭାଷା
pa: 🌐 ਭਾਸ਼ਾਵਾਂ
te: 🌐 భాషలు
tg: 🌐 Забонҳо

source: 游깷 Languages
is: 游깷 Tungum치l

source: ğŸŒ Languages
km: ğŸŒ á—á¶áŸá¶

source: Languages
ca: Idiomes
pl: Jzyki
yi: שפּרַ
