Repository: tomasvana10/xpuz
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: az, ca, da, fi, gd, gu, hy, is, km, ky, lo, lt, mk, mr, or, pa, pl, si, ta, te, tg, xh, yi

source: Crossword Puzzle
az: Krossvord
ca: Mots encreuats
da: Kryds og tværs
fi: Ristisanatehtävä
gd: Tòimhseachan Crois-fhacal
gu: ક્રોસવર્ડ પઝલ
hy: Խաչբառ
is: Krossg치ta
km: á›áŸ’á”áŸ‚á„á•áŸ’á‚á»áŸ†á–á¶á€áŸ’á™á†áŸ’á›á„
lo: ເກມປິດສະໜາ
lt: Kryžiažodis
mk: Крстозбор
mr: शब्दकोडे
or: କ୍ରସ୍ ୱାର୍ଡ ପଜଲ୍ |
pa: ਵਰਗ ਪਹੇਲੀ ਵਾਲੀ ਖੇਡ
pl: Krzyżówka
si: හරස්පද ප්රහේලිකාව
ta: குறுக்கெழுத்து போட்டி
te: పదాల ఆట
tg: Кроссворд
xh: Iphazile yamagama ikroswayo
yi: קרָסער רעעש

source: View crosswords
az: Krossvordlara baxın
ca: Veure mots encreuats
da: Se krydsord
fi: Näytä ristisanatehtävät
gd: Seall crois-fhacal
gu: ક્રોસવર્ડ્સ જુઓ
hy: Դիտեք խաչբառերը
is: Sko칧a krossg치tur
km: á˜á¾á›á–á¶á€áŸ’á™á†áŸ’á›á„
ky: Кроссворддорду көрүү
lo: ເບິ່ງ crosswords
lt: Peržiūrėkite kryžiažodžius
mk: Погледнете ги крстозборите
mr: शब्दकोडे पहा
or: କ୍ରସ୍ ୱାର୍ଡଗୁଡିକ ଦେଖନ୍ତୁ |
pa: ਕ੍ਰਾਸਵਰਡ ਦੇਖੋ
pl: Zobacz krzyżówki
si: හරස්පද බලන්න
ta: குறுக்கெழுத்துக்களைப் பார்க்கவும்
te: క్రాస్‌వర్డ్‌లను వీక్షించండి
tg: Кроссвордҳоро тамошо кунед
xh: Jonga amagama anqamlezayo
yi: View קרָסער

source: Exit the app
az: Proqramdan çıxın
ca: Sortiu de l&#39;aplicació
da: Afslut appen
fi: Poistu sovelluksesta
gd: Cuir a-mach an aplacaid
gu: એપ્લિકેશનમાંથી બહાર નીકળો
hy: Դուրս եկեք հավելվածից
is: Loka칧u appinu
km: á…áŸá‰á–á¸á€á˜áŸ’á˜áœá·á’á¸
ky: Колдонмодон чыгуу
lo: ອອກຈາກແອັບ
lt: Išeikite iš programos
mk: Излезете од апликацијата
mr: ॲपमधून बाहेर पडा
or: ଆପ୍ ଛାଡନ୍ତୁ |
pa: ਐਪ ਤੋਂ ਬਾਹਰ ਜਾਓ
pl: Wyjdź z aplikacji
si: යෙදුමෙන් පිටවන්න
ta: பயன்பாட்டிலிருந்து வெளியேறு
te: యాప్ నుండి నిష్క్రమించండి
tg: Аз барнома хориҷ шавед
xh: Phuma kwi-app
yi: ַרסַ ַפּ

source: Global Settings
az: Qlobal Parametrlər
ca: Configuració global
da: Globale indstillinger
fi: Yleiset asetukset
gd: Roghainnean cruinne
gu: વૈશ્વિક સેટિંગ્સ
hy: Համաշխարհային կարգավորումներ
is: Al쬵칩칧legar stillingar
km: á€á¶ášá€áŸ†áááŸ‹áŸá€á›
ky: Глобалдык орнотуулар
lo: ການຕັ້ງຄ່າທົ່ວໂລກ
lt: Visuotiniai nustatymai
mk: Глобални поставки
mr: जागतिक संरचना
or: ଗ୍ଲୋବାଲ୍ ସେଟିଂସମୂହ |
pa: ਗਲੋਬਲ ਸੈਟਿੰਗਾਂ
pl: Ustawienia ogólne
si: ගෝලීය සැකසුම්
ta: உலகளாவிய அமைப்புகள்
te: గ్లోబల్ సెట్టింగ్‌లు
tg: Танзимоти глобалӣ
xh: Iisetingi zehlabathi
yi: ע סעס

source: Languages
az: Dillər
gu: ભાષાઓ
lt: Kalbos
si: භාෂා
ta: மொழிகள்
xh: Iilwimi

source: Size
az: Ölçü
ca: Mida
da: Størrelse
fi: Koko
gd: Meud
gu: કદ
hy: Չափը
is: St칝r칧
km: á‘áŸ†á áŸ†
ky: Өлчөмү
lo: ຂະໜາດ
lt: Dydis
mk: Големина
mr: आकार
or: ଆକାର |
pa: ਆਕਾਰ
pl: Rozmiar
si: ප්රමාණය
ta: அளவு
te: పరిమాణం
tg: Андоза
xh: Ubungakanani
yi: רס

source: light
az: işıq
ca: llum
da: lys
fi: valoa
gd: aotrom
gu: પ્રકાશ
hy: լույս
is: lj칩s
km: á–á“áŸ’á›áº
ky: жарык
lo: ແສງສະຫວ່າງ
lt: šviesos
mk: светлина
mr: प्रकाश
or: ଆଲୋକ
pa: ਰੋਸ਼ਨੀ
pl: wiato
si: ආලෝකය
ta: ஒளி
te: కాంతి
tg: нур
xh: ukukhanya

source: dark
az: qaranlıq
ca: fosc
da: mørk
fi: tumma
gd: dorcha
gu: અંધારું
hy: մութ
is: Myrkur
km: á„á„á¹á
ky: караңгы
lo: ມືດ
lt: tamsus
mk: темно
mr: गडद
or: ଅନ୍ଧାର
pa: ਹਨੇਰ
pl: ciemny
si: අඳුරු
ta: இருள்
te: చీకటి
tg: торик
xh: mnyama
yi: ק

source: system
az: sistemi
ca: sistema
fi: järjestelmä
gd: siostam
gu: સિસ્ટમ
hy: համակարգ
is: kerfi
km: á”áŸ’ášá–áŸá“áŸ’á’
ky: системасы
lo: ລະບົບ
lt: sistema
mk: систем
mr: प्रणाली
or: ସିଷ୍ଟମ୍
pa: ਸਿਸਟਮ
si: පද්ධති
ta: அமைப்பு
te: వ్యవస్థ
tg: система
xh: inkqubo
yi: ססע

source: Appearance
az: Görünüş
ca: Aparença
da: Udseende
fi: Ulkomuoto
gd: Coltas
gu: દેખાવ
hy: Արտաքին տեսք
is: 칔tlit
km: ášá¼á”ášá¶á„
ky: Көрүнүш
lo: ຮູບລັກສະນະ
lt: Išvaizda
mk: Изглед
mr: देखावा
or: ଦୃଶ୍ୟ
pa: ਦਿੱਖ
pl: Wygld
si: පෙනුම
ta: தோற்றம்
te: స్వరూపం
tg: Намуди зоҳирӣ
xh: Imbonakalo
yi: סע

source: Crossword Browser
az: Krossvord brauzeri
ca: Navegador de mots encreuats
da: Krydsord browser
fi: Ristisanatehtävä selain
gd: Brabhsair crois-fhacal
gu: ક્રોસવર્ડ બ્રાઉઝર
hy: Խաչբառ զննարկիչ
is: Krossg치tuvafri
km: á€á˜áŸ’á˜áœá·á’á¸ášá»á€ášá€áá¶á˜á¢áŸŠá¸á“á’áºáá·á
lo: ຕົວທ່ອງເວັບຂອງ Crossword
lt: Kryžiažodžių naršyklė
mk: Прелистувач на крстозбори
mr: क्रॉसवर्ड ब्राउझर
or: କ୍ରସ୍ ୱାର୍ଡ ବ୍ରାଉଜର୍ |
pa: ਕ੍ਰਾਸਵਰਡ ਬ੍ਰਾਊਜ਼ਰ
pl: Przegldarka krzyżówek
si: හරස්පද බ්‍රව්සරය
ta: குறுக்கெழுத்து உலாவி
te: క్రాస్వర్డ్ బ్రౌజర్
tg: Браузери кроссворд
xh: Isikhangeli samagama
yi: קרָסער רַער

source: Go back
az: Qeri gayıt
ca: Torna
da: Gå tilbage
fi: Mene takaisin
gd: Theirig air ais
gu: પાછા જાવ
hy: Վերադառնալ
is: Far칧u til baka
km: ááŸ’ášá¡á”áŸ‹â€‹á€áŸ’ášáŸ„á™
ky: Артка кайрыл
lo: ກັບ​ຄືນ
lt: Eik atgal
mk: Врати се назад
mr: परत जा
or: ଫେରିଯାଅ
pa: ਵਾਪਸ ਜਾਓ
pl: Wró
si: ආපසු යන්න
ta: திரும்பி போ
te: వెనక్కి వెళ్ళు
tg: Баргаштан
xh: Buya umva
yi: צרק

source: Load crossword
az: Krossvord yükləyin
ca: Carregar mots encreuats
da: Indlæs krydsord
fi: Lataa ristisanatehtävä
gd: Luchdaich a-nuas crossword
gu: ક્રોસવર્ડ લોડ કરો
hy: Բեռնել խաչբառ
is: Hla칧a krossg치tu
km: á•áŸ’á‘á»á€á–á¶á€áŸ’á™á†áŸ’á›á„
ky: Кроссворд жүктөө
lo: ໂຫຼດ crossword
lt: Įkelti kryžiažodį
mk: Вчитај крстозбор
mr: क्रॉसवर्ड लोड करा
or: କ୍ରସ୍ ୱାର୍ଡ ଲୋଡ୍ କରନ୍ତୁ |
pa: ਕ੍ਰਾਸਵਰਡ ਲੋਡ ਕਰੋ
pl: Zaaduj krzyżówk
si: හරස්පද පැටවීම
ta: குறுக்கெழுத்து ஏற்றவும்
te: క్రాస్‌వర్డ్‌ని లోడ్ చేయండి
tg: Кроссвордро бор кунед
xh: Layisha amagama anqamlezayo
yi: ַסע קרָסער

source: Open web app
az: Veb tətbiqini açın
ca: Obre l&#39;aplicació web
da: Åbn webapp
fi: Avaa verkkosovellus
gd: Fosgail app lìn
gu: વેબ એપ્લિકેશન ખોલો
hy: Բացեք վեբ հավելվածը
is: Opna칧u vefforrit
km: á”á¾á€á€á˜áŸ’á˜áœá·á’á¸á”ááŸ’áá¶á‰
ky: Веб колдонмосун ачыңыз
lo: ເປີດແອັບເວັບ
lt: Atidarykite žiniatinklio programą
mk: Отворете веб-апликација
mr: वेब ॲप उघडा
or: ୱେବ୍ ଆପ୍ ଖୋଲନ୍ତୁ |
pa: ਵੈੱਬ ਐਪ ਖੋਲ੍ਹੋ
pl: Otwórz aplikacj internetow
si: වෙබ් යෙදුම විවෘත කරන්න
ta: இணைய பயன்பாட்டைத் திறக்கவும்
te: వెబ్ యాప్‌ని తెరవండి
tg: Барномаи вебро кушоед
xh: Vula i-app yewebhu
yi: עפֿעע ע ַפּ

source: Terminate web app
az: Veb tətbiqini dayandırın
ca: Tanca l&#39;aplicació web
da: Afslut webapp
fi: Lopeta verkkosovellus
gd: Cuir crìoch air an aplacaid lìn
gu: વેબ એપ્લિકેશન સમાપ્ત કરો
hy: Դադարեցրեք վեբ հավելվածը
is: Loka칧u vefforriti
km: á”á‰áŸ’á…á”áŸ‹á€á˜áŸ’á˜áœá·á’á¸á”ááŸ’áá¶á‰
ky: Веб колдонмосун токтотуу
lo: ຢຸດແອັບເວັບ
lt: Nutraukti žiniatinklio programą
mk: Прекинете ја веб-апликацијата
mr: वेब ॲप बंद करा
or: ୱେବ୍ ଆପ୍ ସମାପ୍ତ କରନ୍ତୁ |
pa: ਵੈੱਬ ਐਪ ਬੰਦ ਕਰੋ
pl: Zakocz aplikacj internetow
si: වෙබ් යෙදුම අවසන් කරන්න
ta: இணைய பயன்பாட்டை நிறுத்தவும்
te: వెబ్ యాప్‌ను ముగించండి
tg: Қатъи барномаи веб
xh: Cima i-app yewebhu
yi: פַרעק ע ַפּ

source: Word count preferences
az: Söz sayı üstünlükləri
ca: Preferències de recompte de paraules
da: Ordantal præferencer
fi: Sanamääräasetukset
gd: Roghainnean àireamh fhaclan
gu: શબ્દ ગણતરી પસંદગીઓ
hy: Բառերի քանակի նախապատվություններ
is: Or칧afj칬ldavalkostir
km: á…áŸ†áá¼á›á…á·ááŸ’áášá¶á”áŸ‹á–á¶á€áŸ’á™
ky: Сөздөрдүн санынын артыкчылыктары
lo: ການຕັ້ງຄ່າການນັບຄໍາ
lt: Žodžių skaičiaus nuostatos
mk: Преференци за броење зборови
mr: शब्द संख्या प्राधान्ये
or: ଶବ୍ଦ ଗଣନା ପସନ୍ଦ
pa: ਸ਼ਬਦ ਗਿਣਤੀ ਤਰਜੀਹਾਂ
pl: Preferencje dotyczce liczby sów
si: වචන ගණන් කිරීමේ මනාපයන්
ta: வார்த்தை எண்ணிக்கை விருப்பத்தேர்வுகள்
te: పదాల గణన ప్రాధాన్యతలు
tg: Афзалиятҳои ҳисобкунии калимаҳо
xh: Ubalo lwamagama olukhethwayo
yi: ָר צ פּרעפֿערעצ

source: Select word count
az: Söz sayını seçin
ca: Seleccioneu el recompte de paraules
da: Vælg ordantal
fi: Valitse sanamäärä
gd: Tagh àireamh facal
gu: શબ્દ ગણતરી પસંદ કરો
hy: Ընտրեք բառերի քանակը
is: Veldu or칧afj칬lda
km: á‡áŸ’ášá¾áŸášá¾áŸá…áŸ†á“á½á“á–á¶á€áŸ’á™
ky: Сөздөрдүн санын тандаңыз
lo: ເລືອກການນັບຄໍາ
lt: Pasirinkite žodžių skaičių
mk: Изберете број на зборови
mr: शब्द संख्या निवडा
or: ଶବ୍ଦ ଗଣନା ଚୟନ କରନ୍ତୁ |
pa: ਸ਼ਬਦ ਗਿਣਤੀ ਚੁਣੋ
pl: Wybierz liczb sów
si: වචන ගණන තෝරන්න
ta: வார்த்தை எண்ணிக்கையைத் தேர்ந்தெடுக்கவும்
te: పదాల గణనను ఎంచుకోండి
tg: Шумораи калимаҳоро интихоб кунед
xh: Khetha ubalo lwamagama
yi: סקַ ָר צ

source: Maximum
az: Maksimum
ca: Mxim
da: Maksimum
fi: Enimmäismäärä
gd: As àirde
gu: મહત્તમ
hy: Առավելագույնը
is: H치mark
km: á¢áá·á”ášá˜á¶
ky: Максималдуу
lo: ສູງສຸດ
lt: Maksimalus
mk: Максимум
mr: कमाल
or: ସର୍ବାଧିକ
pa: ਅਧਿਕਤਮ
pl: Maksymalny
si: උපරිම
ta: அதிகபட்சம்
te: గరిష్టం
tg: Максимум
xh: Ubuninzi
yi: ַקס

source: Custom
az: Xüsusi
ca: Personalitzat
da: Brugerdefinerede
fi: Mukautettu
gd: Gnàthach
gu: કસ્ટમ
hy: Պատվերով
is: S칠rsni칧in
km: á•áŸ’á‘á¶á›áŸ‹ááŸ’á›á½á“
ky: Ыңгайлаштырылган
lo: ກຳນົດເອງ
lt: Pasirinktinis
mk: Прилагодено
mr: सानुकूल
or: କଷ୍ଟମ୍
pa: ਪ੍ਰਥਾ
pl: Zwyczaj
si: අභිරුචි
ta: தனிப்பயன்
te: కస్టమ్
tg: Фармоишгар
xh: Isiko

source: To perform this operation, you must first select a cell.
gu: આ કામગીરી કરવા માટે, તમારે પહેલા સેલ પસંદ કરવું આવશ્યક છે.
xh: Ukwenza lo msebenzi, kufuneka uqale ukukhetha iseli.

source: View
gu: જુઓ
si: දැක්ම
xh: Jonga

source: Close
az: Yaxın
ca: Tanca
da: Tæt
fi: kiinni
gd: Dùin
gu: બંધ
hy: փակել
is: Loka
km: á”á·á‘
ky: Жабуу
lo: ປິດ
lt: Uždaryti
mk: Затвори
mr: बंद
or: ବନ୍ଦ
pa: ਬੰਦ ਕਰੋ
pl: Zamkn
si: වසන්න
ta: நெருக்கமான
te: దగ్గరగా
tg: Пӯшед
xh: Vala
yi: ָע

source: difficulty
az: çətinlik
ca: dificultat
da: vanskelighed
fi: vaikeus
gd: duilgheadas
gu: મુશ્કેલી
hy: դժվարություն
is: erfi칧leikar
km: á€á¶ášá›áŸ†á”á¶á€
ky: кыйынчылык
lo: ຄວາມຫຍຸ້ງຍາກ
lt: sunkumas
mk: тешкотија
mr: अडचण
or: ଅସୁବିଧା
pa: ਮੁਸ਼ਕਲ
pl: trudno
si: දුෂ්කරතාව
ta: சிரமம்
te: కష్టం
tg: душворӣ
xh: ubunzima
yi: שערק

source: Total words
az: Ümumi sözlər
ca: Total de paraules
da: Samlede ord
fi: Sanoja yhteensä
gd: Faclan iomlan
gu: કુલ શબ્દો
hy: Ընդհանուր բառեր
is: Samtals or칧
km: á–á¶á€áŸ’á™áŸášá»á”
ky: Жалпы сөздөр
lo: ຄຳສັບທັງໝົດ
lt: Iš viso žodžių
mk: Вкупно зборови
mr: एकूण शब्द
or: ସମୁଦାୟ ଶବ୍ଦ |
pa: ਕੁੱਲ ਸ਼ਬਦ
pl: Suma sów
si: සම්පූර්ණ වචන
ta: மொத்த வார்த்தைகள்
te: మొత్తం పదాలు
tg: Ҳама калимаҳо
xh: Amagama ewonke
yi: ַץ ערער

source: Difficulty
az: Çətinlik
ca: Dificultat
da: Vanskelighed
fi: Vaikeus
gd: Duilgheadas
gu: મુશ્કેલી
hy: Դժվարություն
is: Erfi칧leikar
km: á—á¶á–á›áŸ†á”á¶á€
ky: Кыйынчылык
lo: ຄວາມຫຍຸ້ງຍາກ
lt: Sunkumas
mk: Тешкотија
mr: अडचण
or: ଅସୁବିଧା
pa: ਮੁਸ਼ਕਲ
pl: Trudno
si: දුෂ්කරතාව
ta: சிரமம்
te: కష్టం
tg: Мушкилот
xh: Ubunzima
yi: שערק

source: Select
az: seçin
ca: Seleccioneu
da: Vælg
fi: Valitse
gd: Tagh
gu: પસંદ કરો
hy: Ընտրել
is: Veldu
km: á‡áŸ’ášá¾áŸášá¾áŸ
ky: Тандоо
lo: ເລືອກ
lt: Pasirinkite
mk: Изберете
mr: निवडा
or: ଚୟନ କରନ୍ତୁ |
pa: ਚੁਣੋ
pl: Wybiera
si: තෝරන්න
ta: தேர்ந்தெடு
te: ఎంచుకోండి
tg: Интихоб кунед
xh: Khetha
yi: סקַ

source: Restart
az: Yenidən başlamaq
ca: Reinicia
da: Genstart
fi: Uudelleenkäynnistää
gd: Ath-thòisich
gu: પુનઃપ્રારંભ
hy: Վերսկսել
is: Endurr칝sa
km: á…á¶á”áŸ‹á•áŸ’áŠá¾á˜á¡á¾á„áœá·á‰
ky: Кайра жүргүзүү
lo: ເລີ່ມ​ຕົ້ນ​ໃຫມ່
lt: Perkrauti
mk: Рестарт
mr: पुन्हा सुरू करा
or: ପୁନଃପ୍ରାରମ୍ଭ
pa: ਰੀਸਟਾਰਟ ਕਰੋ
pl: Uruchom ponownie
si: යළි අරඹන්න
ta: மறுதொடக்கம்
te: పునఃప్రారంభించండి
tg: Оғози дубора
xh: Phinda Uqalele

source: Are you sure you want to restart the app?
az: Proqramı yenidən başlatmaq istədiyinizə əminsiniz?
ca: Esteu segur que voleu reiniciar l&#39;aplicació?
da: Er du sikker på, at du vil genstarte appen?
fi: Haluatko varmasti käynnistää sovelluksen uudelleen?
gd: A bheil thu cinnteach gu bheil thu airson an aplacaid ath-thòiseachadh?
gu: શું તમે ખરેખર એપને પુનઃપ્રારંભ કરવા માંગો છો?
hy: Իսկապե՞ս ուզում եք վերագործարկել հավելվածը:
is: Ertu viss um a칧 쮂 viljir endurr칝sa forriti칧?
km: áá¾á¢áŸ’á“á€á”áŸ’ášá¶á€áŠáá¶á…á„áŸ‹á…á¶á”áŸ‹á•áŸ’áá¾á˜á€á˜áŸ’á˜áœá·á’á¸á¡á¾á„áœá·á‰á‘áŸ?
ky: Колдонмону чын эле өчүрүп күйгүзгүңүз келеби?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຣີສະຕາດແອັບ?
lt: Ar tikrai norite iš naujo paleisti programą?
mk: Дали сте сигурни дека сакате да ја рестартирате апликацијата?
mr: तुम्हाला खात्री आहे की तुम्ही ॲप रीस्टार्ट करू इच्छिता?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଆପ୍ ପୁନ rest ଆରମ୍ଭ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ &#39;ਤੇ ਐਪ ਨੂੰ ਰੀਸਟਾਰਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz ponownie uruchomi aplikacj?
si: ඔබට යෙදුම නැවත ආරම්භ කිරීමට අවශ්‍ය බව විශ්වාසද?
ta: பயன்பாட்டை மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా యాప్‌ని రీస్టార్ట్ చేయాలనుకుంటున్నారా?
tg: Шумо мутмаин ҳастед, ки мехоҳед барномаро аз нав оғоз кунед?
xh: Uqinisekile ufuna ukuyiqala ngokutsha i-app?
yi: ע ר ער ַ ר צ רסַר ַפּ?

source: Exit
az: Çıx
ca: Sortida
da: Afslut
fi: Poistu
gd: Ar-a-mach
gu: બહાર નીકળો
hy: Ելք
is: H칝tta
km: á…áŸá‰
ky: Чыгыңыз
lo: ອອກໄປ
lt: Išeiti
mk: Излезете
mr: बाहेर पडा
or: ପ୍ରସ୍ଥାନ
pa: ਨਿਕਾਸ
pl: Wyjcie
si: පිටවීම
ta: வெளியேறு
te: బయటకి దారి
tg: Баромадгоҳ
xh: Phuma
yi: ַרסַ

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
az: Tətbiqdən çıxmaq istədiyinizə əminsiniz? Veb tətbiqi işləyirsə, o, dayandırılacaq.
ca: Esteu segur que voleu sortir de l&#39;aplicació? Si l&#39;aplicació web s&#39;est executant, s&#39;acabar.
da: Er du sikker på, at du vil afslutte appen? Hvis webappen kører, vil den blive afsluttet.
fi: Haluatko varmasti poistua sovelluksesta? Jos verkkosovellus on käynnissä, se lopetetaan.
gd: A bheil thu cinnteach gu bheil thu airson an aplacaid fhàgail? Ma tha an aplacaid lìn a &#39;ruith, thèid a thoirt gu crìch.
gu: શું તમે ખરેખર એપ્લિકેશનમાંથી બહાર નીકળવા માંગો છો? જો વેબ એપ્લિકેશન ચાલી રહી છે, તો તે સમાપ્ત કરવામાં આવશે.
hy: Իսկապե՞ս ուզում եք դուրս գալ հավելվածից: Եթե վեբ հավելվածն աշխատում է, այն կդադարեցվի:
is: Ertu viss um a칧 쮂 viljir h칝tta 칤 forritinu? Ef vefforriti칧 er 칤 gangi ver칧ur 쭀칤 loka칧.
km: áá¾á¢áŸ’á“á€á”áŸ’ášá¶á€áŠáá¶á…á„áŸ‹á…á¶á€á…áŸá‰á–á¸á€á˜áŸ’á˜áœá·á’á¸á˜áŸ‚á“á‘áŸ? á”áŸ’ášáŸá·á“á”á¾á€á˜áŸ’á˜áœá·á’á¸á”ááŸ’áá¶á‰á€áŸ†á–á»á„áŠáŸ†áá¾ášá€á¶áš áœá¶á“á¹á„ááŸ’ášá¼áœá”á¶á“á”á‰áŸ’á…á”áŸ‹áŸ”
ky: Колдонмодон чын эле чыккыңыз келеби? Веб колдонмо иштеп жатса, ал токтотулат.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການອອກຈາກແອັບ? ຖ້າແອັບເວັບກຳລັງເຮັດວຽກຢູ່, ມັນຈະຖືກປິດ.
lt: Ar tikrai norite išeiti iš programos? Jei žiniatinklio programa veikia, ji bus nutraukta.
mk: Дали сте сигурни дека сакате да излезете од апликацијата? Ако веб-апликацијата работи, таа ќе се прекине.
mr: तुम्हाला खात्री आहे की तुम्ही ॲपमधून बाहेर पडू इच्छिता? वेब ॲप चालू असल्यास, ते बंद केले जाईल.
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଆପ୍ ଛାଡିବାକୁ ଚାହୁଁଛନ୍ତି କି? ଯଦି ୱେବ୍ ଆପ୍ ଚାଲୁଛି, ତେବେ ଏହାକୁ ବନ୍ଦ କରିଦିଆଯିବ |
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ &#39;ਤੇ ਐਪ ਤੋਂ ਬਾਹਰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਜੇਕਰ ਵੈੱਬ ਐਪ ਚੱਲ ਰਹੀ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Czy na pewno chcesz wyj z aplikacji? Jeli aplikacja internetowa jest uruchomiona, zostanie zakoczona.
si: ඔබට යෙදුමෙන් පිටවීමට අවශ්‍ය බව විශ්වාසද? වෙබ් යෙදුම ක්‍රියාත්මක වන්නේ නම්, එය අවසන් වේ.
ta: பயன்பாட்டிலிருந்து நிச்சயமாக வெளியேற விரும்புகிறீர்களா? இணைய பயன்பாடு இயங்கினால், அது நிறுத்தப்படும்.
te: మీరు ఖచ్చితంగా యాప్ నుండి నిష్క్రమించాలనుకుంటున్నారా? వెబ్ యాప్ రన్ అవుతున్నట్లయితే, అది రద్దు చేయబడుతుంది.
tg: Шумо мутмаин ҳастед, ки мехоҳед аз барнома хориҷ шавед? Агар барномаи веб кор кунад, он қатъ карда мешавад.
xh: Uqinisekile ufuna ukuphuma kwi-app? Ukuba i-app yewebhu iyasebenza, iya kupheliswa.
yi: ע ר ער ַ ר צ ַרסַ ַפּ? ע ַפּ פסק, עס ע ערַ.

source: Back to home
az: Evə qayıt
ca: De tornada a casa
da: Tilbage til hjemmet
fi: Takaisin kotiin
gd: Air ais dhan dachaigh
gu: ઘરે પાછા
hy: Վերադարձ դեպի տուն
is: Aftur heim
km: ááŸ’ášá›á”áŸ‹â€‹á‘áŸ…á•áŸ’á‘áŸ‡
ky: Үйгө кайтуу
lo: ກັບໄປຫາບ້ານ
lt: Grįžti namo
mk: Назад до дома
mr: परत घराच्या दिशेने
or: ଘରକୁ ଫେରନ୍ତୁ |
pa: ਵਾਪਸ ਘਰ
pl: Wróci do domu
si: ආපසු නිවසට
ta: வீட்டுக்குத் திரும்பு
te: తిరిగి ఇంటికి
tg: Бозгашт ба хона
xh: Buyela ekhaya
yi: צרק

source: Are you sure you want to go back to the home screen? The web app will be terminated.
az: Əsas ekrana qayıtmaq istədiyinizə əminsiniz? Veb tətbiqi dayandırılacaq.
ca: Confirmes que vols tornar a la pantalla d&#39;inici? L&#39;aplicació web es tancar.
da: Er du sikker på, at du vil gå tilbage til startskærmen? Webappen vil blive afsluttet.
fi: Haluatko varmasti palata aloitusnäyttöön? Verkkosovellus lopetetaan.
gd: A bheil thu cinnteach gu bheil thu airson a dhol air ais chun sgrion dachaigh? Thèid an app lìn a thoirt gu crìch.
gu: શું તમે ખરેખર હોમ સ્ક્રીન પર પાછા જવા માંગો છો? વેબ એપ્લિકેશન સમાપ્ત કરવામાં આવશે.
hy: Իսկապե՞ս ուզում եք վերադառնալ հիմնական էկրան: Վեբ հավելվածը կդադարեցվի:
is: Ertu viss um a칧 쮂 viljir fara aftur 치 heimaskj치inn? Vefforritinu ver칧ur loka칧.
km: áá¾á¢áŸ’á“á€á”áŸ’ášá¶á€áŠáá¶á…á„áŸ‹ááŸ’ášá›á”áŸ‹á‘áŸ…á¢áŸá€áŸ’ášá„áŸ‹áŠá¾á˜áœá·á‰á‘áŸ? á€á˜áŸ’á˜áœá·á’á¸á”ááŸ’áá¶á‰á“á¹á„ááŸ’ášá¼áœá”á¶á“á”á·á‘áŸ”
ky: Чын эле башкы экранга кайткыңыз келеби? Веб колдонмо токтотулат.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການກັບໄປໜ້າຈໍຫຼັກ? ແອັບເວັບຈະຖືກປິດ.
lt: Ar tikrai norite grįžti į pagrindinį ekraną? Žiniatinklio programa bus nutraukta.
mk: Дали сте сигурни дека сакате да се вратите на почетниот екран? Веб-апликацијата ќе се прекине.
mr: तुम्हाला खात्री आहे की तुम्ही मुख्यपृष्ठ स्क्रीनवर परत जाऊ इच्छिता? वेब ॲप बंद केले जाईल.
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ହୋମ ସ୍କ୍ରିନକୁ ଫେରିବାକୁ ଚାହୁଁଛନ୍ତି କି? ୱେବ୍ ଆପ୍ ସମାପ୍ତ ହେବ |
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ &#39;ਤੇ ਹੋਮ ਸਕ੍ਰੀਨ &#39;ਤੇ ਵਾਪਸ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਵੈੱਬ ਐਪ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Czy na pewno chcesz wróci do ekranu gównego? Aplikacja internetowa zostanie wyczona.
si: ඔබට මුල් තිරය වෙත ආපසු යාමට අවශ්‍ය බව විශ්වාසද? වෙබ් යෙදුම අවසන් වනු ඇත.
ta: முகப்புத் திரைக்கு நிச்சயமாகச் செல்ல விரும்புகிறீர்களா? இணைய பயன்பாடு நிறுத்தப்படும்.
te: మీరు ఖచ్చితంగా హోమ్ స్క్రీన్‌కి తిరిగి వెళ్లాలనుకుంటున్నారా? వెబ్ యాప్ రద్దు చేయబడుతుంది.
tg: Шумо мутмаин ҳастед, ки мехоҳед ба экрани асосӣ баргардед? Барномаи веб қатъ карда мешавад.
xh: Uqinisekile ukuba ufuna ukubuyela kwiscreen sasekhaya? Usetyenziso lwewebhu luya kupheliswa.
yi: ע ר ער ַ ר צ צרק צ פַרשע? ע ַפּ ע ערַ.

source: Error
az: Xəta
da: Fejl
fi: Virhe
gd: Mearachd
gu: ભૂલ
hy: Սխալ
is: Villa
km: á€áŸ†á á»áŸ
ky: Ката
lo: ຜິດພາດ
lt: Klaida
mk: Грешка
mr: त्रुटी
or: ତ୍ରୁଟି |
pa: ਗਲਤੀ
pl: Bd
si: දෝෂයකි
ta: பிழை
te: లోపం
tg: Хатогӣ
xh: Impazamo
yi: עת

source: This language is already selected.
az: Bu dil artıq seçilib.
ca: Aquest idioma ja est seleccionat.
da: Dette sprog er allerede valgt.
fi: Tämä kieli on jo valittu.
gd: Tha an cànan seo air a thaghadh mu thràth.
gu: આ ભાષા પહેલેથી જ પસંદ કરેલ છે.
hy: Այս լեզուն արդեն ընտրված է:
is: 룐tta tungum치l er 쬰gar vali칧.
km: á—á¶áŸá¶á“áŸáŸ‡ááŸ’ášá¼áœá”á¶á“á‡áŸ’ášá¾áŸášá¾áŸášá½á…á á¾á™áŸ”
ky: Бул тил мурунтан эле тандалган.
lo: ພາສານີ້ຖືກເລືອກແລ້ວ.
lt: Ši kalba jau pasirinkta.
mk: Овој јазик е веќе избран.
mr: ही भाषा आधीच निवडलेली आहे.
or: ଏହି ଭାଷା ପୂର୍ବରୁ ମନୋନୀତ ହୋଇଛି |
pa: ਇਹ ਭਾਸ਼ਾ ਪਹਿਲਾਂ ਹੀ ਚੁਣੀ ਹੋਈ ਹੈ।
pl: Ten jzyk jest już wybrany.
si: මෙම භාෂාව දැනටමත් තෝරා ඇත.
ta: இந்த மொழி ஏற்கனவே தேர்ந்தெடுக்கப்பட்டது.
te: ఈ భాష ఇప్పటికే ఎంపిక చేయబడింది.
tg: Ин забон аллакай интихоб шудааст.
xh: Olu lwimi sele lukhethiwe.
yi: שפּרַ ש סעק.

source: This size is already selected.
az: Bu ölçü artıq seçilib.
ca: Aquesta mida ja est seleccionada.
da: Denne størrelse er allerede valgt.
fi: Tämä koko on jo valittu.
gd: Tha am meud seo air a thaghadh mu thràth.
gu: આ કદ પહેલેથી જ પસંદ કરેલ છે.
hy: Այս չափն արդեն ընտրված է։
is: 룐ssi st칝r칧 er 쬰gar valin.
km: á‘áŸ†á áŸ†á“áŸáŸ‡ááŸ’ášá¼áœá”á¶á“á‡áŸ’ášá¾áŸášá¾áŸášá½á…á á¾á™áŸ”
ky: Бул өлчөм мурунтан эле тандалган.
lo: ຂະໜາດນີ້ຖືກເລືອກແລ້ວ.
lt: Šis dydis jau pasirinktas.
mk: Оваа големина е веќе избрана.
mr: हा आकार आधीच निवडलेला आहे.
or: ଏହି ଆକାର ପୂର୍ବରୁ ସିଲେକ୍ଟ ହୋଇସାରିଛି |
pa: ਇਹ ਆਕਾਰ ਪਹਿਲਾਂ ਹੀ ਚੁਣਿਆ ਹੋਇਆ ਹੈ।
pl: Ten rozmiar jest już wybrany.
si: මෙම ප්රමාණය දැනටමත් තෝරා ඇත.
ta: இந்த அளவு ஏற்கனவே தேர்ந்தெடுக்கப்பட்டது.
te: ఈ పరిమాణం ఇప్పటికే ఎంపిక చేయబడింది.
tg: Ин андоза аллакай интихоб шудааст.
xh: Lo bungakanani sele bukhethiwe.
yi: רס ש סעק.

source: This appearance is already selected.
az: Bu görünüş artıq seçilib.
ca: Aquesta aparença ja est seleccionada.
da: Dette udseende er allerede valgt.
fi: Tämä ulkoasu on jo valittu.
gd: Tha an coltas seo air a thaghadh mar-thà.
gu: આ દેખાવ પહેલેથી જ પસંદ કરેલ છે.
hy: Այս տեսքն արդեն ընտրված է:
is: 룐tta 칰tlit er 쬰gar vali칧.
km: ášá¼á”ášá¶á„á“áŸáŸ‡ááŸ’ášá¼áœá”á¶á“á‡áŸ’ášá¾áŸášá¾áŸášá½á…á á¾á™áŸ”
ky: Бул көрүнүш мурунтан эле тандалган.
lo: ລັກສະນະນີ້ຖືກເລືອກແລ້ວ.
lt: Ši išvaizda jau pasirinkta.
mk: Овој изглед е веќе избран.
mr: हा देखावा आधीच निवडलेला आहे.
or: ଏହି ଦୃଶ୍ୟଟି ସିଲେକ୍ଟ ହୋଇସାରିଛି |
pa: ਇਹ ਦਿੱਖ ਪਹਿਲਾਂ ਹੀ ਚੁਣੀ ਹੋਈ ਹੈ।
pl: Ten wygld jest już wybrany.
si: මෙම පෙනුම දැනටමත් තෝරා ඇත.
ta: இந்த தோற்றம் ஏற்கனவே தேர்ந்தெடுக்கப்பட்டது.
te: ఈ ప్రదర్శన ఇప్పటికే ఎంపిక చేయబడింది.
tg: Ин намуди зоҳирӣ аллакай интихоб шудааст.
xh: Le mbonakalo sele ikhethiwe.
yi: ע סע ש סעק.

source: Info
az: Məlumat
ca: Informació
fi: Tiedot
gd: Fiosrachadh
gu: માહિતી
hy: Ինֆո
is: Uppl칳singar
km: á–áŸááŸŒá˜á¶á“
ky: Маалымат
lo: ຂໍ້ມູນ
lt: Informacija
mk: Инфо
mr: माहिती
or: ସୂଚନା
pa: ਜਾਣਕਾਰੀ
pl: Informacje
si: තොරතුරු
ta: தகவல்
te: సమాచారం
tg: Маълумот
xh: Ulwazi
yi: פָֿרַצע

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
gu: પ્રથમ વખત લોન્ચ, કૃપા કરીને વાંચો: એકવાર તમે ક્રોસવર્ડ લોડ કરી લો, અને બીજો લોડ કરવા માંગો છો, તમારે પહેલા વેબ એપ્લિકેશનને સમાપ્ત કરવી આવશ્યક છે. મહત્વપૂર્ણ: જો તમે macOS પર છો, તો જ્યારે વેબ એપ્લિકેશન ચાલી રહી હોય ત્યારે એપ્લિકેશનને (cmd+q નો ઉપયોગ કરીને) છોડી દેવાનું દબાણ તેને યોગ્ય રીતે સમાપ્ત થતું અટકાવશે. જો તમે ભૂલથી આ કરો છો, તો પ્રોગ્રામ એક અલગ પોર્ટ સાથે નવી વેબ એપ્લિકેશન્સ ચલાવશે. વૈકલ્પિક રીતે, તમે પ્રોગ્રામની રૂપરેખા ફાઇલમાં પોર્ટને મેન્યુઅલી બદલી શકો છો. બધી એપ્લિકેશન પ્રક્રિયાઓ કે જે યોગ્ય રીતે સમાપ્ત થઈ નથી તે MacOS પર પ્રવૃત્તિ મોનિટર દ્વારા સમાપ્ત થઈ શકે છે, અથવા, તેને સમાપ્ત કરવા માટે ફક્ત તમારા કમ્પ્યુટરને ફરીથી પ્રારંભ કરો.

source: An error occured while loading this crossword's definitions. Ensure that its definitions JSON file exists in the base cwords directory. NOTE: Base crossword data is only accessed when its translated version is not present in the locales directory.
gu: આ ક્રોસવર્ડની વ્યાખ્યાઓ લોડ કરતી વખતે એક ભૂલ આવી. ખાતરી કરો કે તેની વ્યાખ્યાઓ JSON ફાઇલ બેઝ કવર્ડ્સ ડિરેક્ટરીમાં અસ્તિત્વમાં છે. નોંધ: બેઝ ક્રોસવર્ડ ડેટા ફક્ત ત્યારે જ એક્સેસ થાય છે જ્યારે તેનું ભાષાંતરિત સંસ્કરણ લોકેલ ડિરેક્ટરીમાં હાજર ન હોય.

source: An error occured in crossword generation. Please see further information in the console
gu: ક્રોસવર્ડ જનરેશનમાં ભૂલ આવી. કૃપા કરીને કન્સોલમાં વધુ માહિતી જુઓ

source: Crossword Puzzle - Game
az: Krossvord Puzzle - Oyun
ca: Mots encreuats - Joc
da: Krydsord - Spil
fi: Ristisanatehtävä - Peli
gd: Tòimhseachan Crois-fhacal - Gèam
gu: ક્રોસવર્ડ પઝલ - ગેમ
hy: Խաչբառ հանելուկ - Խաղ
is: Krossg치tu - Leikur
km: á›áŸ’á”áŸ‚á„á•áŸ’á‚á»áŸ†ášá¼á” Crossword - á áŸ’á‚áŸá˜
ky: Crossword Puzzle - Оюн
lo: ເກມແຂ່ງລົດ Crossword - ເກມ
lt: Kryžiažodis – žaidimas
mk: Крстозбор загатка - игра
mr: क्रॉसवर्ड पझल - गेम
or: କ୍ରସ୍ ୱାର୍ଡ ପଜଲ୍ - ଖେଳ |
pa: ਕ੍ਰਾਸਵਰਡ ਪਹੇਲੀ - ਗੇਮ
pl: Krzyżówka - gra
si: හරස්පද ප්‍රහේලිකාව - ක්‍රීඩාව
ta: குறுக்கெழுத்து புதிர் - விளையாட்டு
te: క్రాస్వర్డ్ పజిల్ - గేమ్
tg: Кроссворд - Бозӣ
xh: I-Crossword Puzzle - Umdlalo
yi: קרָסער רעעש - שפּ

source: Across
az: Qarşıda
ca: A través de
da: Et kors
fi: Poikki
gd: Tarsainn
gu: સમગ્ર
hy: Ողջ
is: 룠ert yfir
km: á†áŸ’á›á„
ky: Арасында
lo: ຂ້າມ
lt: Skersai
mk: Преку
mr: ओलांडून
or: ସମଗ୍ର
pa: ਪਾਰ
pl: Przez
si: හරහා
ta: முழுவதும்
te: అంతటా
tg: Дар саросари
xh: Ngaphesheya
yi: ַרער

source: Down
az: Aşağı
ca: Avall
da: ned
fi: Alas
gd: Sìos
gu: નીચે
hy: Ներքև
is: Ni칧ur
km: á…á»áŸ‡
ky: Төмөн
lo: ລົງ
lt: Žemyn
mk: Долу
mr: खाली
or: ତଳକୁ |
pa: ਥੱਲੇ, ਹੇਠਾਂ, ਨੀਂਵਾ
pl: W dó
si: පහළ
ta: கீழ்
te: క్రిందికి
tg: Поён
xh: Phantsi
yi: ַרָפּ

source: Reveal
gu: ઉઘાડી
xh: Tyhila

source: Cell
gu: કોષ
xh: Iseli

source: Word
gu: શબ્દ
xh: Ilizwi

source: Grid
gu: ગ્રીડ
xh: Igridi

source: Check
gu: તપાસો
xh: Khangela

source: Clear
gu: ચોખ્ખુ
xh: Cacileyo

source: Smart Skip
gu: સ્માર્ટ અવગણો
