{
    "hana trigonometric": "He hana o ka huina i hoikeia ma ke ano he ratio o ka loa o na aoao o ka huinakolu huina kupono",
    "hana inverse": "He hana i loaʻa ma ka hōʻike ʻana i ka loli hilinaʻi o kekahi hana ma ke ʻano he hoʻololi kūʻokoʻa o kekahi",
    "arctangent": "Ka hana inverse o ka tangent",
    "arcsine": "Ka hana inverse o ka sine",
    "arccosine": "Ka hana inverse o ka cosine",
    "kosecant": "ʻO ka pānaʻi o ka hana sine, i wehewehe ʻia ʻo ka ratio o ka hypotenuse i ka ʻaoʻao ʻaoʻao o kahi huinakolu ʻākau.",
    "cotangent": "ʻO ka pānaʻi o ka hana tangent, i wehewehe ʻia ʻo ia ka ratio o ka mea pili i ka ʻaoʻao ʻaoʻao o kahi huinakolu ʻākau.",
    "ʻike pili trigonometric": "He kaulike e pili ana i na hana trigonometric i pololei no na waiwai a pau o na hoololi",
    "kanawai o na sine": "I loko o ka huinakolu, ua mau ka ratio o ka loa o kekahi aoao me ka sine o kona huina kue",
    "kānāwai o nā cosines": "I loko o ka huinakolu, ua like ka huinahalike o kekahi aoao me ka huina o na huinahalike o na aoao elua e hoemi ana i ka palua o ka huina hoonui o keia mau aoao elua a me ka cosine o ka huina hui.",
    "ana radian": "ʻO ke ana o ka huina i loko o nā radians, ʻo ia ka ratio o ka lōʻihi o kahi arc i kona radius",
    "velocity angular": "Ka nui o ka hoʻololi ʻana o kahi kihi e pili ana i ka manawa",
    "lōʻihi arc": "ʻO ka mamao ma waena o ʻelua mau kiko ma kahi ʻāpana o ka ʻalihi",
    "ʻāpana": "ʻO ka ʻāpana o ka pōʻai i hoʻopaʻa ʻia e nā radii ʻelua a me ko lākou poʻe i hoʻopaʻa ʻia",
    "ratio trigonometric": "Ka ratio o ka loa o na aoao elua o ka huinakolu kupono",
    "hoʻohālikelike trigonometric": "He hoohalike e pili ana i hookahi a i ole ia mau hana trigonometric o ka hoololi"
}