{
    "fotosyntes": "Process genom vilken växter använder solljus, vatten och CO2 för att producera mat (glukos)",
    "cellandningen": "Process genom vilken celler bryter ner glukos för att frigöra energi",
    "mitokondrier": "Organeller i celler som ansvarar för cellandning",
    "klorofyll": "Grönt pigment i växter som absorberar solljus för fotosyntes",
    "dna": "Deoxiribonukleinsyra, molekyl som bär genetisk information",
    "rna": "Ribonukleinsyra, molekyl involverad i proteinsyntes",
    "protein": "Molekyl som består av aminosyror som utför olika kroppsfunktioner",
    "enzym": "Protein som påskyndar kemiska reaktioner i kroppen",
    "cell": "Grundläggande livsenhet, den grundläggande byggstenen för allt levande",
    "vävnad": "Grupp av liknande celler som arbetar tillsammans för att utföra en specifik funktion",
    "organ": "Grupp av vävnader som arbetar tillsammans för att utföra en specifik funktion",
    "organsystem": "Grupp av organ som arbetar tillsammans för att utföra en komplex funktion",
    "homeostas": "En organisms förmåga att upprätthålla en stabil inre miljö",
    "anpassning": "Förändring i en organism som hjälper den att överleva och föröka sig i sin miljö",
    "Evolution": "Process genom vilken populationer av organismer förändras över tiden",
    "naturligt urval": "Process genom vilken organismer med egenskaper som är bättre lämpade för deras miljö är mer benägna att överleva och föröka sig",
    "ekologi": "Studie av hur organismer interagerar med varandra och sin miljö",
    "ekosystem": "Gemenskap av levande organismer och deras icke-levande miljö som interagerar med varandra",
    "biosfär": "En del av jorden som stödjer liv",
    "taxonomi": "Biologisk gren som sysslar med klassificering av organismer",
    "morfologi": "Biologisk gren som sysslar med studiet av form och struktur",
    "fysiologi": "Biologisk gren som sysslar med studiet av funktion och processer i levande organismer",
    "autotrof": "Organism som kan producera sin egen mat med hjälp av ljus eller kemikalier (t.ex. växter)",
    "heterotrof": "Organism som får mat genom att konsumera andra organismer (t.ex. djur)",
    "producent": "Organism som producerar organiskt material (t.ex. växter)",
    "konsument": "Organism som konsumerar organiskt material som produceras av andra organismer (t.ex. djur)",
    "nedbrytare": "Organism som bryter ner döda organismer och organiskt material (t.ex. svampar, bakterier)",
    "livsmiljö": "En organisms naturliga miljö",
    "befolkning": "Grupp av organismer av samma art som lever i ett visst område",
    "gemenskap": "Grupp av olika populationer som interagerar med varandra i ett visst område",
    "biom": "Storskaligt ekosystem med karakteristiska växter och djur (t.ex. öken, regnskog)",
    "biologisk mångfald": "Mångfald av liv på jorden på alla nivåer, från gener till ekosystem",
    "hotad": "Arter som riskerar att dö ut",
    "utdöd": "Arter som inte längre finns"
}