Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/st/LC_MESSAGES/messages.po
Languages: st

source: Select a destination to export your crosswords to
st: Khetha sebaka seo u eang ho sona ha ho na thuso ea hau ho

source: my-crosswords
st: Linoko tsa ka

source: Select a valid crossword JSON file that was exported using xpuz
st: Khetha faele e sebetsang ea School JSON e neng e romelletsoe ho tsamaisana le ho beha Crossword_Puzle

source: Select a destination to export your ipuz to
st: Khetha sebaka seo u eang ho sona ho romella IPUZ ea hau ho

source: Answers
st: Likarabo

source: Select a destination to download your PDF to
st: Khetha sebaka seo u eang ho sona ho jarolla PDF ea hau ho

source: Across
st: Ka nako

source: Down
st: Tlase

source: Remove
st: Delete Delete

source: Are you sure you want to delete this
st: Na u na le bonnete ba hore u batla ho hlakola sena

source: It will be lost forever!
st: E tla lahleheloa ka ho sa feleng!

source: Add or select
st: Eketsa kapa khetha

source: Are you sure you want to add/select a
st: Na u na le bonnete ba hore u batla ho eketsa / khetha a

source: Your modified fields will be reset!
st: Masimo a hau a fetotsoeng a tla fetoloa!

source: Back to home
st: Khutlela hae

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
st: Na u na le bonnete ba hore u batla ho khutlela skrineng sa lapeng? Masimo a hau a fetotsoeng a tla fetoloa!

source: Are you sure you want to import crosswords? Your modified fields will be reset!
st: Na u na le bonnete ba hore u batla ho kenya li-password tsa cross?Masimo a hau a fetotsoeng a tla khutlisoa!

source: Restart
st: Qala hape

source: Are you sure you want to restart the app?
st: Na ehlile u batla ho qala sesebelisoa hape?

source: Exit
st: Etsoa

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
st: Na ehlile u batla ho tsoa ho app? Haeba sesebelisoa sa marang-rang se ntse se sebetsa, se tla emisoa.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
st: Na ehlile u batla ho khutlela skrineng sa lapeng? Sesebelisoa sa Marang-rang se tla emisoa.

source: Error
st: Phoso

source: This language is already selected.
st: Puo ena e se e khethiloe.

source: This size is already selected.
st: Boholo bona bo se bo khethiloe.

source: This appearance is already selected.
st: Ponahalo ena e se e khethiloe.

source: This quality is already selected.
st: Boleng bona bo se bo khethiloe.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
st: Mokhabiso o nang le lebitso lena le mathata ana a se a ntse a le teng.Ka kopo khetha lebitso le lecha le / kapa bothata bo bocha.

source: You have no crosswords to export. Please make some and try again.
st: Ha u na li-parpic ha li na ho romella kantle.Ka kopo etsa tse ling ebe u leka hape.

source: Successfully exported your crosswords.
st: E romelletsoe ka katleho le li-cross tsa hau.

source: Your crosswords could not be exported, sorry.
st: Linotlolo tsa hau li ne li ke ke tsa romelloa li romelloa.

source: All of your crosswords were successfully imported.
st: Linoko tsa hau kaofela li ile tsa romelloa ka katleho.

source: Your import could not be fully completed.
st: Ho kenella ha hao ho ke ke ha phetheloa ka botlalo.

source: Crosswords with duplicate names and difficulties that were not imported:
st: Linokonane le mabitso a kopitsang le mathata a sa buuoeng:

source: Invalid crosswords that were not imported:
st: Linomoro tse sa sebetseng tse neng li sa fumanehe:

source: The specified JSON file is invalid and cannot be processed.
st: Faele ea JSON e boletsoeng e sa sebetse ebile e ke ke ea sebetsoa.

source: This word already exists. Please choose a new word.
st: Lentsoe lena le se le ntse le le teng. Ka kopo khetha lentsoe le lecha.

source: An error occurred while creating your PDF. Please try again.
st: Ho bile le phoso ha u ntse u etsa PDF ea hau.Ka kopo leka hape.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
st: Mantsoe a neng a ke ke a kenngoa nakong ea pokello ea mantsoe a ke ke a kenyelletsoa ho PDF ena, masoabi.

source: Successfully wrote PDF.
st: O ile a ngola ka katleho.

source: You are missing pycairo, which is required to perform this operation. Please run
st: U hloloheloa pycairo, e hlokahalang ho etsa ts'ebetso ena.Ka kopo matha

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
st: le ho kenya lihlooho tsa pycairo haeba u se lifensetere li sebelisa tataiso ea pycairo

source: Successfully wrote ipuz
st: O ngotse ka katleho ipuz

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
st: Lekhetlo la pele ha u qala, ka kopo bala: Hang ha u se u kentse mantsoe a fapaneng, 'me u lakatsa ho kenya le leng, u tlameha ho qala ka ho emisa app ea tepo. BOHLOKOA: Haeba u sebelisa macOS, qobella ho tlohela ts'ebeliso (u sebelisa cmd+q) ha sesebelisoa sa marang-rang se ntse se sebetsa ho tla e thibela ho emisa hantle. Haeba u etsa sena ka phoso, lenaneo le tla tsamaisa lisebelisoa tse ncha tsa marang-rang tse nang le boema-kepe bo fapaneng. Ntle le moo, o ka fetola ka bouena boema-kepe ho faele ea config ea lenaneo. Lits'ebetso tsohle tsa app tse sa kang tsa felisoa ka nepo li ka felisoa ka Activity Monitor ho MacOS, kapa, feela qala komporo ea hau hape ho e emisa.

source: An unexpected error occured. Please try reinstalling the application with
st: Ho bile le phoso e sa lebelloang. Ka kopo, leka ho kenya kopo ea hau hape

source: Definitions are empty
st: Litlhaloso ha li na letho

source: The word count or definitions are less than 3 in length
st: Palo kapa litlhaloso li ka tlase ho 3 ka bolelele

source: Length of the word count is greater than the definitions
st: Boholo ba lentsoe bo phahame ho feta litlhaloso

source: Escape character present in word
st: ʻO ka hoʻohaʻana i ka hoʻohaʻana i ka

source: Crossword Puzzle - Game
st: Crossword Pozzle - papali

source: Compound
st: Multind

source: Auto-skip
st: Ski-skip

source: Auto-check
st: Cheke ea auto

source: Reveal
st: Senola

source: Cell
st: Sele

source: Word
st: Lentsoe

source: Check
st: Lekola

source: Clear
st: Hlakisa

source: Unrevealed
st: E sa phethoe

source: You are viewing
st: O shebile

source: from
st: ho tloha

source: word(s) could not be inserted, sorry.
st: Mantsoe (a) a ka se ke a kenngoa, masoabi.

source: Word count (adjusted)
st: Lipalo tsa mantsoe (tse fetotsoeng)

source: Word count
st: Palo ea mantsoe

source: Continue
st: Tsoela pele

source: You completed the crossword!
st: U qetile mantsoe a sefapano!

source: Close
st: Koala

source: Categorised
st: Ka hoʻohaʻana i ka hoʻohaʻana

source: Flattened
st: Ho ho ho flattened

source: Browser
st: Mohaser

source: Embedded
st: E kenelletse

source: Back
st: Boa Boa

source: HomePage
st: Home Site Seo

source: Search
st: Batla

source: Create
st: Theha

source: Play
st: Bapala

source: Game view
st: Sheba pono ea papali

source: Export as
st: Ho romella kantle joalo

source: Destroy
st: Senya

source: Word count preferences
st: Likhetho tsa palo ea mantsoe

source: Select word count
st: Khetha palo ea mantsoe

source: Maximum
st: Boholo

source: Custom
st: Tloaelo

source: To perform this operation, you must first select a cell.
st: Ho etsa ts'ebetso ena, o tlameha ho khetha sele.

source: View
st: Sheba

source: Total words
st: Mantsoe a felletseng

source: Difficulty
st: Bothata

source: Select
st: Khetha

source: Your Crosswords
st: Li-crosswords tsa hau

source: Save
st: Mpolokeng

source: length >= 1 and valid OS file name
st: Length > = 1 & Valid OS File Name

source: length == 1
st: Leng = 1

source: Easy
st: Bonolo

source: Medium
st: Mahareng

source: Hard
st: E thata

source: Extreme
st: Feteletseng

source: Adding
st: Phaella ka ho re

source: Add
st: Eketsang

source: Press
st: Press ea khatiso

source: to add a
st: Add a ho ho

source: new crossword.
st: Polelo e ncha.

source: Editing
st: Ho hlophisa

source: Your Words
st: Mantsoe a hau

source: length >= 1 and length <= 32 and is a language character
st: bolelele > = 1 le bolelele < = 32 mme ke semelo sa puo

source: length >= 1
st: Leng > = 1

source: new word.
st: Lentsoe le lecha.

source: light
st: kganya

source: dark
st: lefifi

source: system
st: tsamaiso

source: terrible
st: e mpe

source: poor
st: mafutsana

source: average
st: Karolelano

source: great
st: e kholo

source: perfect
st: E phethahetseng

source: Crossword Puzzle
st: Phapanyetsano ea Mantsoe

source: BrowserPage
st: Sebaka sa ho browser

source: Editor
st: Mohlophisi

source: EditorPage
st: Mohlophisi oa Leqephe

source: Global Settings
st: Litlhophiso tsa Global

source: Language
st: Lesli Lesme

source: Size
st: Boholo

source: Appearance
st: Ponahalo

source: Crossword Quality
st: Boleng ba mantsoe

source: New version available!
st: Phetolelo e ncha e teng!

source: Math
st: Lipalo

source: Science
st: Saense

source: Computer Science
st: Mahlale a likomporo

source: User
st: Basebelisi ba

source: Clue
st: Leang Clue

source: Name
st: Lebitso la lebitso

source: Symbol
st: Letšoao la letšoao
