{
    "asunto": "Todo lo que ocupa espacio y tiene masa.",
    "energía": "Capacidad para hacer el trabajo",
    "átomo": "Unidad de materia más pequeña que puede participar en una reacción química.",
    "molécula": "Grupo de dos o más átomos unidos químicamente.",
    "elemento": "Sustancia pura formada por un solo tipo de átomo.",
    "compuesto": "Sustancia formada por dos o más elementos diferentes unidos químicamente entre sí.",
    "Estado de la materia": "Forma en que existe la materia (sólido, líquido, gaseoso, plasma)",
    "gravedad": "Fuerza que atrae objetos con masa entre sí.",
    "magnetismo": "Fuerza ejercida por imanes sobre ciertos materiales.",
    "fuerza": "Empujar o tirar que puede hacer que un objeto acelere o cambie de dirección",
    "movimiento": "Cambio de posición de un objeto a lo largo del tiempo.",
    "aceleración": "Tasa de cambio de velocidad",
    "velocidad": "Velocidad y dirección de un objeto.",
    "luz": "Forma de energía que viaja en forma de ondas.",
    "sonido": "Forma de energía que viaja en forma de ondas a través de un medio.",
    "calor": "Transferencia de energía térmica de un objeto más caliente a un objeto más frío.",
    "temperatura": "Medida de qué tan caliente o frío está algo",
    "clima": "Condiciones climáticas promedio en un lugar específico durante un largo período",
    "ecosistema": "Comunidad de organismos vivos que interactúan entre sí y con su entorno no vivo.",
    "hábitat": "Entorno natural de un organismo.",
    "población": "Grupo de organismos de la misma especie que viven en un área particular.",
    "evolución": "Proceso por el cual las poblaciones de organismos cambian con el tiempo.",
    "sistema solar": "El Sol y los objetos gravitacionalmente unidos a él.",
    "galaxia": "Enorme colección de estrellas, gas y polvo.",
    "universo": "Todo lo que existe, incluida la materia, la energía, el espacio y el tiempo."
}