{
    "ການ​ທົດ​ສອບ​ຂອງ​ອາ​ເບນ​": "ວິທີການຂອງການທົດສອບສໍາລັບການ convergence ຂອງຊຸດທີ່ບໍ່ມີຂອບເຂດ",
    "convergence ຢ່າງແທ້ຈິງ": "ຊຸດທີ່ບໍ່ມີຂອບເຂດແມ່ນໄດ້ຖືກກ່າວເຖິງວ່າລວມກັນຢ່າງແທ້ຈິງຖ້າຜົນລວມຂອງຄ່າຢ່າງແທ້ຈິງຂອງ summands ແມ່ນຈໍາກັດ.",
    "ສູງສຸດຢ່າງແທ້ຈິງ": "ມູນຄ່າສູງສຸດທີ່ຫນ້າທີ່ບັນລຸໄດ້",
    "ຕໍາ່ສຸດທີ່ຢ່າງແທ້ຈິງ": "ຄ່າຕໍ່າສຸດທີ່ຟັງຊັນບັນລຸໄດ້",
    "ມູນຄ່າຢ່າງແທ້ຈິງ": "ຄ່າທີ່ບໍ່ແມ່ນລົບຂອງຕົວເລກທີ່ແທ້ຈິງໂດຍບໍ່ຄໍານຶງເຖິງເຄື່ອງຫມາຍຂອງມັນ",
    "ຊຸດສະຫຼັບ": "ຊຸດທີ່ບໍ່ມີຂອບເຂດທີ່ມີຂໍ້ສະລັບລະຫວ່າງທາງບວກ ແລະທາງລົບ",
    "ການທົດສອບຊຸດສະລັບກັນ": "ວິທີການທີ່ໃຊ້ເພື່ອພິສູດວ່າຊຸດສະລັບກັນທີ່ມີຂໍ້ກໍານົດທີ່ຫຼຸດລົງໃນມູນຄ່າຢ່າງແທ້ຈິງແມ່ນຊຸດປະສົມປະສານ.",
    "annulus": "ວັດຖຸຮູບວົງແຫວນ, ພາກພື້ນທີ່ຜູກມັດດ້ວຍສອງວົງກົມ",
    "ຕ້ານອະນຸພັນ": "ຟັງຊັນທີ່ແຕກຕ່າງໄດ້ເຊິ່ງອະນຸພັນແມ່ນເທົ່າກັບຟັງຊັນຕົ້ນສະບັບ",
    "asymptote": "ເສັ້ນທີ່ໄລຍະຫ່າງລະຫວ່າງເສັ້ນໂຄ້ງ ແລະເສັ້ນເຂົ້າໃກ້ສູນເປັນໜຶ່ງ ຫຼືທັງສອງຂອງພິກັດ x ຫຼື y ມັກຈະບໍ່ມີຂອບເຂດ.",
    "ພື້ນທີ່ພາຍໃຕ້ເສັ້ນໂຄ້ງ": "ສ່ວນປະກອບທີ່ສະແດງເຖິງພື້ນທີ່ລະຫວ່າງເສັ້ນໂຄ້ງ y = f(x), ແກນ x, ແລະເສັ້ນຕັ້ງ x = a ແລະ x = b, ເຊິ່ງ a ແລະ b ແມ່ນຂອບເຂດຈໍາກັດຂອງການເຊື່ອມໂຍງ.",
    "ລະ​ບຽບ​ຕ່ອງ​ໂສ້​": "ອະນຸພັນຂອງຟັງຊັນປະສົມແມ່ນອະນຸພັນຂອງຟັງຊັນຊັ້ນນອກທີ່ຖືກປະເມີນຢູ່ໃນຫນ້າທີ່ພາຍໃນເທົ່າກັບອະນຸພັນຂອງຫນ້າທີ່ພາຍໃນ.",
    "ການຄິດໄລ່ຄວາມແຕກຕ່າງ": "ສຶກສາອັດຕາການປ່ຽນແປງຂອງປະລິມານ. ສົມຜົນອະນຸພັນແມ່ນໃຊ້ເພື່ອອະທິບາຍອັດຕາການປ່ຽນແປງຂອງຟັງຊັນ",
    "ຕົວ​ປ່ຽນ​ແປງ​ຂອງ​ເອ​ກະ​ລາດ": "ປະລິມານທີ່ໝູນໃຊ້ໃນໜ້າທີ່ ຫຼືສົມຜົນ, ມັກຈະສະແດງເຖິງສາເຫດໃນຄວາມສຳພັນຂອງເຫດ ແລະຜົນ.",
    "ຕົວແປທີ່ຂຶ້ນກັບ": "ຜົນໄດ້ຮັບຫຼືຜົນໄດ້ຮັບໃນຫນ້າທີ່ຫຼືຄວາມສໍາພັນທີ່ມີການປ່ຽນແປງໂດຍອີງໃສ່ຄຸນຄ່າຂອງປະລິມານອື່ນໆ",
    "ໂດເມນ": "ຫມາຍເຖິງທຸກຄ່າທີ່ເປັນໄປໄດ້ທີ່ສາມາດຖືກນໍາໃຊ້ເປັນ input ກັບຟັງຊັນ",
    "ຊ່ວງ": "ຊຸດຂອງຜົນຜະລິດທີ່ເປັນໄປໄດ້ທັງຫມົດທີ່ຟັງຊັນສາມາດຜະລິດໄດ້",
    "ຈຳກັດ": "ແນວຄວາມຄິດທີ່ອະທິບາຍສິ່ງທີ່ຜົນໄດ້ຮັບໃຫ້ຄຸນຄ່າຂອງຟັງຊັນເຂົ້າໃກ້ກັບທີ່ວັດສະດຸປ້ອນເຂົ້າໃກ້ກັບຄ່າທີ່ແນ່ນອນ.",
    "ອະນຸພັນ": "ແນວຄວາມຄິດທີ່ວັດແທກອັດຕາການປ່ຽນແປງທັນທີ ຫຼືຄວາມຊັນຂອງເສັ້ນ tangent ຢູ່ຈຸດໃດນຶ່ງໃນຟັງຊັນໃດໜຶ່ງ.",
    "ການ​ຄິດ​ໄລ່​ລວມ​": "ການຂະຫຍາຍການຄິດໄລ່ທີ່ກ່ຽວຂ້ອງກັບການຊອກຫາ antiderivative ຂອງຟັງຊັນທີ່ derivative ໄດ້ຖືກມອບໃຫ້",
    "ເສັ້ນຊື່": "ການເຊື່ອມໂຍງຂອງຟັງຊັນຕາມເສັ້ນໂຄ້ງ",
    "ອົງປະກອບດ້ານຫນ້າ": "ການລວມຕົວກັນທົ່ວໄປໃນການລວມຕົວກັນເທິງພື້ນຜິວ",
    "ການຄິດໄລ່ຫຼາຍຕົວແປ": "ການຂະຫຍາຍຂອງ calculus ໃນຕົວແປຫນຶ່ງກັບ calculus ທີ່ມີຫນ້າທີ່ຂອງຕົວແປຫຼາຍ",
    "ພາກສະຫນາມ vector": "ຈຸດໜຶ່ງໃນອາວະກາດທີ່ມີຄວາມກວ້າງ ແລະທິດທາງ",
    "ການຄິດໄລ່ vector": "ການຂະຫຍາຍການຄິດໄລ່ທີ່ຈັດການກັບຄວາມແຕກຕ່າງແລະການລວມຕົວຂອງ vector ໃນຊ່ອງ Euclidean ສາມມິຕິລະດັບ",
    "ທ່າແຮງ vector": "ພາກສະຫນາມ vector ທີ່ເຮັດໃຫ້ເກີດເປັນພາກສະຫນາມ solenoidal ຜ່ານ curl operator"
}