{
    "Abel est test": "Modus probandi series infinitae concursus",
    "absoluta concursus": "Series infinita absolute dicitur concurrere, si summarum absolutorum summarum finita est",
    "absolutum maximum": "Summum valorem munus attingit",
    "absoluta minimum": "Munus minimi attingit",
    "valorem absolutum": "Valor non-negativus numeri realis sine respectu ad suum signum",
    "alterna serie": "Series infinita, cuius termini alternant inter positivas et negativas",
    "alterna serie test": "Methodus probabat alternam seriem cum terminis decrescentibus in valore absoluto seriem convergentium esse",
    "annulus": "Anulus informe, regio duobus circulis concentricis terminata",
    "antiderivativum": "Munus differentiabile cuius derivativum est aequalis functioni originali",
    "asymptote": "Linea ita ut distantia inter curvam et lineam nihil accedat ut una vel utraque coordinatarum x vel y in infinitum tendat.",
    "spatio curva": "Integrum repraesentans aream inter curvam y=f(x(x), axem x-ac verticalem x=a et x=b, ubi a et b sunt fines integrationis.",
    "catena regulae": "Inde muneris compositi, inde functionis exterioris aestimandae in functione interiore, inde functionis interioris.",
    "calculi differentialis": "Studia quantitatum mutationis. Aequatio derivativa adhibetur ad describere ratem mutationis functionis",
    "independens variabilis": "Quantitas quae in functione vel aequatione tractatur, saepe causam repraesentat in causa et relatione effectus",
    "dependens variabilis": "Exitus vel effectus in functione vel relatione quae mutationes fundatur in valoribus aliarum quantitatum",
    "domain": "Refertur ad omnes valores possibiles qui adhiberi possunt ut initus ad functionem",
    "range": "Statuto omnium possibilium outputs quod munus productum potest",
    "limit": "Conceptus qui describit quid output aestimat munus propius accedit ad ut initibus propius ad certum valorem",
    "derivationes": "A conceptu qui momentaneam ratem mutationis vel scopuli lineae contingentis in puncto quodam functionis metitur",
    "calculi integralis": "Calculi extensio quae involvit antiderivativum functionis inveniendam, cuius derivatio data est",
    "linea integralis": "Integratio functionis in linea curva",
    "superficies integralis": "Communicatio diversorum integralium ad integrationes super superficiebus",
    "multivariable calculi": "Calculi extensio in uno calculo variabili cum functionibus plurium variabilium",
    "vector agri": "Punctum in spatio quod habet magnitudinem et directionem",
    "vector calculi": "Calculi prorogatio quae de differentiatione et integratione agri vectoris in spatio trium dimensivarum Euclideorum agit.",
    "vector potentiale": "Vector ager qui campum solenoidalem oritur per operator cincinnus"
}