{
    "fotosinteza": "Proces u kojem biljke koriste sunčevu svjetlost, vodu i CO2 za proizvodnju hrane (glukoze)",
    "ćelijskog disanja": "Proces kojim ćelije razgrađuju glukozu da bi oslobodile energiju",
    "mitohondrije": "Organele u ćelijama odgovorne za ćelijsko disanje",
    "hlorofil": "Zeleni pigment u biljkama koji upija sunčevu svjetlost za fotosintezu",
    "dna": "Deoksiribonukleinska kiselina, molekul koji nosi genetske informacije",
    "rna": "Ribonukleinska kiselina, molekul uključen u sintezu proteina",
    "proteina": "Molekul sastavljen od aminokiselina, koji obavlja različite tjelesne funkcije",
    "enzim": "Protein koji ubrzava hemijske reakcije u organizmu",
    "ćelija": "Osnovna jedinica života, temeljni građevni blok svih živih bića",
    "tkiva": "Grupa sličnih ćelija koje rade zajedno kako bi izvršile određenu funkciju",
    "organ": "Grupa tkiva koja rade zajedno kako bi izvršila određenu funkciju",
    "sistem organa": "Grupa organa koji rade zajedno kako bi izvršili složenu funkciju",
    "homeostaza": "Sposobnost organizma da održava stabilnu unutrašnju sredinu",
    "adaptacija": "Promjena u organizmu koja mu pomaže da preživi i razmnožava se u svom okruženju",
    "evolucija": "Proces kojim se populacije organizama mijenjaju tokom vremena",
    "prirodna selekcija": "Proces kojim organizmi sa osobinama koje su bolje prilagođene njihovom okruženju imaju veće šanse da prežive i razmnožavaju se",
    "ekologija": "Proučavanje načina na koji organizmi interaguju jedni s drugima i svojom okolinom",
    "ekosistema": "Zajednica živih organizama i njihovog neživog okruženja u međusobnoj interakciji",
    "biosfera": "Dio Zemlje koji podržava život",
    "taksonomija": "Grana biologije koja se bavi klasifikacijom organizama",
    "morfologija": "Grana biologije koja se bavi proučavanjem oblika i strukture",
    "fiziologija": "Grana biologije koja se bavi proučavanjem funkcija i procesa u živim organizmima",
    "autotrof": "Organizam koji može proizvoditi vlastitu hranu koristeći svjetlost ili kemikalije (npr. biljke)",
    "heterotrof": "Organizam koji hranu dobija konzumiranjem drugih organizama (npr. životinja)",
    "producent": "Organizam koji proizvodi organsku materiju (npr. biljke)",
    "potrošača": "Organizam koji troši organsku tvar koju proizvode drugi organizmi (npr. životinje)",
    "razlagač": "Organizam koji razgrađuje mrtve organizme i organske tvari (npr. gljive, bakterije)",
    "stanište": "Prirodno okruženje organizma",
    "stanovništva": "Grupa organizama iste vrste koji žive na određenom području",
    "zajednica": "Grupa različitih populacija koje međusobno komuniciraju na određenom području",
    "biom": "Ekosistem velikih razmera sa karakterističnim biljkama i životinjama (npr. pustinja, prašuma)",
    "biodiverzitet": "Raznolikost života na Zemlji na svim nivoima, od gena do ekosistema",
    "ugrožen": "Vrste u opasnosti od izumiranja",
    "izumrli": "Vrste koje više ne postoje"
}