Repository: tomasvana10/xpuz
Catalog: xpuz/locales/haw/LC_MESSAGES/messages.po
Languages: haw

source: Select a destination to export your crosswords to
haw: E koho i kahi wahi e hoʻolaha ai i kāu mau crosswords i

source: my-crosswords
haw: ʻO kaʻu-crosswords

source: Select a valid crossword JSON file that was exported using xpuz
haw: E koho i kahi faile crossword Jon Pro faile i laweʻia i ka hoʻohanaʻana i ka crosword_puzzle

source: Select a destination to export your ipuz to
haw: E koho i kahi wahi e hoʻoiho ai i kāu IPUZ i

source: Answers
haw: Pane

source: Select a destination to download your PDF to
haw: Koho i kahi wahi e hoʻoiho ai i kāu PDF i

source: Across
haw: Ma waena

source: Down
haw: Iho

source: Remove
haw: Wehe

source: Are you sure you want to delete this
haw: Makemake ʻoe e holoi i kēia

source: It will be lost forever!
haw: E nalowale mau loa ana!

source: Add or select
haw: Hoʻohui a koho paha

source: Are you sure you want to add/select a
haw: Makemake ʻoe e hoʻohui/koho i kahi

source: Your modified fields will be reset!
haw: E hoʻihoʻi hou ʻia kāu mau kahua i hoʻololi ʻia!

source: Back to home
haw: Hoʻi i ka home

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
haw: Makemake ʻoe e hoʻi i ka pale home?

source: Info
haw: ʻIke

source: Are you sure you want to import crosswords? Your modified fields will be reset!
haw: ʻIkeʻoe makemakeʻoe e hoʻokomo i nā crosswords?E hoʻihoʻiʻia kāu mau mahina i hoʻololiʻia!

source: Restart
haw: Hoʻomaka hou

source: Are you sure you want to restart the app?
haw: Makemake ʻoe e hoʻomaka hou i ka polokalamu?

source: Exit
haw: Puka

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
haw: Makemake ʻoe e haʻalele i ka polokalamu? Makemake ʻoe e haʻalele i ka polokalamu? Inā holo ka polokalamu pūnaewele, e hoʻopau ʻia.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
haw: Makemake ʻoe e hoʻi i ka pale home? Makemake ʻoe e hoʻi i ka pale home? E hoʻopau ʻia ka polokalamu pūnaewele.

source: Error
haw: Kuhihewa

source: This language is already selected.
haw: Ua koho ʻia kēia ʻōlelo.

source: This size is already selected.
haw: Ua koho mua ʻia kēia nui.

source: This appearance is already selected.
haw: Ua koho ʻia kēia hiʻohiʻona.

source: This quality is already selected.
haw: Ua kohoʻia kēiaʻano maikaʻi.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
haw: ʻO kahi crossword me kēia inoa a me kēia paʻakikī ke loaʻa.Eʻoluʻolu e koho i kahi inoa hou a me / a iʻole kahi pilikia hou.

source: You have no crosswords to export. Please make some and try again.
haw: ʻAʻohe o kou mau'ōlelo e hiki ai ke kiʻi.Eʻoluʻolu e hana hou a ho'āʻo hou.

source: Successfully exported your crosswords.
haw: Ua kūleʻa maikaʻi i kāu mau lā.

source: Your crosswords could not be exported, sorry.
haw: ʻAʻole hiki ke kiʻiʻia kāu mau crosswords, e kala.

source: All of your crosswords were successfully imported.
haw: Ua hoʻokomoʻia nā mea āpau o kāu crosswords.

source: Your import could not be fully completed.
haw: ʻAʻole hiki ke hoʻopauʻia kāu hoʻopuka.

source: Crosswords with duplicate names and difficulties that were not imported:
haw: Nā crosswords me nā inoa kope a me nā pilikia i hāʻawiʻoleʻiaʻoleʻia:

source: Invalid crosswords that were not imported:
haw: Nā Crosswords Trosswordsʻaʻole i hoʻopukaʻia:

source: The specified JSON file is invalid and cannot be processed.
haw: ʻAʻole kūpono ka faila JSON aʻaʻole hiki ke hoʻokōʻia.

source: This word already exists. Please choose a new word.
haw: Aia kēia huaʻōlelo.

source: An error occurred while creating your PDF. Please try again.
haw: Ua hala kekahi hewa i ka wā e hoʻokumu ai i kāu PDF.Eʻoluʻolu e ho'āʻo hou.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
haw: ʻAʻole hiki ke hoʻokomoʻia nā hua'ōlelo i hikiʻole ke hoʻokomoʻia i ka wā o ke Aupuni Crosswordʻaʻole e hoʻokomoʻia ma kēia PDF, e kalaʻia.

source: Successfully wrote PDF.
haw: Ua kākau ponoʻo PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
haw: Ua halaʻoe i ka pycairo, kahi e pono ai e hana i kēia hana.Holo

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
haw: a hoʻonohonoho i nā poʻomanaʻo no ka pycaro ināʻaʻoleʻoe ma ka Windows me ka hoʻohanaʻana i nā alakaʻiʻo Pycairo

source: Successfully wrote ipuz
haw: Ua kākau maikaʻiʻo Ipuz

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
haw: ʻO ka hoʻomaka mua ʻana, e ʻoluʻolu e heluhelu: Ke hoʻouka ʻoe i kahi huaʻōlelo, a makemake ʻoe e hoʻouka i kekahi, pono ʻoe e hoʻopau mua i ka polokalamu pūnaewele. ʻO ka hoʻomaka mua ʻana, e ʻoluʻolu e heluhelu: Ke hoʻouka ʻoe i kahi huaʻōlelo, a makemake ʻoe e hoʻouka i kekahi, pono ʻoe e hoʻopau i ka polokalamu pūnaewele. NUI: Inā aia ʻoe ma macOS, e haʻalele i ka noi (me ka hoʻohana ʻana i ka cmd+q) i ka wā e holo ana ka polokalamu pūnaewele e pale iā ia mai ka hoʻopau pono ʻana. Inā kuhi hewa ʻoe i kēia, e holo ka polokalamu i nā polokalamu pūnaewele hou me kahi awa ʻē aʻe. ʻO kahi ʻē aʻe, hiki iā ʻoe ke hoʻololi lima i ke awa ma ka faila config o ka papahana. Hiki ke hoʻopau ʻia nā kaʻina hana a pau i hoʻopau pono ʻole ʻia ma o Activity Monitor ma MacOS, a i ʻole, e hoʻomaka hou i kāu kamepiula e hoʻopau iā lākou.

source: An unexpected error occured. Please try reinstalling the application with
haw: Ua loaʻa kahi hewa i manaʻo ʻole ʻia.

source: Definitions are empty
haw: ʻAʻohe wehewehe

source: The word count or definitions are less than 3 in length
haw: ʻO ka helu a i ʻole ka wehewehe ʻana ʻaʻole ia ma mua o 3 ka lōʻihi

source: Length of the word count is greater than the definitions
haw: ʻOi aku ka lōʻihi o ka helu ʻōlelo ma mua o nā wehewehe

source: Escape character present in word
haw: Pakele i ke ano ma ka olelo

source: Crossword Puzzle - Game
haw: Crossword puzzle - pāʻani

source: Compound
haw: Coupound

source: Auto-skip
haw: Skip-skip

source: Auto-word
haw: Hua'ōlelo-hua'ōlelo

source: Auto-check
haw: ʻO ka nānā-nānā

source: Reveal
haw: Hōʻike

source: Cell
haw: Kelepona

source: Word
haw: Hua'ōlelo

source: Check
haw: Nānā

source: Clear
haw: Maopopo

source: Unrevealed
haw: ʻAʻole iʻikeʻia

source: You are viewing
haw: Ke nānā neiʻoe

source: from
haw: Mai

source: word(s) could not be inserted, sorry.
haw: ʻAʻole hiki ke hoʻokomoʻia nā hua'ōlelo (s), e kala mai.

source: Word count (adjusted)
haw: Helu hua'ōlelo (hoʻoponoponoʻia)

source: Word count
haw: Heluhelu nui

source: Continue
haw: E hoʻomau

source: You completed the crossword!
haw: Ua hoʻopauʻoe i ka crossword!

source: Close
haw: Pani

source: Categorised
haw: Wehewehe ʻia

source: Flattened
haw: Palahalaha

source: Browser
haw: Ka mea nānā

source: Embedded
haw: Hoʻokomoʻia

source: Crossword Browser
haw: Huli Huaʻōlelo Crossword

source: Back
haw: Hoʻi

source: HomePage
haw: ʻAoʻao

source: Search
haw: Huli

source: Create
haw: Hana

source: Play
haw: Pāʻani

source: Game view
haw: Pāʻani Paʻa

source: Export as
haw: Hōʻike e like me

source: Destroy
haw: Luku

source: Word count preferences
haw: Nā koho helu huaʻōlelo

source: Select word count
haw: E koho i ka helu ʻōlelo

source: Maximum
haw: Loa

source: Custom
haw: Kuʻuna

source: To perform this operation, you must first select a cell.
haw: E hana i kēia hana, ponoʻoe e koho mua i kahi kelepona.

source: View
haw: Nānā

source: Total words
haw: Nā hua'ōlelo

source: Difficulty
haw: Pilikia

source: Select
haw: E koho

source: Crossword Editor
haw: Luna Hoʻoponopono Crossword

source: Your Crosswords
haw: Kau mau hua'ōlelo

source: Save
haw: Hoʻopakele

source: length >= 1 and valid OS file name
haw: lōʻihi >= 1 a me ka inoa faila OS kūpono

source: length == 1
haw: lōʻihi == 1

source: Easy
haw: maʻalahi

source: Medium
haw: Kauwaena

source: Hard
haw: Paʻakikī

source: Extreme
haw: Kiʻekiʻe

source: Adding
haw: Hoʻohui

source: Add
haw: Hoʻohui

source: Press
haw: Paʻi

source: to add a
haw: e hoʻohui a

source: new crossword.
haw: hale kūʻai hou.

source: Editing
haw: Hoʻoponopono

source: Your Words
haw: Kau ʻōlelo

source: length >= 1 and length <= 32 and is a language character
haw: lōʻihi >= 1 a me ka lōʻihi <= 32 a he ʻano ʻōlelo

source: length >= 1
haw: lōʻihi >= 1

source: new word.
haw: ʻōlelo hou.

source: light
haw: māmā

source: dark
haw: pouli

source: system
haw: ʻōnaehana

source: terrible
haw: weliweli

source: poor
haw: ilihune

source: average
haw: Apana

source: great
haw: nui

source: perfect
haw: hemolele

source: Crossword Puzzle
haw: Huʻi Huaʻōlelo Crossword

source: BrowserPage
haw: 'ʻOmanana

source: Editor
haw: Lunahooponopono

source: EditorPage
haw: Aoao Lunahooponopono

source: Global Settings
haw: Nā hoʻonohonoho honua

source: Language
haw: ʻŌlelo

source: Size
haw: Nui

source: Appearance
haw: Ka nana aku

source: Crossword Quality
haw: ʻO keʻano o ke aloha

source: New version available!
haw: Loaʻa ma hope!

source: Geography
haw: Palapala honua

source: Math
haw: Makemakika

source: Science
haw: ʻepekema

source: Computer Science
haw: ʻepekema kamepiula

source: User
haw: mea hoʻohana

source: Clue
haw: ʻIkepili

source: Name
haw: Inoa

source: Symbol
haw: Hoailona
