{
    "pagsulay ni abel": "Usa ka pamaagi sa pagsulay alang sa panagtapok sa usa ka walay katapusan nga serye",
    "hingpit nga panagsama": "Ang usa ka walay kinutuban nga serye giingon nga maghiusa sa hingpit kung ang sumada sa hingpit nga mga kantidad sa mga summand adunay kinutuban.",
    "hingpit nga maximum": "Ang pinakataas nga bili nga maabot sa usa ka function",
    "hingpit nga minimum": "Ang labing ubos nga kantidad nga makuha sa usa ka function",
    "hingpit nga bili": "Ang dili negatibo nga kantidad sa usa ka tinuud nga numero nga wala’y pagtagad sa timaan niini",
    "alternating series": "Usa ka walay katapusan nga serye kansang mga termino nagpulipuli tali sa positibo ug negatibo",
    "alternating series nga pagsulay": "Pamaagi nga gigamit sa pagpamatuod nga ang usa ka alternating serye nga adunay mga termino nga mokunhod sa hingpit nga bili kay usa ka convergent series",
    "annulus": "Usa ka butang nga pormag singsing, usa ka rehiyon nga gilibutan sa duha ka concentric nga mga lingin",
    "antiderivative": "Usa ka differentiable function kansang derivative katumbas sa orihinal nga function",
    "asymptote": "Usa ka linya nga ang gilay-on tali sa kurba ug linya moduol sa sero samtang ang usa o ang duha sa x o y nga mga koordinasyon lagmit nga walay katapusan.",
    "lugar ubos sa kurba": "Ang integral nga nagrepresentar sa lugar tali sa kurba y=f(x), ang x-axis, ug ang bertikal nga linya x=a ug x=b, diin ang a ug b mao ang mga limitasyon sa panagsama.",
    "kadena nga lagda": "Ang derivative sa usa ka composite function mao ang derivative sa gawas nga function nga gi-evaluate sa sulod nga function times ang derivative sa sulod nga function.",
    "differential calculus": "Pagtuon sa rate sa pagbag-o sa gidaghanon. Ang derivative equation gigamit sa paghulagway sa gikusgon sa kausaban sa usa ka function",
    "independente nga variable": "Usa ka gidaghanon nga gimaniobra sa usa ka function o equation, kasagaran nagrepresentar sa hinungdan sa usa ka hinungdan-ug-epekto nga relasyon",
    "dependent variable": "Ang resulta o resulta sa usa ka function o relasyon nga nagbag-o base sa mga kantidad sa ubang mga kantidad",
    "domain": "Nagtumong sa tanan nga posible nga mga kantidad nga magamit ingon usa ka input sa usa ka function",
    "range": "Ang set sa tanang posibleng mga output nga mahimong produkto sa usa ka function",
    "utlanan": "Usa ka konsepto nga naghulagway kung unsa nga mga kantidad sa output ang usa ka function nga nagkaduol samtang ang mga input nagkaduol sa usa ka piho nga kantidad",
    "derivatives": "Usa ka konsepto nga nagsukod sa dali nga rate sa pagbag-o o ang bakilid sa tangent nga linya sa usa ka punto sa usa ka function.",
    "integral nga calculus": "Ang extension sa calculus nga naglakip sa pagpangita sa antiderivative sa usa ka function kansang derivative gihatag",
    "integral nga linya": "Ang panagsama sa usa ka function subay sa linya sa kurba",
    "integral sa nawong": "Ang pag-generalize sa lain-laing integral sa mga integrasyon sa ibabaw sa ibabaw",
    "multivariable nga calculus": "Ang extension sa calculus sa usa ka variable ngadto sa calculus nga adunay mga function sa daghang mga variable",
    "natad sa vector": "Usa ka punto sa kawanangan nga adunay gidak-on ug direksyon",
    "vector calculus": "Usa ka extension sa calculus nga naghisgot sa pagkalainlain ug ang paghiusa sa vector field sa three-dimensional nga Euclidean space.",
    "potensyal sa vector": "Ang vector field nga nagpatunghag solenoidal field pinaagi sa curl operator"
}