Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/sn/LC_MESSAGES/messages.po
Languages: sn

source: Select a destination to export your crosswords to
sn: Sarudza kwaunoda kuenda kuEnderport yako manhamba

source: my-crosswords
sn: my-crossets

source: Select a valid crossword JSON file that was exported using xpuz
sn: Sarudza chirevo cheCrossword json faira iyo inotumirwa uchishandisa crosssword_puzzle

source: Select a destination to export your ipuz to
sn: Sarudza nzvimbo yekuendesa kunze kwenyika ipuz kune

source: Answers
sn: Mhinduro

source: Select a destination to download your PDF to
sn: Sarudza kwainoenda kunotora yako PDF kuti

source: Across
sn: Kuyambuka

source: Down
sn: Pasi

source: Remove
sn: Bvisa

source: Are you sure you want to delete this
sn: Une chokwadi here kuti unoda kubvisa izvi

source: It will be lost forever!
sn: Wakanda forever!

source: Add or select
sn: Wedzera kana kusarudza

source: Are you sure you want to add/select a
sn: Unoda kuwedzera / sarudza a

source: Your modified fields will be reset!
sn: Minda yako yakagadziridzwa ichadzorerwa!

source: Back to home
sn: Kudzokera kumba

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
sn: Une chokwadi here kuti unoda kudzokera kumba skrini? Minda yako yakagadziridzwa ichadzorerwa!

source: Are you sure you want to import crosswords? Your modified fields will be reset!
sn: Une chokwadi here kuti unoda kupinza majasi emakwikwi?Minda yako yakagadziridzwa ichagadzirwazve!

source: Are you sure you want to restart the app?
sn: Une chokwadi chekuti unoda kutangazve app?

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
sn: Une chokwadi chekuti unoda kubuda muapp? Kana iyo webhu app iri kushanda, ichamiswa.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
sn: Une chokwadi chekuti unoda kudzokera kuchiratidziro chekumba? Webhu app ichamiswa.

source: This language is already selected.
sn: Mutauro uyu wakatosarudzwa.

source: This size is already selected.
sn: Saizi iyi yakatosarudzwa.

source: This appearance is already selected.
sn: Chitarisiko ichi chakatosarudzwa.

source: This quality is already selected.
sn: Unhu uhwu hwatove wakasarudzwa.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
sn: Musimboti ane zita iri uye kuomerwa kwatovepo.Ndokumbira sarudza zita idzva uye / kana kuoma kutsva.

source: You have no crosswords to export. Please make some and try again.
sn: Iwe hauna madekwana ekutengesa kunze kwenyika.Ndokumbira uite imwe uye edza zvakare.

source: Successfully exported your crosswords.
sn: Akabudirira kutengeswa kutengesa makomendi ako.

source: Your crosswords could not be exported, sorry.
sn: Makomisheni ako aisakwanisa kutumirwa kunze, ndine hurombo.

source: All of your crosswords were successfully imported.
sn: Yese yemakompikwi ako akanyatso kuiswa kunze kwenyika.

source: Your import could not be fully completed.
sn: Yako yekukanda haina kukwanisa kupedzwa zvizere.

source: Crosswords with duplicate names and difficulties that were not imported:
sn: Makomisheni ane mazita akawandisa uye matambudziko asina kuendeswa kunze:

source: Invalid crosswords that were not imported:
sn: Madekombe asina kunaka asina kuendeswa kunze kwenyika:

source: The specified JSON file is invalid and cannot be processed.
sn: Iyo yakataurwa json faira haina basa uye haigone kuongororwa.

source: This word already exists. Please choose a new word.
sn: Izwi iri riripo kare. Ndapota sarudza shoko idzva.

source: An error occurred while creating your PDF. Please try again.
sn: Kanganiso yakaitika panguva yekugadzira yako PDF.Ndokumbirawo kuti muedze zvakare.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
sn: Mazwi aisakwanisa kuiswa panguva yechizvarwa cheCrossword haazosanganiswe mune ino PDF, ndine urombo.

source: Successfully wrote PDF.
sn: Akanyatso kunyorera PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
sn: Iwe uri kushayikwa pycairo, iyo inodikanwa kuti uite izvi kushanda uku.Ndapota mhanya

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
sn: uye gadza misoro yePycairo kana iwe usiri pamaWindows uchishandisa Pycairo's kutanga gwara

source: Successfully wrote ipuz
sn: Akanyatso kunyatso IPUZ

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
sn: Kekutanga kuvhurwa, ndapota verenga: Kana uchinge waisa crossword, uye uchishuvira kurodha imwe, unofanira kutanga wamisa webhu app. ZVINOKOSHA: Kana iwe uri paMacOS, manikidza kuregedza application (uchishandisa cmd + q) nepo webhu app iri kushanda ichaidzivirira kubva pakumisa nemazvo. Kana iwe ukaita izvi zvisizvo, chirongwa chinomhanyisa mawebhu maapplication matsva ane chiteshi chakasiyana. Neimwe nzira, iwe unogona kushandura chiteshi muchirongwa chefaira rechirongwa. Ese maapplication maitiro asina kubviswa zvakanaka anogona kumiswa kuburikidza neAction Monitor paMacOS, kana, ingo tangazve komputa yako kuti uimise.

source: An unexpected error occured. Please try reinstalling the application with
sn: Chikanganiso chisingatarisirwi chakaitika. Ndapota edza kuisazve chikumbiro pamwe

source: Definitions are empty
sn: Tsanangudzo hadzina chinhu

source: The word count or definitions are less than 3 in length
sn: Izwi rekuverenga kana tsanangudzo dziri pasi pe3 pakureba

source: Length of the word count is greater than the definitions
sn: Kureba kwemazwi ekuverenga kwakakura kupfuura tsanangudzo

source: Escape character present in word
sn: Kutiza hunhu huripo mumashoko

source: Auto-word
sn: Auto-izwi

source: Auto-check
sn: Auto-Tarisa

source: Reveal
sn: Ratidza

source: Cell
sn: Sero

source: Word
sn: Izwi

source: Check
sn: Tarisa

source: Clear
sn: Bvisa

source: Unrevealed
sn: Isinga zivikanwe

source: You are viewing
sn: Urikuona

source: from
sn: kubva

source: word(s) could not be inserted, sorry.
sn: izwi (s) dzaisakwanisa kuiswa, ndine urombo.

source: Word count (adjusted)
sn: Kuverenga kweshoko (kugadziridzwa)

source: Word count
sn: Izwi kuverenga

source: Continue
sn: Enderera

source: You completed the crossword!
sn: Iwe wapedza chirevo chevhu!

source: Categorised
sn: Categorized

source: Flattened
sn: Yakatsetseka

source: Embedded
sn: Yakanyorwa

source: Back
sn: Dzokera

source: HomePage
sn: musha Page

source: Search
sn: Tsvaga

source: Create
sn: Gadzira

source: Play
sn: Tamba

source: Destroy
sn: Paradza

source: Word count preferences
sn: Sarudzo dzekuverenga mazwi

source: Select word count
sn: Sarudza kuverenga kwemazwi

source: Maximum
sn: Kukwana

source: To perform this operation, you must first select a cell.
sn: Kuita izvi kushanda, iwe unofanirwa kutanga watanga kusarudza sero.

source: Total words
sn: Mazwi ese

source: Difficulty
sn: Kuoma

source: Select
sn: Sarudza

source: Your Crosswords
sn: Crosswords Yako

source: Save
sn: Chengetedza

source: length >= 1 and valid OS file name
sn: kureba > = 1 uye yakakodzera OS faira zita

source: length == 1
sn: urefu == 1

source: Medium
sn: Pakati

source: Hard
sn: Zvakaoma

source: Extreme
sn: Zvakanyanya

source: Adding
sn: Kuwedzera

source: Add
sn: Wedzera

source: to add a
sn: kuwedzera a

source: Editing
sn: Kugadzirisa

source: Your Words
sn: Mashoko Ako

source: length >= 1 and length <= 32 and is a language character
sn: kureba > = 1 uye kureba < = 32 uye chimiro chemutauro

source: length >= 1
sn: kureba >= 1

source: new word.
sn: Shoko idzva.

source: light
sn: chiedza

source: dark
sn: rima

source: terrible
sn: zvinotyisa

source: poor
sn: murombo

source: average
sn: pakati

source: great
sn: hukuru

source: perfect
sn: kukwana

source: Editor
sn: Mupepeti

source: Language
sn: Mutauro

source: Appearance
sn: Chitarisiko

source: Crossword Quality
sn: Crossword mhando

source: New version available!
sn: Shanduro itsva inowanikwa!

source: Science
sn: Sayenzi

source: User
sn: Mushandisi

source: Name
sn: Zita

source: Symbol
sn: Chiratidzo
