Repository: tomasvana10/xpuz
Catalog: crossword_puzzle/locales/*/LC_MESSAGES/messages.po
Languages: mg, sr

source: Select a destination to export your crosswords to
mg: Safidio ny toerana iray hanondrana ny crosswords anao
sr: Изаберите одредиште да бисте изволи своје укрштене речи на

source: my-crosswords
sr: моје-укрштене речи

source: Select a valid crossword JSON file that was exported using crossword_puzzle
mg: Misafidiana rakitra JSON manan-kery izay nanondrana ny fampiasana crossword_puzzle
sr: Изаберите важећу ЦроссВорд ЈСОН датотеку која је извозила коришћењем цроссворд_пузле

source: Answers
sr: Одговори

source: Across
mg: manerana
sr: Преко

source: Down
mg: Midina
sr: Надиграти се

source: Remove
mg: Esory
sr: Uklonite

source: Are you sure you want to delete this
mg: Azonao antoka ve fa te hamafa izany ianao?
sr: Želite li zaista da izbrišete ovo

source: It will be lost forever!
mg: Ho very mandrakizay izany!
sr: Biće zauvek izgubljena!

source: Add or select
mg: Ampio na safidio
sr: Dodavanje ili biranje

source: Are you sure you want to add/select a
mg: Azonao antoka ve fa te-hanampy / hisafidy a a ianao
sr: Želite li zaista da dodate/izaberete

source: Your modified fields will be reset!
mg: Haverina indray ny saha namboarinao!
sr: Vaša izmenjena polja će biti vraćena na početnu vrednost!

source: Back to home
mg: Miverina any an-trano
sr: Назад кући

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
mg: Tianao ve ny hiverina any amin'ny efijery an-trano? Haverina indray ny saha namboarinao!
sr: Želite li zaista da se vratite na početni ekran? Vaša izmenjena polja će biti vraćena na početnu vrednost!

source: Info
sr: Инфо

source: Are you sure you want to import crosswords? Your modified fields will be reset!
mg: Azonao antoka ve fa te hanafatra crosswords ianao?Havaozina ny saha novaina!
sr: Јесте ли сигурни да желите да увозите укрштене речи?Ваша модификована поља ће се ресетовати!

source: Restart
mg: Haverina velomina
sr: Поново покренути

source: Are you sure you want to restart the app?
mg: Tena te hamerina ny fampiharana ve ianao?
sr: Да ли сте сигурни да желите да поново покренете апликацију?

source: Exit
mg: Fivoahana
sr: Изађи

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
mg: Tena te hiala amin'ny fampiharana ve ianao? Raha mandeha ny app web dia hofoanana izany.
sr: Да ли сте сигурни да желите да изађете из апликације? Ако је веб апликација покренута, биће прекинута.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
mg: Tena te hiverina any amin'ny efijery an-trano ve ianao? Hatsahatra ny app web.
sr: Да ли сте сигурни да желите да се вратите на почетни екран? Веб апликација ће бити прекинута.

source: Error
mg: fahadisoana
sr: Грешка

source: This language is already selected.
mg: Efa voafantina ity fiteny ity.
sr: Овај језик је већ изабран.

source: This size is already selected.
mg: Efa voafantina io habe io.
sr: Ова величина је већ изабрана.

source: This appearance is already selected.
mg: Ity endrika ity dia efa voafantina.
sr: Овај изглед је већ изабран.

source: This quality is already selected.
mg: Ity kalitao ity dia efa voafantina.
sr: Овај квалитет је већ изабран.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
mg: Ny lakrosy iray miaraka amin'ity anarana sy ny fahasarotana ity dia efa misy.Mifidiana anarana vaovao sy / na fahasarotana vaovao.
sr: Укрштање са овим именом и потешкоће већ постоји.Изаберите ново име и / или нову потешкоћу.

source: You have no crosswords to export. Please make some and try again.
mg: Tsy manana crowords hanondrana ianao.Azafady mba andramo ny sasany ary andramo indray.
sr: Немате укрштених речи за извоз.Молим вас, направите их и покушајте поново.

source: Successfully exported your crosswords.
mg: Nanondrana tamim-pahombiazana ny crosswords.
sr: Успешно је извезео ваше укрштене речи.

source: Your crosswords could not be exported, sorry.
mg: Tsy afaka nanondrana, miala tsiny ny lakrosy anao.
sr: Ваше укрштање се није могло извести, извини.

source: All of your crosswords were successfully imported.
mg: Ny crosswords rehetra dia nahomby tamim-pahombiazana.
sr: Све ваше укрштене речи су успешно увезене.

source: Your import could not be fully completed.
mg: Ny fanafarana nataonao dia tsy ho vita tanteraka.
sr: Ваш увоз није могао бити у потпуности довршен.

source: Crosswords with duplicate names and difficulties that were not imported:
mg: Crosswords misy anarana sy zava-tsarotra izay tsy nafarana:
sr: Укрштене речи са дупликатним именима и потешкоћама које нису увезене:

source: Invalid crosswords that were not imported:
mg: Lalana tsy mety izay tsy nampidirina:
sr: Неважеће укрштене речи које нису увезене:

source: The specified JSON file is invalid and cannot be processed.
mg: Ny rakitra JSON voafaritra dia tsy manan-kery ary tsy azo zahana.
sr: Наведена ЈСОН датотека није ваљана и не може се обрадити.

source: This word already exists. Please choose a new word.
mg: Efa misy izany teny izany. Misafidiana teny vaovao.
sr: Ova reč već postoji. Odaberite novu reč.

source: An error occurred while creating your PDF. Please try again.
sr: Дошло је до грешке приликом креирања вашег ПДФ-а.Молим вас, покушајте поново.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
sr: Речи које се нису могле убацују током генерације укрштене речи неће бити укључене у овај ПДФ, извини.

source: Successfully wrote PDF.
sr: Успешно је написао пдф.

source: You are missing pycairo, which is required to perform this operation. Please run
sr: Недостаје вам Пицаиро, који је потребан за обављање ове операције.Молимо вас да се покренете

source: and install the headers for pycairo if you are not on Windows at the following link as a guide
sr: и уградите заглавља за Пицаиро ако нисте на Виндовс-у на следећој вези као водича

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
mg: Famoahana voalohany, vakio azafady: Raha vantany vao nampiditra teny fanalahidy iray ianao ary te-hampiditra iray hafa dia tsy maintsy atsahatrao aloha ny fampiharana tranonkala. ZAVA-DEHIBE: Raha mampiasa macOS ianao, dia tsy maintsy miala amin'ny fampiharana (amin'ny fampiasana cmd+q) raha mbola mandeha ny fampiharana tranonkala dia hisakana azy tsy hifarana araka ny tokony ho izy. Raha diso ianao manao an'izany, dia hampandeha apps web vaovao miaraka amin'ny seranana hafa ilay programa. Raha tsy izany, azonao atao ny manova ny port amin'ny rakitra config an'ny programa. Ny fizotry ny fampiharana rehetra izay tsy tapaka araka ny tokony ho izy dia azo atsahatra amin'ny alÃ lan'ny Activity Monitor amin'ny MacOS, na, avereno fotsiny ny solosainao mba hamaranana azy ireo.
sr: Прво покретање, прочитајте: Када учитате укрштеницу и желите да учитате још једну, прво морате да прекинете веб апликацију. ВАЖНО: Ако сте на мацОС-у, присилно затварање апликације (помоћу цмд+к) док је веб апликација покренута спречиће је да се правилно заврши. Ако то грешком урадите, програм ће покренути нове веб апликације са другим портом. Алтернативно, можете ручно променити порт у конфигурационој датотеци програма. Сви процеси апликације који нису правилно прекинути могу се прекинути преко Ацтивити Монитор-а на МацОС-у или једноставно поново покрените рачунар да бисте их прекинули.

source: An unexpected error occured. Please try reinstalling the application with
mg: Nisy olana tsy nampoizina. Andramo ny famerenana ny fampiharana amin'ny
sr: Došlo je do neočekivane greške. Pokušajte ponovo da instalirate aplikaciju pomoću

source: Definitions are empty
mg: Foana ny famaritana
sr: Definicije su prazne

source: The word count or definitions are less than 3 in length
mg: Ny teny hoe manisa na famaritana dia latsaky ny 3 ny halavany
sr: Broj reči ili definicija je dužine manje od 3

source: Length of the word count is greater than the definitions
mg: Ny halavan'ny teny hoe manisa dia lehibe kokoa noho ny famaritana
sr: Dužina prebrojavanja reči je veća od definicija

source: Escape character present in word
mg: Mandositra ny toetra hita amin'ny teny
sr: Znak za bekstvo prisutan u reči

source: Crossword Puzzle - Game
mg: Piozila crossword - lalao
sr: Цроссворд Пуззле - Гаме

source: Compound
mg: iombonana amin'ny
sr: Једињење

source: Auto-skip
sr: Прескочити

source: Auto-word
mg: Auto-teny
sr: Ауто-реч

source: Auto-check
sr: Аутоматска провера

source: Zoom
sr: Зум

source: Reveal
mg: hita
sr: Открити

source: Cell
mg: SELA
sr: Ћелија

source: Word
mg: teny
sr: Реч

source: Grid
mg: Fefy
sr: Мрежа

source: Check
mg: Taratasim-bola
sr: Проверавати

source: Clear
mg: Mazava
sr: Јасно

source: Unrevealed
mg: Unevealed
sr: Непонован

source: You are viewing
mg: Mijery ianao
sr: Гледате

source: from
sr: од

source: word(s) could not be inserted, sorry.
mg: Ny teny (s) dia tsy azo ampidirina, miala tsiny.
sr: Реч (и) нису могле да се убацују, извини.

source: Word count (adjusted)
mg: Teny isa (namboarina)
sr: Број речи (подешено)

source: Word count
sr: Број речи

source: Continue
mg: FOANA
sr: Настави

source: You completed the crossword!
mg: Vita ny crossword!
sr: Завршили сте укрштену реч!

source: Close
mg: AKAIKY
sr: Близу

source: Crossword Browser
sr: Претраживач укрштених речи

source: Back
mg: Miverina
sr: Nazad

source: HomePage
mg: Pejy fandraisana
sr: Matična stranica

source: Categorised
mg: Sokajy
sr: Kategorisan

source: Flattened
mg: Vaky
sr: Sravnjena sa zemljom

source: Search
mg: karohy
sr: Претрага

source: Load
sr: Učita

source: Open
mg: Sokafy
sr: Otvorite

source: Make PDF
sr: Направити пдф

source: Terminate
mg: Famaranana
sr: Prekinjeno

source: Word count preferences
mg: Safidy isan'ny teny
sr: Подешавања броја речи

source: Select word count
mg: Fidio ny isan'ny teny
sr: Изаберите број речи

source: Maximum
mg: Faratampony
sr: Максимум

source: Custom
mg: fanao
sr: Обичај

source: Select a destination to download your PDF to
sr: Изаберите одредиште да бисте преузели свој ПДФ на

source: To perform this operation, you must first select a cell.
mg: Mba hanatanterahana io fandidiana io dia tsy maintsy misafidy sela aloha ianao.
sr: Да бисте извршили ову операцију, прво морате да изаберете ћелију.

source: View
sr: Поглед

source: Total words
mg: Total
sr: Укупно речи

source: Difficulty
mg: fahasarotana
sr: Потешкоће

source: Select
sr: Изаберите

source: Crossword Editor
sr: Urednik ukrštenica

source: Your Crosswords
mg: Ny Teny Iraisanao
sr: Vaše ukrštenice

source: Save
mg: Tehirizo
sr: Sačuvaj

source: length >= 1 and valid OS file name
mg: halavany > = 1 sy ny anaran'ny rakitra OS manan-kery
sr: dužina >= 1 i važeće ime datoteke OS-a

source: length == 1
mg: halavany = 1
sr: dužina == 1

source: Easy
mg: Mora
sr: Лако

source: Medium
mg: SALASALANY
sr: Средње

source: Hard
mg: Sarotra
sr: Тешко

source: Extreme
mg: tena
sr: Екстремно

source: Adding
mg: Manampy
sr: Dodavanje

source: Add
mg: Ampio
sr: Dodati

source: Press
sr: Pritisnite taster

source: to add a
mg: Manampy iray
sr: da biste dodali

source: new crossword.
sr: Нова укрштеница.

source: Editing
mg: Fanitsiana
sr: Uređivanje

source: Your Words
mg: Ny teninao
sr: Tvoje reči

source: length >= 1 and length <= 32 and is a language character
mg: halavany >= 1 sy ny halavany <= 32 ary toetra mampiavaka ny fiteny
sr: dužina >= 1 i dužina <= 32 i jezički je znak

source: length >= 1
mg: halavan'ny >= 1
sr: dužina >= 1

source: new word.
mg: Teny vaovao.
sr: nova reč.

source: Crossword Puzzle
mg: Puzzle Crossword
sr: Укрштене речи

source: Browser
sr: Pregledača

source: Editor
mg: Tonian-dahatsoratra
sr: Uređivač

source: EditorPage
mg: Tonia Page
sr: Stranica uređivača

source: Global Settings
sr: Глобална подешавања

source: Language
mg: Fiteny
sr: Jezik

source: Size
sr: Величина

source: light
mg: fahazavana
sr: светлости

source: dark
mg: maizina
sr: мрачно

source: system
mg: RAFITRA
sr: система

source: Appearance
mg: Bika Aman 'endrika
sr: Изглед

source: terrible
mg: mahatsiravina
sr: страшан

source: poor
mg: MAHANTRA
sr: сиромашан

source: average
sr: просек

source: great
mg: LEHIBE
sr: велики

source: perfect
mg: tonga lafatra
sr: савршен

source: Crossword Quality
mg: Kalitao crossword
sr: Укрштени квалитет

source: New version available!
mg: Misy dikan-teny vaovao misy!
sr: Нова верзија је доступна!

source: Geography
mg: jeografia
sr: Географија

source: Math
mg: Matematika
sr: Матх

source: Science
sr: Наука

source: Computer Science
mg: Informatika
sr: Информатика

source: User
mg: mpampiasa
sr: Korisnik

source: Clue
mg: Famantarana
sr: Trag

source: Name
mg: Anarana
sr: Ime

source: Symbol
sr: Simbol
