{
    "tés abel urang": "Métode tés pikeun konvergénsi séri anu henteu terbatas",
    "konvergénsi mutlak": "Runtuyan takterhingga disebut konvergen mutlak lamun jumlah tina nilai mutlak summands aya watesna.",
    "maksimum mutlak": "Nilai pangluhurna hiji fungsi attains",
    "minimum mutlak": "Nilai panghandapna hiji fungsi attains",
    "nilai mutlak": "Nilai non-négatip tina wilangan riil tanpa merhatikeun tanda na",
    "runtuyan bolak-balik": "Runtuyan tanpa wates anu istilahna silih ganti antara positip jeung négatif",
    "tés runtuyan bolak-balik": "Métode anu digunakeun pikeun ngabuktikeun yén runtuyan bolak-balik kalayan istilah-istilah anu turun dina nilai mutlak nyaéta runtuyan konvergen",
    "annulus": "Obyék anu bentukna cingcin, daérah anu diwatesan ku dua bunderan konsentris",
    "anti turunan": "Fungsi diferensiasi anu turunanna sarua jeung fungsi aslina",
    "asimtot": "Garis anu jarakna antara kurva sareng garis ngadeukeutan nol salaku salah sahiji atanapi duanana koordinat x atanapi y condong ka takterhingga.",
    "wewengkon handapeun kurva": "Integral anu ngagambarkeun legana antara kurva y=f(x), sumbu-x, jeung garis vertikal x=a jeung x=b, dimana a jeung b mangrupa wates-wates integrasi.",
    "aturan ranté": "Turunan tina fungsi komposit nyaéta turunan tina fungsi luar anu dievaluasi dina fungsi jero dikali turunan tina fungsi jero.",
    "kalkulus diferensial": "Studi laju parobahan kuantitas. Persamaan turunan digunakeun pikeun ngajelaskeun laju robahna hiji fungsi",
    "variabel bébas": "Kuantitas anu dimanipulasi dina fungsi atanapi persamaan, sering ngagambarkeun sabab dina hubungan sabab-akibat.",
    "variabel gumantung": "Hasil atawa hasil dina fungsi atawa hubungan anu robah dumasar kana nilai kuantitas séjén",
    "domain": "Ngarujuk kana sagala nilai mungkin nu bisa dipaké salaku input pikeun fungsi",
    "rentang": "Susunan sadaya kamungkinan kaluaran anu tiasa dihasilkeun ku hiji fungsi",
    "wates": "Hiji konsép anu ngajelaskeun naon kaluaran nilai fungsi meunang ngadeukeutan ka salaku inputs ngadeukeutan ka nilai nu tangtu",
    "turunan": "Hiji konsép anu ngukur laju parobahan sakedapan atawa kemiringan garis tangent dina titik nu tangtu dina hiji fungsi.",
    "kalkulus integral": "Perluasan kalkulus anu ngalibatkeun milarian antiturunan tina fungsi anu turunanna dirumuskeun",
    "integral garis": "Integrasi fungsi sapanjang garis kurva",
    "integral permukaan": "Generalisasi integral béda pikeun integrasi leuwih surfaces",
    "kalkulus multivariabel": "Ékspansi kalkulus dina hiji variabel kana kalkulus anu fungsina sababaraha variabel",
    "médan vektor": "Hiji titik dina spasi nu boga magnitudo jeung arah",
    "kalkulus vektor": "Perluasan kalkulus anu ngurus diferensiasi sareng integrasi médan véktor dina rohangan Euclidean tilu diménsi.",
    "poténsi vektor": "Médan véktor anu nimbulkeun médan solenoidal ngaliwatan operator curl"
}