{
    "karyotype": "ຄົບຊຸດຂອງໂຄໂມໂຊມໃນສິ່ງມີຊີວິດ",
    "allele": "ຮູບແບບທາງເລືອກຂອງ gene",
    "ດຽວກັນ": "ໂຄໂມໂຊມທີ່ມີລັກສະນະຄ້າຍຄືກັນ ແລະປະກອບພັນທຸກໍາສໍາລັບລັກສະນະດຽວກັນ",
    "meiosis": "ຂະບວນການແບ່ງຈຸລັງທີ່ຜະລິດ gametes (ເຊື້ອອະສຸຈິແລະໄຂ່) ດ້ວຍເຄິ່ງຫນຶ່ງຂອງຈໍານວນໂຄໂມໂຊມເປັນຈຸລັງແມ່.",
    "mitosis": "ຂະບວນການແບ່ງຈຸລັງທີ່ຜະລິດຈຸລັງໃຫມ່ທີ່ມີຈໍານວນໂຄໂມໂຊມດຽວກັນກັບຈຸລັງແມ່",
    "karyotyping": "ການວິເຄາະໂຄໂມໂຊມຂອງບຸກຄົນເພື່ອກໍານົດຄວາມຜິດປົກກະຕິ",
    "genotype": "ການແຕ່ງຫນ້າພັນທຸກໍາຂອງອົງການຈັດຕັ້ງ",
    "phenotype": "ຄຸນລັກສະນະທີ່ສັງເກດໄດ້ຂອງສິ່ງມີຊີວິດ, ຖືກກໍານົດໂດຍທັງ genotype ແລະສະພາບແວດລ້ອມ",
    "ເດັ່ນ": "Allele ທີ່ປິດບັງຜົນກະທົບຂອງ allele recessive ເມື່ອມີຢູ່ໃນໂຄໂມໂຊມດຽວກັນ",
    "ຫຍໍ້": "Allele ທີ່ຖືກປິດບັງໂດຍ allele ເດັ່ນເມື່ອມີຢູ່ໃນໂຄໂມໂຊມດຽວກັນ",
    "punnett square": "ແຜນວາດທີ່ໃຊ້ເພື່ອຄາດຄະເນຄວາມເປັນໄປໄດ້ຂອງລູກຫຼານທີ່ສືບທອດລັກສະນະສະເພາະ",
    "ເຕັກໂນໂລຊີຊີວະພາບ": "ການນໍາໃຊ້ສິ່ງມີຊີວິດຫຼືຜະລິດຕະພັນຂອງພວກເຂົາເພື່ອດັດແປງຫຼືສ້າງຜະລິດຕະພັນຫຼືຂະບວນການໃຫມ່",
    "gmo": "ຫຍໍ້ມາຈາກສິ່ງມີຊີວິດທີ່ການແຕ່ງໜ້າທາງພັນທຸກຳໄດ້ຖືກປ່ຽນແປງໃນທາງທີ່ບໍ່ເກີດຂຶ້ນຕາມທຳມະຊາດ.",
    "ຢາຕ້ານເຊື້ອ": "ສານທີ່ຂ້າຫຼືຍັບຍັ້ງການຂະຫຍາຍຕົວຂອງເຊື້ອແບັກທີເຣັຍ",
    "​ໄວ​ຣັ​ສ": "ຕົວແທນການຕິດເຊື້ອທີ່ replicates ພາຍໃນຈຸລັງຂອງອົງການຈັດຕັ້ງທີ່ເປັນເຈົ້າພາບ",
    "ວັກຊີນ": "ການກະກຽມທາງຊີວະພາບທີ່ໃຫ້ພູມຕ້ານທານກັບພະຍາດສະເພາະ",
    "ລະ​ບົບ​ປະ​ສາດ": "ເຄືອຂ່າຍຂອງຈຸລັງພິເສດທີ່ສົ່ງຂໍ້ມູນໃນທົ່ວຮ່າງກາຍ",
    "ລະບົບ endocrine": "ລະບົບຕ່ອມທີ່ຜະລິດຮໍໂມນທີ່ຄວບຄຸມການເຮັດວຽກຕ່າງໆຂອງຮ່າງກາຍ",
    "ລະບົບການໄຫຼວຽນຂອງເລືອດ": "ລະບົບຂອງອະໄວຍະວະແລະເຮືອທີ່ຂົນສົ່ງເລືອດໄປທົ່ວຮ່າງກາຍ",
    "ລະບົບພູມຕ້ານທານ": "ລະບົບຂອງຈຸລັງແລະອະໄວຍະວະທີ່ປົກປ້ອງຮ່າງກາຍຈາກພະຍາດ",
    "ເຊື້ອພະຍາດ": "ຈຸລິນຊີຫຼືເຊື້ອໄວຣັສທີ່ເຮັດໃຫ້ເກີດພະຍາດ",
    "ການປັບຕົວແບບວິວັດທະນາການ": "ລັກສະນະທີ່ໃຫ້ປະໂຫຍດດ້ານການຢູ່ລອດ ຫຼືການຈະເລີນພັນໃຫ້ກັບສິ່ງມີຊີວິດໃນສະພາບແວດລ້ອມຂອງມັນ",
    "ວິຊາສະເພາະ": "ຂະບວນການທີ່ຊະນິດພັນໃໝ່ເກີດຈາກຊະນິດທີ່ມີຢູ່ແລ້ວ"
}