{
    "abelen proba": "Serie infinitu baten konbergentzia probatzeko metodoa",
    "konbergentzia absolutua": "Serie infinitu bat erabat bat egiten duela esaten da, sumandoen balio absolutuen batura finitua bada",
    "maximo absolutua": "Funtzio batek lortzen duen baliorik altuena",
    "minimo absolutua": "Funtzio batek lortzen duen baliorik baxuena",
    "balio absolutua": "Zenbaki erreal baten balio ez-negatiboa bere zeinua kontuan hartu gabe",
    "serie txandakatuz": "Serie infinitua, zeinen terminoak positibo eta negatiboaren artean txandakatzen diren",
    "serie txandakako proba": "Balio absolutuan murrizten diren terminoak dituen serie txandakatu bat serie konbergentea dela frogatzeko erabiltzen den metodoa",
    "eraztun": "Eraztun itxurako objektua, bi zirkulu zentrokidez mugatutako eskualdea",
    "antideribatua": "Funtzio deribagarria bere deribatua jatorrizko funtzioaren berdina den",
    "asintota": "Kurbaren eta lerroaren arteko distantzia zerora hurbiltzen den zuzen batek x edo y koordenatuetako bat edo biek infiniturako joera baitu.",
    "kurba baten azpian dagoen eremua": "y=f(x), x ardatzaren eta x=a eta x=b lerro bertikalen arteko azalera adierazten duen integrala, non a eta b integrazioaren mugak diren.",
    "kate-araua": "Funtzio konposatu baten deribatua barruko funtzioan ebaluatutako kanpoko funtzioaren deribatua da barne funtzioaren deribatua bider.",
    "kalkulu diferentziala": "Kantitateen aldaketa-tasa aztertzen du. Ekuazio deribatua funtzio baten aldaketa-tasa deskribatzeko erabiltzen da",
    "aldagai independentea": "Funtzio edo ekuazio batean manipulatzen den kantitatea, askotan kausa kausa-ondorio erlazio batean adierazten duena",
    "menpeko aldagaia": "Beste kantitate batzuen balioetan oinarrituta aldatzen den funtzio edo erlazio baten emaitza edo emaitza",
    "domeinua": "Funtzio baten sarrera gisa erabil daitezkeen balio posible guztiei egiten die erreferentzia",
    "sorta": "Funtzio batek ekoiztu ditzakeen irteera posible guztien multzoa",
    "muga": "Funtzio bat sarrerak balio jakin batera hurbildu ahala zein irteerako balioetara hurbiltzen den deskribatzen duen kontzeptua",
    "eratorriak": "Funtzio bateko puntu jakin batean zuzen ukitzailearen malda berehalako aldaketa-tasa edo malda neurtzen duen kontzeptua.",
    "kalkulu integrala": "Deribatua ematen zaion funtzio baten antideribatua aurkitzea dakarren kalkuluaren luzapena",
    "lerro integrala": "Funtzio baten integrazioa kurbaren lerroan zehar",
    "gainazaleko integrala": "Integral desberdinak gainazalen gaineko integrazioetara orokortzea",
    "aldagai anitzeko kalkulua": "Kalkuluaren hedapena aldagai bateko kalkulurako hainbat aldagairen funtzioekin",
    "eremu bektoriala": "Magnitudea eta norabidea dituen espazioko puntu bat",
    "kalkulu bektoriala": "Eremu bektoriala hiru dimentsioko euklidear espazioan bereizketa eta integrazioa lantzen duen kalkuluaren luzapena.",
    "potentzial bektoriala": "Curl operadorearen bidez eremu solenoidal bat sortzen duen eremu bektoriala"
}