{
    "conjunto de instrucciones": "La colección de comandos que una CPU puede entender.",
    "registro": "Ubicación de memoria pequeña y súper rápida dentro de la CPU",
    "unidad lógica aritmética": "La parte de la CPU que realiza cálculos.",
    "unidad de control": "Coordina las acciones de los componentes de la computadora.",
    "memoria de sólo lectura": "Almacena instrucciones que son esenciales para que la computadora se inicie.",
    "memoria caché": "Memoria más pequeña y más rápida cerca de la CPU para un acceso rápido",
    "velocidad de reloj": "La velocidad a la que la CPU ejecuta instrucciones.",
    "Tamaño de la palabra": "La cantidad de bits que una CPU puede procesar a la vez",
    "tubería": "Técnica en la que una CPU divide las instrucciones en etapas para trabajar en varias a la vez",
    "multiprocesamiento": "Usar múltiples CPU o núcleos para realizar tareas simultáneamente",
    "interrumpir": "Una señal que pausa temporalmente la CPU para manejar un evento.",
    "memoria virtual": "Técnica para utilizar el espacio del disco duro como extensión de la RAM",
    "biografías": "Sistema básico de entrada/salida, firmware que inicializa el hardware al inicio",
    "puerto de entrada/salida": "Dirección específica en la computadora para comunicarse con dispositivos periféricos.",
    "controlador de dispositivo": "Software que permite al sistema operativo controlar un dispositivo",
    "endianidad": "El orden en que se almacenan los bytes en la memoria.",
    "protocolo de red": "Un conjunto de reglas y estándares para la comunicación entre dispositivos.",
    "paquete": "Una pequeña unidad de datos transmitida a través de una red.",
    "enrutador": "Un dispositivo que reenvía paquetes entre diferentes redes.",
    "máscara de subred": "Se utiliza para determinar las partes de red y host de una dirección IP.",
    "topología": "La disposición de dispositivos y conexiones en una red.",
    "modelo de servidor cliente": "Arquitectura de red donde los clientes solicitan recursos de los servidores.",
    "dma": "Acceso directo a la memoria, permite que los dispositivos transfieran datos sin usar la CPU"
}