{
    "ညွှန်ကြားချက်သံသရာ": "ညွှန်ကြားချက်တစ်ခုတည်းကို လုပ်ဆောင်ရန် CPU မှ လုပ်ဆောင်ရမည့် အဆင့်များ",
    "superscalar ဗိသုကာ": "နာရီစက်ဝန်းတစ်ခုအတွင်း ညွှန်ကြားချက်များစွာကို လုပ်ဆောင်နိုင်သော CPU ဒီဇိုင်း",
    "အကိုင်းအခက်ခန့်မှန်း": "CPU သည် conditional သည် မည်သည့်လမ်းသို့သွားသည်ကို ခန့်မှန်းရန်ကြိုးစားသည့်နည်းပညာ",
    "မြောက်ဘက်တံတား": "CPU ကို RAM နှင့် မြန်နှုန်းမြင့် ဘတ်စ်ကားများနှင့် ချိတ်ဆက်ပေးသော Chipset (ရှေးဟောင်းစနစ်များ)",
    "တောင်ဘက်တံတား": "ပိုနှေးသော အရံအတားများနှင့် I/O များကို ကိုင်တွယ်သည့် Chipset (စနစ်ဟောင်းများ)",
    "hyperthreading": "CPU core တစ်ခုတည်းကို logical cores အများအပြားအဖြစ် ပေါ်လာစေရန် ခွင့်ပြုသည့်နည်းပညာ",
    "risc": "လျှော့ချထားသော ညွှန်ကြားချက် သတ်မှတ် ကွန်ပျူတာ - ပိုမိုရိုးရှင်းသော ညွှန်ကြားချက်များဖြင့် CPU ဒီဇိုင်း",
    "cisc": "Complex Instruction Set Computer - အားကောင်းပြီး ရှုပ်ထွေးသော ညွှန်ကြားချက်များဖြင့် CPU ဒီဇိုင်း",
    "simd": "Single Instruction Multiple Data၊ ဒေတာကို တဆက်တည်း လုပ်ဆောင်ရန် နည်းပညာ",
    "မိုက်ခရိုဗိသုကာ": "CPU ၏ ညွှန်ကြားချက်အစုံ၏ သီးခြားအကောင်အထည်ဖော်မှုအသေးစိတ်",
    "chip ပေါ်တွင်စနစ်": "ချစ်ပ်တစ်ခုတည်းတွင် အစိတ်အပိုင်းများစွာ (CPU၊ GPU စသည်ဖြင့်) ပေါင်းစပ်ခြင်း။",
    "embedded စနစ်": "မကြာခဏဆိုသလို ပိုကြီးသော စက်အတွင်းတွင် သီးခြားလုပ်ငန်းတစ်ခုအတွက် ရည်ညွှန်းထားသော ကွန်ပျူတာစနစ်",
    "Firmware": "ဟာ့ဒ်ဝဲစက်ပစ္စည်း (BIOS ကဲ့သို့) တွင် အမြဲတမ်းသိမ်းဆည်းထားသော ဆော့ဖ်ဝဲ",
    "overclocking": "CPU ကို ၎င်း၏ ရည်ရွယ်ထားသော သတ်မှတ်ချက်များထက် မြန်နှုန်းမြင့်ဖြင့် လုပ်ဆောင်ခြင်း။",
    "အမှားပြင်ဆင်ကုဒ်": "RAM တွင်အမှားများကိုရှာဖွေပြီးပြုပြင်ရန်နည်းပညာ",
    "အမိန့်ထုတ်ခြင်းမဟုတ်ပေ။": "CPU သည် ညွှန်ကြားချက်များကို ပိုမိုထိရောက်စွာ လုပ်ဆောင်ပေးသည့် နည်းပညာ",
    "ကွမ်တမ် ကွန်ပြူတာ": "တွက်ချက်မှုအတွက် ကွမ်တမ်မက္ကင်းနစ်၏ အခြေခံမူများကို အသုံးချခြင်း။",
    "neuromorphic တွက်ချက်မှု": "AI လုပ်ငန်းများအတွက် ဦးနှောက်မှုတ်သွင်းထားသော ကွန်ပြူတာဗိသုကာများ"
}