Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/ig/LC_MESSAGES/messages.po
Languages: ig

source: Select a destination to export your crosswords to
ig: Họrọ ebe ị na-ebuga ohere gị na

source: Select a valid crossword JSON file that was exported using xpuz
ig: Họrọ faịlụ dị mma nke JSON nke na-ebuga site na iji Crossy_Puzuzu

source: Select a destination to export your ipuz to
ig: Họrọ ebe ị ga-ebuga IPUZ gị

source: Answers
ig: Azịza

source: Select a destination to download your PDF to
ig: Họrọ ebe ị ga - ebudata PDF gị

source: Across
ig: Uhie

source: Down
ig: Ala

source: Remove
ig: Wepụ

source: Are you sure you want to delete this
ig: Ì ji n'aka na ịchọrọ ihichapụ nke a.

source: It will be lost forever!
ig: Ọ ga-efu ruo mgbe ebighị ebi!

source: Add or select
ig: Tinye ma ọ bụ họrọ

source: Are you sure you want to add/select a
ig: Ì ji n'aka na ịchọrọ ịgbakwunye / họrọ otu

source: Your modified fields will be reset!
ig: A ga-emegharị ubi gị gbanwere!

source: Back to home
ig: Laghachi n'ụlọ

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
ig: Ì ji n'aka na ịchọrọ ịlaghachi na ihuenyo ụlọ? A ga-emegharị ubi gị gbanwere!

source: Info
ig: Ozi

source: Are you sure you want to import crosswords? Your modified fields will be reset!
ig: O doro gị anya na ị chọrọ ibubata crosswords?A ga-tọgharịa ubi gị gbanwetụrụ!

source: Restart
ig: Malitegharịa ekwentị

source: Are you sure you want to restart the app?
ig: Ị ji n'aka na ịchọrọ ịmalitegharị ngwa ahụ?

source: Exit
ig: Ụzọ ọpụpụ

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
ig: Ị ji n'aka na ịchọrọ ịpụ na ngwa ahụ? Ọ bụrụ na ngwa weebụ na-agba ọsọ, a ga-akwụsị ya.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
ig: Ị ji n'aka na ịchọrọ ịlaghachi na ihuenyo ụlọ? A ga-akwụsị ngwa weebụ.

source: Error
ig: Njehie

source: This language is already selected.
ig: Asụsụ a ahọpụtalarị.

source: This size is already selected.
ig: Ahọpụtala nha a.

source: This appearance is already selected.
ig: Ahọpụtalarị ọdịdị a.

source: This quality is already selected.
ig: Ahọrọla ogo a.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
ig: A ga-enwerịrị aha ya na ihe isi ike.Biko họrọ aha ọhụrụ na / ma ọ bụ ihe isi ike.

source: You have no crosswords to export. Please make some and try again.
ig: I nweghi ohere iji mbupu.Biko mee ụfọdụ ma nwaa ọzọ.

source: Successfully exported your crosswords.
ig: Nke gara nke ọma.

source: Your crosswords could not be exported, sorry.
ig: Enweghi ike mbupu uzo gi, ndo.

source: All of your crosswords were successfully imported.
ig: A na-esitekwa okporo ụzọ gị niile nke ọma.

source: Your import could not be fully completed.
ig: A gaghị emecha mbubata gị kpamkpam.

source: Crosswords with duplicate names and difficulties that were not imported:
ig: Crosswords na aha na ihe isi ike nke anataghị m:

source: Invalid crosswords that were not imported:
ig: Ndị na-ezighi ezi na-ezighi ezi na-ebubataghị:

source: The specified JSON file is invalid and cannot be processed.
ig: Faịlị JSON akọwapụtara adabaghị na enweghị ike ịhazi ya.

source: This word already exists. Please choose a new word.
ig: Okwu a adịlarị. Biko họrọ okwu ọhụrụ.

source: An error occurred while creating your PDF. Please try again.
ig: Njehie mere mgbe ị na-eke PDF gị.Biko nwaa ọzọ.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
ig: Agaghị etinye okwu ndị a na-enweghị ike itinye n'oge ọgbọ a ga-etinye na PDF, ndo.

source: Successfully wrote PDF.
ig: Nke ọma dere pdf.

source: You are missing pycairo, which is required to perform this operation. Please run
ig: You na-efu efu na-efu, nke achọrọ iji rụọ ọrụ a.Biko gba oso

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
ig: ma wụnye ndị isi maka Pycirir ma ọ bụrụ na ị naghị abanye na Windows site na iji Pycairo

source: Successfully wrote ipuz
ig: IPUZ nke ọma dere

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
ig: Mwepụta oge mbụ, biko gụọ: Ozugbo i bujuru okwu mkpagharị, ma chọọ ibu nke ọzọ, ị ga-ebu ụzọ kwụsị ngwa weebụ. Mkpa: Ọ bụrụ na ịnọ na macOS, manye ịkwụsị ngwa ahụ (iji cmd + q) ka ngwa weebụ na-agba ọsọ ga-egbochi ya ịkwụsị nke ọma. Ọ bụrụ na i mejọrọ nke a, mmemme ahụ ga-eji ọdụ ụgbọ mmiri dị iche rụọ ngwa weebụ ọhụrụ. N'aka nke ọzọ, ịnwere ike iji aka gbanwee ọdụ ụgbọ mmiri na faịlụ nhazi nke mmemme ahụ. Enwere ike ịkwụsị usoro ngwa niile akwụsịbeghị nke ọma site na Monitor Activity na MacOS, ma ọ bụ, malitegharịa kọmputa gị naanị ka ịkwụsị ya.

source: An unexpected error occured. Please try reinstalling the application with
ig: Njehie a na-atụghị anya ya mere. Biko gbalịa reinstalling ngwa na

source: Definitions are empty
ig: Nkọwa bụ ihe efu

source: The word count or definitions are less than 3 in length
ig: Okwu ọnụ ọgụgụ ma ọ bụ nkọwa bụ ihe na-erughị 3 n'ogologo

source: Length of the word count is greater than the definitions
ig: Ogologo oge nke okwu ọnụ ọgụgụ dị ukwuu karịa nkọwa ndị ahụ

source: Escape character present in word
ig: Mgbapụ àgwà ugbu a na okwu

source: Crossword Puzzle - Game
ig: Egwuregwu Crossword - Ga egwuregwu

source: Compound
ig: Kondoibe

source: Auto-word
ig: Auto-Okwu

source: Zoom
ig: Mbube

source: Reveal
ig: Ikpugbe

source: Cell
ig: Seelu

source: Word
ig: Mkpuruokwu

source: Grid
ig: Guo

source: Check
ig: Nleru anya

source: Clear
ig: Agwa idiocha

source: Unrevealed
ig: Akwadoghị

source: You are viewing
ig: Ị na-elele

source: from
ig: site na

source: word(s) could not be inserted, sorry.
ig: Enweghị ike itinye okwu (s), ndo.

source: Word count (adjusted)
ig: Guagn Gua (Gbanwee)

source: Word count
ig: Guage

source: Continue
ig: Isochi

source: You completed the crossword!
ig: I zuru oke!

source: Close
ig: Mechie

source: Categorised
ig: Categorized

source: Browser
ig: Omenchọgharị

source: Embedded
ig: Agbakwunyere

source: ipuz
ig: ipluz

source: Crossword Browser
ig: Ihe nchọgharị okwu crossword

source: Back
ig: Azụ

source: Search
ig: Ochucho

source: Create
ig: Ike

source: Play
ig: Gwuria

source: Game view
ig: Echiche egwuregwu

source: Export as
ig: Mbupụ dịka

source: Destroy
ig: Ime

source: Word count preferences
ig: Mmasị ọnụọgụ okwu

source: Select word count
ig: Họrọ ọnụ ọgụgụ okwu

source: Maximum
ig: Nkacha

source: Custom
ig: Omenala

source: To perform this operation, you must first select a cell.
ig: Iji rụọ ọrụ a, ị ga-ebu ụzọ họrọ sel.

source: View
ig: Lelee

source: Total words
ig: Okwu niile

source: Difficulty
ig: Nsiike

source: Select
ig: Họrọ

source: Your Crosswords
ig: Gị Crosswords

source: Save
ig: Chekwaa

source: length >= 1 and valid OS file name
ig: ogologo > = 1 na nti OS faịlụ aha

source: length == 1
ig: ogologo = = 1

source: Easy
ig: Mfe

source: Medium
ig: Ọkara

source: Hard
ig: siri ike

source: Extreme
ig: Oke

source: Adding
ig: Na-agbakwụnye

source: Add
ig: Tinye

source: Press
ig: Pịa

source: to add a
ig: Iji tinye otu

source: new crossword.
ig: NewWorword.

source: Editing
ig: Edezi

source: Your Words
ig: Okwu gị

source: length >= 1 and length <= 32 and is a language character
ig: Ogologo > = 1 na ogologo < = 32 ma bụrụ asụsụ asụsụ

source: length >= 1
ig: Ogologo > = 1

source: new word.
ig: Okwu ọhụrụ.

source: light
ig: ìhè

source: dark
ig: ọchịchịrị

source: system
ig: usoro

source: terrible
ig: kemmenyeujo

source: poor
ig: emezighi

source: average
ig: agbaetiti

source: great
ig: keuwu

source: perfect
ig: zuruoke

source: Crossword Puzzle
ig: Okwu mgbagwoju anya

source: Editor
ig: Onye nchịkọta akụkọ

source: Global Settings
ig: Ntọala zuru ụwa ọnụ

source: Language
ig: Asụsụ

source: Size
ig: Nha

source: Appearance
ig: Ọdịdị

source: Crossword Quality
ig: Ogo Crossword

source: New version available!
ig: Version New Dị Ọhụrụ!

source: Math
ig: mgbakọ na mwepụ

source: Science
ig: Sayensị

source: Computer Science
ig: Kọmputa sayensị

source: User
ig: Ojieme

source: Name
ig: Aha

source: Symbol
ig: Akara
