{
    "fotosynteze": "Proses wêrby't planten sinneljocht, wetter en CO2 brûke om iten (glucose) te produsearjen.",
    "sellulêre respiraasje": "Proses wêrby't sellen glukose ôfbrekke om enerzjy frij te meitsjen",
    "mitochondria": "Organellen yn sellen ferantwurdlik foar sellulêre respiraasje",
    "chlorofyl": "Grien pigment yn planten dat sinneljocht absorbearret foar fotosynteze",
    "dna": "Deoxyribonucleic acid, molekule mei genetyske ynformaasje",
    "rna": "Ribonucleic acid, molekule belutsen by protein synteze",
    "proteïne": "Molekule besteande út aminosoeren, útfiere ferskate lichemsfunksjes",
    "enzyme": "Protein dat de gemyske reaksjes yn it lichem fersnelt",
    "sel": "Basisienheid fan it libben, de fûnemintele boustien fan alle libbene dingen",
    "weefsel": "Groep fan ferlykbere sellen wurkje gear om in spesifike funksje út te fieren",
    "orgaan": "Groep weefsels dy't gearwurkje om in spesifike funksje út te fieren",
    "oargel systeem": "Groep organen dy't gearwurkje om in komplekse funksje út te fieren",
    "homeostasis": "Mooglikheid fan in organisme om in stabile ynterne omjouwing te behâlden",
    "oanpassing": "Feroaring yn in organisme dat it helpt te oerlibjen en te reprodusearjen yn har omjouwing",
    "evolúsje": "Proses wêrby't populaasjes fan organismen oer de tiid feroarje",
    "natuerlike seleksje": "Proses wêrby't organismen mei skaaimerken dy't better passe by har omjouwing mear kâns hawwe om te oerlibjen en te reprodusearjen",
    "ekology": "Stúdzje fan hoe't organismen ynteraksje mei elkoar en har omjouwing",
    "ekosysteem": "Mienskip fan libbene organismen en harren net-libjende omjouwing ynteraksje mei elkoar",
    "biosfear": "In diel fan ierde dat it libben stipet",
    "taksonomy": "Branch fan biology dwaande mei it klassifisearjen fan organismen",
    "morfology": "Branch fan biology dwaande mei de stúdzje fan foarm en struktuer",
    "fysiology": "Branch fan biology dwaande mei de stúdzje fan funksje en prosessen yn libbene organismen",
    "autotrof": "Organisme dat syn eigen iten kin produsearje mei ljocht of gemikaliën (bgl. planten)",
    "heterotrof": "Organisme dat iten krijt troch it konsumearjen fan oare organismen (bgl.",
    "produsint": "Organisme dat organysk materiaal produsearret (bgl. planten)",
    "konsumint": "Organisme dat organysk materiaal konsumearret produsearre troch oare organismen (bygelyks bisten)",
    "decomposer": "Organisme dat deade organismen en organysk materiaal (bgl. fungi, baktearjes) ôfbrekt.",
    "habitat": "De natuerlike omjouwing fan in organisme",
    "befolking": "Groep organismen fan deselde soarte libje yn in bepaald gebiet",
    "mienskip": "Groep fan ferskate populaasjes dy't mei-inoar yn in bepaald gebiet ynteraksje",
    "biome": "Grutskalich ekosysteem mei karakteristike planten en bisten (bgl. woastyn, reinwâld)",
    "biodiversiteit": "Ferskaat oan libben op ierde op alle nivo's, fan genen oant ekosystemen",
    "bedrige": "Soarten yn risiko fan útstjerren",
    "útstoarn": "Soarten dy't net mear bestean"
}