Repository: tomasvana10/xpuz
Catalog: xpuz/locales/so/LC_MESSAGES/messages.po
Languages: so

source: Select a destination to export your crosswords to
so: Xulo meel aad u dhoofiso

source: my-crosswords
so: Erayada My-Cross

source: Select a valid crossword JSON file that was exported using xpuz
so: Xulo faylka JOSSE Proword Countword ee ansax ah oo loo dhoofiyay iyadoo la adeegsanayo ereyga-mareenka

source: Select a destination to export your ipuz to
so: Xulo goob aad u dhoofiso Ipuz-kaaga

source: Answers
so: Jawaabid

source: Select a destination to download your PDF to
so: Xulo goob aad ku soo degsato PDF-gaaga

source: Across
so: Ka gudbid

source: Down
so: Hoose

source: Remove
so: ka saar

source: Are you sure you want to delete this
so: Ma hubtaa in aad rabto in aad tan tirtiro

source: It will be lost forever!
so: Waa lagu halligan weligood.

source: Add or select
so: Ku dar ama ku dar ama ku dooro

source: Are you sure you want to add/select a
so: Ma hubtaa in aad rabto in aad ku darto / dooro a

source: Your modified fields will be reset!
so: Goobaha aad wax ka bedeleysay ayaa dib loo soo celin doonaa!

source: Back to home
so: Ku noqo guriga

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
so: Ma hubtaa in aad rabto in aad dib ugu noqotid shaashadda guriga? Goobaha aad wax ka bedeleysay ayaa dib loo soo celin doonaa!

source: Info
so: Xog

source: Are you sure you want to import crosswords? Your modified fields will be reset!
so: Ma hubtaa inaad rabto inaad soo dejiso ereyada ereyada?Beerahaaga wax laga beddelay ayaa dib loo bilaabi doonaa!

source: Restart
so: Dib u bilow

source: Are you sure you want to restart the app?
so: Ma hubtaa inaad rabto inaad dib u bilowdo abka?

source: Exit
so: Ka bax

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
so: Ma hubtaa inaad doonayso inaad ka baxdo abka? Haddii abka webku uu socdo, waa la joojin doonaa.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
so: Ma hubtaa inaad doonayso inaad ku laabato shaashadda guriga? Abka shabakada waa la joojin doonaa

source: Error
so: Khalad

source: This language is already selected.
so: Luqadan mar hore ayaa la doortay.

source: This size is already selected.
so: Xajmigan mar hore ayaa la doortay.

source: This appearance is already selected.
so: Muuqaalkan mar hore ayaa la doortay.

source: This quality is already selected.
so: Tayadan mar hore ayaa la doortay.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
so: Hal-abuurnimo ku taal magacan oo ay ku adag tahay.Fadlan dooro magac cusub iyo / ama dhibaato cusub.

source: You have no crosswords to export. Please make some and try again.
so: Ma lihid ereyo-wax-dhoofinta.Fadlan xoogaa samee oo mar labaad isku day.

source: Successfully exported your crosswords.
so: Si guul leh loo dhoofiyey ereyadaada iskutallaabta ah.

source: Your crosswords could not be exported, sorry.
so: Erayadaada isgoysyada lama dhoofin karin, waan ka xumahay.

source: All of your crosswords were successfully imported.
so: Dhamaan ereyadaada isgoysyada ah ayaa si guul leh loo soo dejiyay.

source: Your import could not be fully completed.
so: Soo dejintaada si buuxda looma dhammaystirin.

source: Crosswords with duplicate names and difficulties that were not imported:
so: Ewingwords oo leh magacyo nuqul ah iyo dhibaatooyin aan la soo galin:

source: Invalid crosswords that were not imported:
so: Ereyo aan sax ahayn oo aan la soo dejin:

source: The specified JSON file is invalid and cannot be processed.
so: Faylka JSON ee la cayimay waa mid aan shaqeynaynin oo lama socodsiin karo.

source: This word already exists. Please choose a new word.
so: Ereygani mar horeba waa jiray. Fadlan dooro erey cusub.

source: An error occurred while creating your PDF. Please try again.
so: Khalad ayaa dhacay markii la abuurayo PDF-gaaga.Fadlan isku day mar labaad.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
so: Erayada aan la galin karin inta lagu jiro jiil erayga ah laguma dari doono PDF-gaan, waan ka xumahay.

source: Successfully wrote PDF.
so: Si guul leh u qoray pdf.

source: You are missing pycairo, which is required to perform this operation. Please run
so: Waxaad ka maqantahay pycairo, oo loo baahan yahay in lagu sameeyo hawlgalkan.Fadlan orod

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
so: oo madaxooda ku rakib kuwa ku habboon pycairo haddii aadan ku jirin daaqadaha adoo adeegsanaya Tilmaanta Bilowga ee Pycairo

source: Successfully wrote ipuz
so: Si guul leh u qoray ipuz

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
so: Marka ugu horeysa ee la bilaabo, fadlan akhri: Marka aad soo shubto ereyada isdhaafsiga, oo aad rabto inaad mid kale ku shubto, waa inaad marka hore joojisaa abka shabakadda. MUHIIM: Haddii aad ku jirto macOS, ku qas ka joojinta codsiga (adoo isticmaalaya cmd + q) inta uu abka webku socdo ayaa ka hortagaya inuu si sax ah u joojiyo. Haddii aad si qalad ah sidaan u sameyso, barnaamijku wuxuu maamuli doonaa apps web cusub oo leh deked kale. Haddii kale, waxaad gacanta ku beddeli kartaa dekedda faylka habaynta barnaamijka. Dhammaan hababka abka ee aan si sax ah loo joojin waxa lagu joojin karaa iyada oo loo marayo Kormeerka Hawsha ee MacOS, ama, si fudud dib u bilaw kombiyuutarkaaga si aad u joojiso.

source: An unexpected error occured. Please try reinstalling the application with
so: Qalad lama filaan ah ayaa dhacay. Fadlan isku day in aad dib ula soo noqoto codsiga

source: Definitions are empty
so: Qeexitaanadu waa madhan yihiin

source: The word count or definitions are less than 3 in length
so: Tirinta erayga ama qeexiddu waxay ka yar yihiin dhererka 3

source: Length of the word count is greater than the definitions
so: Length of tirinta erayga waa ka weyn yahay qeexidda

source: Escape character present in word
so: dabeecad baxsada jooga in word

source: Crossword Puzzle - Game
so: Hal-abuurka ereyga - ciyaarta

source: Compound
so: Xirfad

source: Auto-skip
so: Is-bood-ka-dhig

source: Auto-word
so: Auto-ereyga

source: Auto-check
so: Baadhitaan

source: Zoom
so: Soo dhowaanid

source: Reveal
so: Muujin

source: Cell
so: Unug

source: Word
so: Erey

source: Grid
so: Shiirid

source: Check
so: Hubin

source: Clear
so: Waadixin ah

source: Unrevealed
so: Aan laga soo bixin

source: You are viewing
so: Waad fiirineysaa

source: from
so: ka

source: word(s) could not be inserted, sorry.
so: Ereyga (yaasha) lama galin karo, waan ka xumahay.

source: Word count (adjusted)
so: Tirinta ereyga (la hagaajiyay)

source: Word count
so: Ereyga tirinta

source: Continue
so: Socon

source: You completed the crossword!
so: Waxaad dhammaystirtay ereyga iskutallaabta!

source: Close
so: Xir

source: Categorised
so: Qaybta

source: Flattened
so: fadhiyo

source: Embedded
so: Soo dhexay

source: PDF
so: Dhul pdd

source: Crossword Browser
so: Browser-ka-hadalka

source: Back
so: Hore

source: HomePage
so: HomeSami

source: Search
so: Raadinta

source: Create
so: Abuurid

source: Play
so: Cayaar

source: Game view
so: Muuqaalka ciyaarta

source: Export as
so: Dhoofinta sida

source: Destroy
so: Burburin

source: Word count preferences
so: Dookhyada tirinta kelmadda

source: Select word count
so: Dooro tirinta kelmadda

source: Maximum
so: Heer ugu badan

source: Custom
so: Caadiyan

source: To perform this operation, you must first select a cell.
so: Si aad u fuliso howshaan, waa inaad marka hore doorataa unug.

source: View
so: Daawo

source: Total words
so: Wadarta ereyada

source: Difficulty
so: Dhibaato

source: Select
so: Dooro

source: Crossword Editor
so: Tafatiraha Crossword

source: Your Crosswords
so: Erayo

source: Save
so: Xaree

source: length >= 1 and valid OS file name
so: dhererka > = 1 iyo magaca faylka OS OS oo sax ah

source: length == 1
so: dherer == 1

source: Easy
so: Fudud

source: Medium
so: Dhexdhexaad

source: Hard
so: Adag

source: Extreme
so: Aad u daran

source: Adding
so: kordhiyay

source: to add a
so: mid ku daro a

source: new crossword.
so: ereyga cusub.

source: Editing
so: Waxka bedelaada

source: Your Words
so: Erayadaada

source: length >= 1 and length <= 32 and is a language character
so: dhererka > = 1 iyo dhererka < = 32 waana qof luqadeed

source: length >= 1
so: dherer > = 1

source: new word.
so: ereyga cusub.

source: light
so: iftiin

source: dark
so: madow

source: system
so: nidaamka

source: terrible
so: aad u daran

source: poor
so: fakhri ah

source: average
so: dhexdhexaad ah

source: great
so: weyn

source: perfect
so: fiican

source: Crossword Puzzle
so: Halxiraalaha Ereyga

source: Editor
so: Tifaftire

source: Global Settings
so: Goobaha Caalamiga ah

source: Language
so: luuqada

source: Size
so: Cabbirka

source: Appearance
so: Muuqashada

source: Crossword Quality
so: Tayada ereyga

source: New version available!
so: Nooc cusub ayaa la heli karaa!

source: Geography
so: Juqraafiga

source: Math
so: Xisaab

source: Science
so: Sayniska

source: Computer Science
so: Sayniska Kombiyuutarka

source: User
so: Isticmaalaha

source: Name
so: magaca

source: Symbol
so: Astaanta
