{
    "objeto": "Una instancia de una clase",
    "ser": "Nombre más común para representar una instancia actual de una clase dentro de un método",
    "en eso": "El método constructor de una clase.",
    "importar": "Trae código de otros módulos.",
    "de": "Importa piezas específicas de un módulo.",
    "como": "Da un alias a un módulo u objeto importado",
    "comprensión de la lista": "Paradigma para crear una lista dentro de una sola línea",
    "cuerda f": "Formatea cadenas con variables incrustadas",
    "rebanar": "Método para extraer partes de una cadena usando índices",
    "decorador": "Método para modificar el comportamiento de una función.",
    "cadena de documentos": "Cadena de documentación adjunta a una función o clase",
    "método estático": "Un método que no tiene acceso a los atributos de clase o instancia.",
    "método de clase": "Un método que implícitamente recibe esa clase como primer parámetro.",
    "método de instancia": "Un método que recibe implícitamente la instancia como primer parámetro.",
    "engordado": "Una conocida biblioteca de Python que proporciona principalmente funciones matemáticas de alto nivel orientadas a matrices.",
    "tkinter": "Una biblioteca incorporada para la creación de GUI",
    "operador de morsa": "Un operador que permite la inicialización de una variable dentro de un bloque de declaración if",
    "todo": "Nombre de la variable global que se utiliza en los paquetes y que especifica los módulos que se expondrán a las importaciones con comodines.",
    "argumentos": "Apodo dado a argumentos arbitrarios que no son palabras clave",
    "kwargs": "Apodo dado a argumentos de palabras clave arbitrarios",
    "barra inclinada": "Divisor de caracteres para requerir que los argumentos a su izquierda sean argumentos posicionales",
    "asterisco": "El divisor de caracteres será argumentos de palabras clave"
}