Repository: tomasvana10/xpuz
Catalog: xpuz/locales/ha/LC_MESSAGES/messages.po
Languages: ha

source: Select a destination to export your crosswords to
ha: Zaɓi makoma don fitarwa kalmominku zuwa

source: Select a valid crossword JSON file that was exported using xpuz
ha: Zaɓi ingantaccen fayil ɗin Bayanin Grisdword JONS wanda aka fitar dashi ta amfani da Motsiword_An

source: Select a destination to export your ipuz to
ha: Zaɓi makoma don fitar da IPUZ zuwa

source: Answers
ha: Amsoshi

source: Select a destination to download your PDF to
ha: Zaɓi makoma don saukar da PDF ɗinku zuwa

source: Across
ha: Ƙetaren

source: Down
ha: Sauka

source: Remove
ha: Cire

source: Are you sure you want to delete this
ha: Shin, kun tabbata kuna so ku share wannan?

source: It will be lost forever!
ha: Za a yi hasarar har abada!

source: Add or select
ha: Ƙara ko zaɓe

source: Are you sure you want to add/select a
ha: Ka tabbata kana so ka ƙara / zabi a

source: Your modified fields will be reset!
ha: Za'a sake gyara filayenka!

source: Back to home
ha: Komawa gida

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
ha: Ka tabbata cewa kana son ka koma kwamfyutan gida? Za'a sake gyara filayenka!

source: Info
ha: Bayani

source: Are you sure you want to import crosswords? Your modified fields will be reset!
ha: Shin kun tabbata kuna son shigo da kalmomin sirri?Za a sake saita filayenku na yau da kullun!

source: Restart
ha: Sake kunnawa

source: Are you sure you want to restart the app?
ha: Shin kun tabbata kuna son sake kunna app?

source: Exit
ha: Fita

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
ha: Shin kun tabbata kuna son fita daga app? Idan aikace-aikacen gidan yanar gizon yana gudana, za a ƙare.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
ha: Shin kun tabbata kuna son komawa kan allo na gida? Za a ƙare aikace-aikacen yanar gizon.

source: Error
ha: Kuskure

source: This language is already selected.
ha: An riga an zaɓi wannan harshe.

source: This size is already selected.
ha: An riga an zaɓi wannan girman.

source: This appearance is already selected.
ha: An riga an zaɓi wannan bayyanar.

source: This quality is already selected.
ha: An riga an zaɓi wannan ingancin.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
ha: Wani maharbi da wannan suna da wahalar da ya wanzu.Da fatan za a zabi sabon suna da / ko sabon wahala.

source: You have no crosswords to export. Please make some and try again.
ha: Ba ku da kalmomin sirri don fitarwa.Da fatan za a sake gwadawa kuma sake gwadawa.

source: Successfully exported your crosswords.
ha: Samu nasarar fitar da kalmominku.

source: Your crosswords could not be exported, sorry.
ha: Ba za a iya fitar da kalmominku ba, yi hakuri.

source: All of your crosswords were successfully imported.
ha: An samu nasarar shigo da kalmominku da aka shigo da su.

source: Your import could not be fully completed.
ha: Ba za a iya kammala shigo da ku ba.

source: Crosswords with duplicate names and difficulties that were not imported:
ha: Reserwords tare da sunayen kwafi da matsaloli waɗanda ba a shigo da su ba:

source: Invalid crosswords that were not imported:
ha: Ba daidai ba ne ba a shigo da su ba cewa ba a shigo da su ba:

source: The specified JSON file is invalid and cannot be processed.
ha: Fayilolin da aka ƙayyade Jon ba shi da inganci kuma ba za'a iya sarrafa shi ba.

source: This word already exists. Please choose a new word.
ha: Wannan kalmar ta riga ta wanzu. Don Allah ka zaɓi sabon kalma.

source: An error occurred while creating your PDF. Please try again.
ha: Kuskuren ya faru yayin ƙirƙirar PDF ɗinku.Da fatan za a sake gwadawa.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
ha: Kalmomin da ba za a iya sakawa lokacin lokacin da ba za a haɗa su cikin wannan PDF ba, yi hakuri.

source: Successfully wrote PDF.
ha: Samu nasarar rubuta PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
ha: Kuna rasa PYCAIRO, wanda ake buƙata don aiwatar da wannan aikin.Da fatan za a gudu

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
ha: kuma shigar da taken da pyciro idan ba a kan Windows ta amfani da Jagorar Pycairi

source: Successfully wrote ipuz
ha: Samu nasarar rubuta ipuz

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
ha: Kaddamar da farko, da fatan za a karanta: Da zarar kun loda kalmar wucewa, kuma kuna son loda wani, dole ne ku fara dakatar da aikace-aikacen yanar gizon. MUHIMMI: Idan kuna kan macOS, tilasta barin aikace-aikacen (ta amfani da cmd + q) yayin da aikace-aikacen yanar gizon ke gudana zai hana shi ƙarewa yadda yakamata. Idan kun yi kuskuren yin wannan, shirin zai gudanar da sabbin kayan aikin gidan yanar gizo tare da tashar jiragen ruwa daban. A madadin, zaku iya canza tashar jiragen ruwa da hannu a cikin fayil ɗin daidaitawar shirin. Duk ayyukan aikace-aikacen da ba a ƙare da kyau ba za a iya ƙare su ta hanyar Kula da Ayyuka akan MacOS, ko, kawai sake kunna kwamfutarka don ƙare su.

source: An unexpected error occured. Please try reinstalling the application with
ha: An yi kuskure da ba a sani ba. Don Allah ka yi ƙoƙari ka sake daidaita shirin ayuka da

source: Definitions are empty
ha: Ma'anar ba ta da amfani

source: The word count or definitions are less than 3 in length
ha: Kalmar ma'anar ko ma'anar ita ce kasa da 3 a tsawon

source: Length of the word count is greater than the definitions
ha: Tsawon kalmar yana da girma fiye da ma'anar

source: Escape character present in word
ha: Ka guje wa halin da ke cikin kalma

source: Crossword Puzzle - Game
ha: Tarihin Kwamareky - Wasan

source: Compound
ha: Mahalli

source: Auto-skip
ha: Auto-tsallake

source: Auto-word
ha: Auto-kalma

source: Auto-check
ha: Duba-duba

source: Zoom
ha: Zuƙowa

source: Reveal
ha: Tona asiri

source: Word
ha: Kalma

source: Grid
ha: Grid ɗin

source: Check
ha: Duba

source: Clear
ha: Share

source: Unrevealed
ha: An ba da izini

source: You are viewing
ha: Kuna kallo

source: from
ha: daga

source: word(s) could not be inserted, sorry.
ha: Ba za a iya saka kalmar (s) ba, yi hakuri.

source: Word count (adjusted)
ha: Kalmar kalma (gyara)

source: Word count
ha: Kirga kalma

source: Continue
ha: Ci gaba

source: You completed the crossword!
ha: Kun gama fassarar!

source: Close
ha: Kusa

source: Categorised
ha: Categorized

source: Flattened
ha: An rufe

source: Embedded
ha: Inabarwa

source: Back
ha: Baya

source: Search
ha: Bincika

source: Create
ha: Halitta

source: Play
ha: Yi wasa

source: Game view
ha: Duba game

source: Export as
ha: Fitarwa kamar

source: Destroy
ha: Rushe

source: Word count preferences
ha: Zaɓuɓɓukan ƙidayar kalma

source: Select word count
ha: Zaɓi ƙidayar kalma

source: Maximum
ha: M

source: To perform this operation, you must first select a cell.
ha: Don aiwatar da wannan aikin, dole ne ka fara satan sel.

source: View
ha: Duba

source: Total words
ha: Jimlar kalmomi

source: Difficulty
ha: Wahala

source: Select
ha: Zaɓi

source: Crossword Editor
ha: Mawallafi na Crossword

source: Your Crosswords
ha: Kalmominka na Crosswords

source: Save
ha: Ajiye

source: length >= 1 and valid OS file name
ha: tsawon >= 1 da kuma sunan fayil na OS mai kyau

source: length == 1
ha: tsawon == 1

source: Easy
ha: Sauƙi

source: Medium
ha: Matsakaici

source: Hard
ha: Mai wuya

source: Extreme
ha: Matsanancin

source: Adding
ha: Ƙara

source: Add
ha: Ƙara

source: Press
ha: Na'ura

source: to add a
ha: Don ƙara a

source: new crossword.
ha: sabon harshe.

source: Editing
ha: Gyara

source: Your Words
ha: Kalmominka

source: length >= 1 and length <= 32 and is a language character
ha: tsawon >= 1 da tsawon <= 32 kuma yare ne

source: length >= 1
ha: tsawon >= 1

source: new word.
ha: Sabuwar kalma.

source: light
ha: haske

source: dark
ha: duhu

source: system
ha: tsarin

source: terrible
ha: m

source: poor
ha: matalauci

source: average
ha: matsakaita

source: great
ha: babba

source: perfect
ha: kamalalle

source: Crossword Puzzle
ha: Kalmomin Kalma

source: Editor
ha: Edita

source: EditorPage
ha: Shafi na Edita

source: Global Settings
ha: Saitunan Duniya

source: Language
ha: Harshe

source: Size
ha: Girman

source: Appearance
ha: Bayyanar

source: Crossword Quality
ha: Ingancin kalmomin

source: New version available!
ha: Sabon sigar akwai!

source: Math
ha: Lissafi

source: Science
ha: Kimiyya

source: Computer Science
ha: Kimiyyan na'urar kwamfuta

source: User
ha: Mai amfani

source: Clue
ha: Bayani

source: Name
ha: Sunan

source: Symbol
ha: Alamar
