{
    "fotosynteesi": "Prosessi, jossa kasvit käyttävät auringonvaloa, vettä ja CO2:ta ruoan (glukoosin) tuottamiseen",
    "soluhengitys": "Prosessi, jossa solut hajottavat glukoosia vapauttaakseen energiaa",
    "mitokondriot": "Solujen hengityksestä vastaavat soluelimet",
    "klorofylli": "Vihreä pigmentti kasveissa, joka imee auringonvaloa fotosynteesiä varten",
    "dna": "Deoksiribonukleiinihappo, geneettistä tietoa kuljettava molekyyli",
    "rna": "Ribonukleiinihappo, proteiinisynteesiin osallistuva molekyyli",
    "proteiinia": "Aminohapoista koostuva molekyyli, joka suorittaa erilaisia kehon toimintoja",
    "entsyymi": "Proteiini, joka nopeuttaa kemiallisia reaktioita kehossa",
    "solu": "Elämän perusyksikkö, kaikkien elävien olentojen perusrakennuspalikka",
    "kudosta": "Ryhmä samanlaisia soluja, jotka työskentelevät yhdessä tietyn toiminnon suorittamiseksi",
    "urut": "Ryhmä kudoksia, jotka työskentelevät yhdessä tietyn toiminnon suorittamiseksi",
    "Elinjärjestelmä": "Ryhmä elimiä yhdessä suorittaakseen monimutkaisen toiminnon",
    "homeostaasi": "Organismin kyky ylläpitää vakaata sisäistä ympäristöä",
    "sopeutumista": "Muutos organismissa, joka auttaa sitä selviytymään ja lisääntymään ympäristössään",
    "evoluutio": "Prosessi, jossa organismien populaatiot muuttuvat ajan myötä",
    "luonnonvalinta": "Prosessi, jolla organismit, joiden ominaisuudet sopivat paremmin ympäristöönsä, selviytyvät ja lisääntyvät todennäköisemmin",
    "ekologia": "Tutkimus siitä, miten organismit ovat vuorovaikutuksessa toistensa ja ympäristönsä kanssa",
    "ekosysteemi": "Elävien organismien ja niiden elottomien ympäristöjen yhteisö vuorovaikutuksessa toistensa kanssa",
    "biosfääri": "Osa maapalloa, joka tukee elämää",
    "taksonomia": "Biologian ala, joka käsittelee organismien luokittelua",
    "morfologia": "Biologian ala, joka tutkii muotoa ja rakennetta",
    "fysiologia": "Biologian ala, joka tutkii elävien organismien toimintaa ja prosesseja",
    "autotrofia": "Organismi, joka voi tuottaa omaa ruokaansa valolla tai kemikaaleilla (esim.",
    "heterotrofi": "Organismi, joka saa ruokaa syömällä muita organismeja (esim.",
    "tuottaja": "Organismi, joka tuottaa orgaanista ainetta (esim.",
    "kuluttaja": "Organismi, joka kuluttaa muiden organismien (esim. eläinten) tuottamaa orgaanista ainetta",
    "hajottaja": "Organismi, joka hajottaa kuolleita organismeja ja orgaanista ainetta (esim. sienet, bakteerit)",
    "elinympäristö": "Organismin luonnollinen ympäristö",
    "väestö": "Ryhmä saman lajin organismeja, jotka elävät tietyllä alueella",
    "Yhteisö": "Ryhmä eri populaatioita, jotka ovat vuorovaikutuksessa keskenään tietyllä alueella",
    "biomi": "Laajamittainen ekosysteemi, jossa on tyypillisiä kasveja ja eläimiä (esim. aavikko, sademetsä)",
    "biologista monimuotoisuutta": "Erilaista elämää maapallolla kaikilla tasoilla geeneistä ekosysteemeihin",
    "uhanalaisia": "Lajit, jotka ovat vaarassa kuolla sukupuuttoon",
    "Sukupuuttoon kuollut": "Lajit, joita ei enää ole"
}