Repository: tomasvana10/xpuz
Catalog: locales/ceb/LC_MESSAGES/messages.po
Languages: ceb

source: View crosswords
ceb: Tan-awa ang mga crossword

source: Exit the app
ceb: Paggawas sa app

source: Global Settings
ceb: Mga Setting sa Kalibutan

source: Languages
ceb: Mga pinulongan

source: Size
ceb: Gidak-on

source: light
ceb: kahayag

source: dark
ceb: ngitngit

source: system
ceb: sistema

source: Appearance
ceb: Panagway

source: Go back
ceb: Balik

source: Load crossword
ceb: Pag-load sa crossword

source: Open web app
ceb: Ablihi ang web app

source: Terminate web app
ceb: Ihunong ang web app

source: Word count preferences
ceb: Mga gusto sa pag-ihap sa pulong

source: Select word count
ceb: Pagpili sa gidaghanon sa pulong

source: To perform this operation, you must first select a cell.
ceb: Aron mahimo kini nga operasyon, kinahanglan ka una nga magpili usa ka cell.

source: View
ceb: Panglantaw

source: Close
ceb: Suod nga

source: difficulty
ceb: kalisud

source: Total words
ceb: Total nga mga pulong

source: Difficulty
ceb: Kalisud

source: Select
ceb: Pagpili

source: Restart
ceb: I-restart

source: Are you sure you want to restart the app?
ceb: Sigurado ka ba nga gusto nimong i-restart ang app?

source: Exit
ceb: Paggawas

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
ceb: Sigurado ka nga gusto nimong mugawas sa app? Kung ang web app nagdagan, kini mahunong.

source: Back to home
ceb: Balik sa balay

source: Are you sure you want to go back to the home screen? The web app will be terminated.
ceb: Sigurado ka ba nga gusto nimong mobalik sa home screen? Ang web app ihunong.

source: Error
ceb: Sayop

source: This language is already selected.
ceb: Kini nga pinulongan gipili na.

source: This size is already selected.
ceb: Kini nga gidak-on gipili na.

source: This appearance is already selected.
ceb: Kini nga panagway gipili na.

source: Info
ceb: Impormasyon

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, either find the Flask app process and terminate it, change the `webapp_port` number in src/config.ini, or restart your computer. ALSO IMPORTANT: In some cases, you may have launched the web app yet your browser cannot view it. If this happens, please restart your browser.
ceb: Sa unang higayon nga paglansad, palihug basaha: Sa higayon nga nakarga na nimo ang usa ka crossword, ug gusto nga magkarga og lain, kinahanglan nimo nga tapuson una ang web app. IMPORTANTE: Kung naa ka sa macOS, pugson ang pag-undang sa aplikasyon (gamit ang cmd+q) samtang nagdagan ang web app makapugong niini sa husto nga pagtapos. Kung nasayop ka sa pagbuhat niini, pangitaa ang proseso sa Flask app ug ihunong kini, usba ang numero sa `webapp_port` sa src/config.ini, o i-restart ang imong computer. IMPORTANTE USAB: Sa pipila ka mga kaso, mahimo nimong gilunsad ang web app apan dili kini makita sa imong browser. Kung mahitabo kini, palihug i-restart ang imong browser.

source: Crossword Puzzle - Game
ceb: Crossword Puzzle - Dula

source: Across
ceb: Sa tabok

source: Down
ceb: Sa ubos

source: Reveal
ceb: Pagpadayag sa

source: Word
ceb: Pulong

source: Check
ceb: Susiha

source: Clear
ceb: Klaro

source: You are viewing
ceb: Nagtan-aw ka

source: from
ceb: gikan sa

source: word(s) could not be inserted, sorry.
ceb: (mga) pulong dili masulod, sorry.

source: Word count (adjusted)
ceb: Ihap sa pulong (gipasibo)

source: Word count
ceb: Ihap sa pulong

source: Continue
ceb: Padayon

source: You completed the crossword!
ceb: Nakompleto nimo ang crossword!

source: Easy
ceb: Sayon

source: Hard
ceb: Lisud

source: Extreme
ceb: Grabe

source: Geography
ceb: Geograpiya

source: Science
ceb: Siyensiya
