{
    "Gegenstand": "Alles, was Platz einnimmt und Masse hat",
    "Element": "Reine Substanz, die nur aus einer Atomsorte besteht",
    "Atom": "Kleinste Materieeinheit, die an einer chemischen Reaktion teilnehmen kann",
    "Verbindung": "Stoff, der aus zwei oder mehr Elementen besteht, die chemisch verbunden sind",
    "Molekül": "Gruppe chemisch miteinander verbundener Atome",
    "Mischung": "Kombination von zwei oder mehr Stoffen, die chemisch nicht verbunden sind",
    "homogen": "Mischung mit durchgehend einheitlicher Zusammensetzung (z. B. Lösung)",
    "heterogen": "Gemisch mit uneinheitlicher Zusammensetzung (z. B. Suspension)",
    "Zustand": "Form, in der Materie vorliegt (fest, flüssig, gasförmig, Plasma)",
    "solide": "Materiezustand mit bestimmter Form und Volumen",
    "flüssig": "Materiezustand mit definiertem Volumen, aber keiner definierten Form",
    "Gas": "Materiezustand ohne definierte Form oder Volumen",
    "Reaktion": "Prozess, bei dem sich Stoffe zu neuen Stoffen verändern",
    "Reaktant": "Stoff, der sich bei einer chemischen Reaktion verändert",
    "Produkt": "Bei einer chemischen Reaktion entsteht ein neuer Stoff",
    "Bindung": "Kraft, die Atome in einem Molekül oder einer Verbindung zusammenhält",
    "chemische Formel": "Kurzform zur Darstellung einer Substanz mithilfe von Symbolen und Zahlen",
    "chemische Gleichung": "Symbolische Darstellung einer chemischen Reaktion",
    "Lösung": "Homogene Mischung aus einem gelösten Stoff (gelöster Stoff) und einem Lösungsmittel (lösender Stoff)",
    "Konzentration": "Menge an gelöstem Stoff, gelöst in einer bestimmten Menge Lösungsmittel",
    "Säure": "Stoff, der in Wasser Wasserstoffionen (H+) abgibt",
    "Base": "Substanz, die Wasserstoffionen (H+) in Wasser aufnimmt",
    "Neutralisation": "Reaktion zwischen einer Säure und einer Base unter Bildung von Salz und Wasser",
    "Energie": "Fähigkeit zur Arbeit",
    "chemische Energie": "Potenzielle Energie, die in den chemischen Bindungen einer Substanz gespeichert ist"
}