{
    "fitsapana an'i abela": "Fomba fitiliana ny fifandonan'ny andiany tsy manam-petra",
    "convergence tanteraka": "Ny andiany tsy manam-petra dia lazaina fa mifamatotra tanteraka raha toa ka voafetra ny fitambaran'ny soatoavina tanteraka amin'ny fitambarana.",
    "faratampony tanteraka": "Ny sanda ambony indrindra azon'ny asa iray",
    "fara fahakeliny": "Ny sanda ambany indrindra azon'ny asa iray",
    "sanda tanteraka": "Ny sanda tsy miiba amin'ny isa tena izy tsy mijery ny famantarana azy",
    "andiany mifandimby": "Andian-dahatsoratra tsy manam-petra izay mifandimby ny teny hoe miabo sy miiba",
    "fitsapana andiany mifandimby": "Fomba ampiasaina hanaporofoana fa andian-dahatsoratra mifandimby miaraka amin'ny teny izay mihena ny sandany tanteraka",
    "annulus": "Zavatra miendrika peratra, faritra voafehin'ny faribolana roa",
    "antiderivative": "Functiona azo avahana izay ny derivative dia mitovy amin'ny asa tany am-boalohany",
    "asymptote": "Andalana toy ny hoe ny elanelana misy eo amin'ny curve sy ny tsipika dia manatona aotra satria ny iray na izy roa amin'ny x na y dia mirona ho tsy manam-petra.",
    "faritra ambanin'ny curve": "Ny integral izay maneho ny faritra eo anelanelan'ny curve y=f(x), ny x-axis, ary ny tsipika mitsangana x=a sy x=b, izay a sy b no fetran'ny fampidirana.",
    "fitsipika rojo": "Ny derivative amin'ny fonction composite dia ny derivative amin'ny fonction ivelany tombanana amin'ny asa anatiny ary ny derivative amin'ny asa anatiny.",
    "kajy differential": "Mandalina ny tahan'ny fiovan'ny habe. Ny equation derivative dia ampiasaina hamaritana ny tahan'ny fiovan'ny asa iray",
    "miovaova tsy miankina": "Famarana izay amboarina amin'ny fiasa na fampitoviana, matetika maneho ny antony amin'ny fifandraisana misy antony sy vokatry.",
    "miovaova miankina": "Ny vokatra na vokatry ny asa na fifandraisana izay miova arakaraka ny sandan'ny habe hafa",
    "domain": "Enti-milaza ireo soatoavina rehetra azo ampiasaina ho fampidirana amina asa iray",
    "isan-karazany": "Ny fitambaran'ny vokatra azo atao rehetra izay azon'ny asa atao",
    "fetra": "Hevitra iray mamaritra ny soatoavin'ny vokatra izay manakaiky kokoa ny asa iray rehefa manakaiky ny sanda iray ny fampidirana",
    "Sampanteny": "Hevitra iray mandrefy ny tahan'ny fiovana eo noho eo na ny fisondrotry ny tsipika tangent amin'ny teboka iray amin'ny asa iray.",
    "kajy integral": "Ny fanitarana ny kajy izay misy ny fitadiavana ny antiderivative amin'ny asa iray izay omena ny derivative",
    "andalana integral": "Ny fampidirana asa iray manaraka ny tsipika amin'ny curve",
    "surface integral": "Famintinana ny integral isan-karazany amin'ny fampidirana amin'ny surfaces",
    "kajy multivariable": "Ny fanitarana ny kajikajy amin'ny fari-piainana iray mankany amin'ny kajy miaraka amin'ny fiasan'ny variables maromaro",
    "saha vector": "Hevitra iray ao amin'ny habakabaka izay manana ny habeny sy ny fitarihana",
    "kajy vector": "Fanitarana ny kajy izay miresaka momba ny fanavahana sy ny fampidirana ny sahan'ny vector amin'ny habaka Euclidean telo dimension.",
    "mety ho vector": "Ny saha vector izay miteraka saha solenoidal amin'ny alàlan'ny operator curl"
}