Repository: tomasvana10/xpuz
Catalog: locales/su/LC_MESSAGES/messages.po
Languages: su

source: Crossword Puzzle
su: Teka-teki silang

source: View crosswords
su: Témbongkeun crosswords

source: Exit the app
su: Kaluar tina aplikasi

source: Global Settings
su: Setélan Global

source: 🌐 Languages
su: 🌐 Basa

source: Size
su: Ukuran

source: light
su: cahayaan

source: dark
su: poek

source: system
su: sistem

source: Appearance
su: Penampilan

source: Go back
su: Uih deui

source: Load crossword
su: Ngamuat crossword

source: Open web app
su: Buka aplikasi wéb

source: Terminate web app
su: Pareuman aplikasi wéb

source: Word count preferences
su: Preferensi cacah kecap

source: Select word count
su: Pilih jumlah kecap

source: Maximum
su: maksimal

source: Custom
su: Adat

source: Total words
su: Jumlah kecap

source: Difficulty
su: Kasusah

source: difficulty
su: kasusah

source: Select
su: Pilih

source: Restart
su: Uihan deui

source: Are you sure you want to restart the app?
su: Naha anjeun yakin hoyong ngabalikan deui aplikasi?

source: Exit
su: Kaluar

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
su: Naha anjeun yakin hoyong kaluar tina aplikasi? Upami aplikasi wéb dijalankeun, éta bakal dileungitkeun.

source: Back to home
su: Balik ka imah

source: Are you sure you want to go back to the home screen? The web app will be terminated.
su: Naha anjeun yakin rék balik deui ka layar utama? Aplikasi wéb bakal dipareuman.

source: Error
su: Kasalahan

source: This language is already selected.
su: Basa ieu geus dipilih.

source: This size is already selected.
su: Ukuran ieu geus dipilih.

source: This appearance is already selected.
su: Penampilan ieu parantos dipilih.

source: Info
su: Inpo

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, either find the Flask app process and terminate it, change the `webapp_port` number in src/config.ini, or restart your computer. ALSO IMPORTANT: In some cases, you may have launched the web app yet your browser cannot view it. If this happens, please restart your browser.
su: Peluncuran pertama kali, mangga baca: Sakali anjeun parantos ngamuat silang, sareng hoyong ngamuat anu sanés, anjeun kedah ngeureunkeun heula aplikasi wéb. PENTING: Upami anjeun nganggo macOS, maksakeun kaluar aplikasina (nganggo cmd+q) nalika aplikasi wéb dijalankeun bakal nyegah éta ngeureunkeunana leres. Upami anjeun lepat ngalakukeun ieu, boh milarian prosés aplikasi Flask sareng ngeureunkeunana, ganti nomer `webapp_port` dina src/config.ini, atanapi balikan deui komputer anjeun. PENTING OGE: Dina sababaraha kasus, anjeun tiasa ngaluncurkeun aplikasi wéb tapi panyungsi anjeun henteu tiasa ningali éta. Upami ieu kajadian, mangga balikan deui panyungsi anjeun.

source: Crossword Puzzle - Game
su: Crossword Puzzle - Kaulinan

source: Across
su: Meuntas

source: Down
su: Turun

source: You completed the crossword!
su: Anjeun ngalengkepan crossword!

source: Close
su: Tutup

source: Easy
su: gampil

source: Medium
su: Sedeng

source: Hard
su: Teuas

source: Extreme
su: Ekstrim
