{
    "uvavanyo luka-abel": "Indlela yokuvavanya ukuhlangana kochungechunge olungenasiphelo",
    "ukudibana ngokupheleleyo": "Uthotho olungenasiphelo kuthiwa ludibana ngokupheleleyo ukuba isixa-mali samaxabiso apheleleyo we-sumnds siyaphela.",
    "ubuninzi obugqibeleleyo": "Elona xabiso liphezulu umsebenzi ofunyanwayo",
    "ubuncinci obupheleleyo": "Elona xabiso lisezantsi umsebenzi ufunyanwayo",
    "ixabiso elipheleleyo": "Ixabiso elingelona-negative yenani lokwenyani ngaphandle kokujonga uphawu lwalo",
    "uthotho olutshintshanayo": "Uluhlu olungenasiphelo olunamagama atshintshanayo phakathi kokulungileyo kunye nokubi",
    "uvavanyo series olutshintshanayo": "Indlela esetyenziswayo ukubonisa ukuba uthotho olutshintshanayo olunamagama ahla kwixabiso elipheleleyo luthotho oluguqukayo.",
    "i-annulus": "Into emile njengesangqa, ingingqi ebotshelelwe zizangqa ezibini",
    "antiderivative": "Umsebenzi owahlulahluko ophuma kuwo ulingana nomsebenzi wokuqala",
    "asymptote": "Umgca othi umgama phakathi kwegophe kunye nomgca usondele ku-zero njengenye okanye zombini zika-x okanye u-y zilungelelanisa zithande ukungapheli.",
    "indawo ephantsi kwegophe": "Umdibaniso omele indawo ephakathi kwegophe y=f(x), i-x-axis, kunye nemigca ethe nkqo x=a kunye no x=b, apho u-a no-b bayimida yodibaniso.",
    "chain rule": "I-derivative ye-composite function yi-derivative yomsebenzi wangaphandle ovavanyiweyo kumaxesha okusebenza angaphakathi i-derivative yomsebenzi wangaphakathi.",
    "icalculus eyahlukileyo": "Iphonononga ireyithi yokutshintsha ubungakanani. I-derivative equation isetyenziselwa ukuchaza isantya sotshintsho lomsebenzi",
    "ukuguquguquka okuzimeleyo": "Ubungakanani obuguquguqukayo kumsebenzi okanye inxaki, kaninzi imele unobangela kubudlelwane besizathu kunye nesiphumo",
    "ukuguquguquka okuxhomekeke": "Isiphumo okanye isiphumo somsebenzi okanye ubudlelwane obutshintshayo ngokusekelwe kumaxabiso obunye ubungakanani",
    "ithambeka": "Ibhekisa kuwo onke amaxabiso anokwenzeka anokusetyenziswa njengegalelo kumsebenzi",
    "uluhlu": "Iseti yazo zonke iziphumo ezinokwenzeka ukuba umsebenzi unokuvelisa",
    "umda": "Ingqikelelo echaza ukuba ngawaphi amaxabiso emveliso umsebenzi osondela kuwo njengoko amagalelo asondela kwixabiso elithile",
    "izinto eziphuma kuyo": "Ingqikelelo elinganisa umyinge okhawulezileyo wotshintsho okanye ithambeka lomgca we-tangent kwindawo ethile kumsebenzi.",
    "icalculus ebalulekileyo": "Ukongezwa kwekhalculus okubandakanya ukufumana isichasi sokuchasana nomsebenzi okhutshwa ngokuphuma kwawo",
    "umgca obalulekileyo": "Udibaniso lomsebenzi ecaleni komgca wegophe",
    "umphezulu odityanisiweyo": "Ukudityaniswa kwezinto ezidityanisiweyo ezahlukeneyo zokudityaniswa ngaphezulu komphezulu",
    "Izibalo ezininzi": "Ukwandiswa kwekhalculus kuguquguquko olunye ukuya kwikhalculus ngemisebenzi yeenguqu ezininzi",
    "indawo yevektha": "Indawo esithubeni enobukhulu kunye nesalathiso",
    "icalculus yevektha": "Ukongezwa kwekhalculus ejongene nokwahlula kunye nokudityaniswa kwendawo ye-vector kwisithuba se-Euclidean ene-dimensional-ntathu.",
    "iVector enokubakho": "Intsimi ye-vector evelisa indawo ye-solenoidal ngokusebenzisa i-curl operator"
}