Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/*/LC_MESSAGES/messages.po
Languages: bg, el, ga, gd, hr, hu, is, kk, km, kn, ky, lo, ml, mn, mt, nl, or, sw, th, zh, zu

source: Auto-skip
el: Αυτόματο πλέγμα
ga: Scipín uathoibríoch
gd: Auto-sgiobadh
hr: Auto-klip
hu: Automatikus lepattanó
is: Sjálfvirk skip
kk: Автоматты түрде өткізіп жіберу
km: រំលងដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಾಯತ್ತನ
lo: ຂ້າມອັດຕະໂນມັດ
ml: യാന്ത്രിക-ഒഴിവാക്കുക
mn: Авто алгасах
or: ଅଟୋ-ସ୍କିପ୍
th: การตัดอัตโนมัติ
zh: 自动滑动
zu: Qamba ngokuzenzakalela

source: Auto-word
bg: Автоматична дума
el: Αυτόματη λέξη
ga: Uath focal
hr: Automatska riječ
hu: Automatikus szó
is: Sjálfvirk orð
kk: Автоматты сөз
km: ពាក្យស្វ័យប្រវត្តិ
kn: ಆಟೋ
ky: Авто-сөз
lo: ຄໍາສັບ
ml: യാന്ത്രിക വാക്ക്
mn: Авто үг
mt: Kelma awtomatika
nl: Automatisch woord
or: ଅଟୋ-ୱାର୍ଡ |
sw: Neno-kiotomatiki
th: คำอัตโนมัติ
zh: 自动字
zu: Auto-izwi

source: Auto-check
bg: Автоматична проверка
el: Αυτόματος έλεγχος
ga: Seic-charm
gd: Sgrùdadh fèin-ghluasadach
hr: Auto-promatrati
hu: Automatikus ellenőrzés
is: Sjálfkrafa
kk: Автоматты тексеру
km: ពិនិត្យដោយស្វ័យប្រវត្តិ
kn: ಆಟೋ ಪರೀಕ್ಷೆ
ky: Авто-текшерүү
lo: ການກວດສອບອັດຕະໂນມັດ
ml: യാന്ത്രിക പരിശോധന
mn: Авто шалгах
mt: Iċċekkja awtomatikament
nl: Automatische controle
or: ଅଟୋ-ଚେକ୍ |
sw: Angalia kiotomatiki
th: ตรวจสอบอัตโนมัติ
zh: 自动检查
zu: Hlola

source: Zoom
el: Ανίπταμαι διαγωνίως
ga: Zúm
gd: Gluais
hr: Zum
hu: Zoomolás
is: Aðdráttur
kk: Жеу
km: ធេវីអាេយ
kn: ಗುಂಜಾನೆ
ky: Масштабдоо
lo: ຊູມ
ml: സൂം ചെയ്യുക
mn: Zhza-ZYG
or: ଜୁମ୍ କରନ୍ତୁ |
th: ซูม
zh: 飞涨
zu: Zukisa

source: Reveal
bg: Разкрие
el: Αποκαλύπτω
ga: Nocht
gd: Nochdaidh
hr: Otkriti
hu: felfed
is: Afhjúpa
kk: Ашу
km: បហ្ចេញអាេយដឹង
kn: ಬಹಿರಂಗ
ky: Ачып
lo: ເປີດເຜີຍ
ml: വെളിപ്പെടുത്തുക
mn: Илрүүлэх
mt: Jiżvelaw
nl: Onthullen
or: ପ୍ରକାଶ କର |
sw: Onyesha
th: เปิดเผย
zh: 揭示
zu: Hlakukisa

source: Cell
bg: Клетка
el: Κύτταρο
ga: Guthán póca
hr: Ćelija
hu: Sejt
kk: Камера
km: បន្ទប់ក្នុងកុក
kn: ಕೋಶ
ky: Клетка
lo: ຫ້ອງ
ml: കോശം
mn: Камера
mt: Ċellula
nl: Cel
or: କକ୍ଷ
sw: Seli
th: ห้องขัง
zh: 细胞
zu: Iseli

source: Word
bg: Дума
el: Λέξη
ga: Scéal
gd: Facal
hr: Riječ
hu: Szó
is: Orð
kk: Сөз
km: ហក្យ
kn: ಮಾತು
ky: Сөз
lo: ຄໍາ
ml: വാക്ക്
mn: Үг
mt: Kelma
nl: Woord
or: ଶବ୍ଦ
sw: Neno
th: คำ
zh: 单词
zu: Uhlamvu lwegama

source: Grid
bg: Мрежа
el: Πλέγμα
ga: Eangach
hr: Rešetka
hu: Rács
is: Rist
kk: Тор
km: បប្យេសី
kn: ಗ್ರಿಡ್
ky: Тор
lo: ຕາຂ່າຍໄຟຟ້າ
ml: ഗ്രിഡ്
mn: Дэвэрсэн усан
mt: Grilja
nl: Rooster
or: ଗ୍ରୀଡ୍
sw: Gridi ya taifa
th: กริด
zh: 网格
zu: Igridi

source: Check
bg: Проверете
el: Ελεγχος
ga: Seic
gd: Thoir sùil
hr: Ček
hu: Jelölje be
is: Athugaðu
kk: Қарау
km: ការបិនិត្យ
kn: ಪರಿಶೀಲನೆ
ky: Текшерүү
lo: ກວດກາ
ml: ചെക്ക്
mn: Чек
mt: Iċċekkja
nl: Rekening
or: ଯାଞ୍ଚ କରନ୍ତୁ |
sw: Angalia
th: ตรวจสอบ
zh: 查看
zu: -Hlola

source: Clear
bg: Ясно
el: Σαφή
ga: Glan amach
gd: Soilleir
hr: Čisto
hu: Egyértelmű
is: Tær
kk: Айқын
km: ផ្លឺ
kn: ಸ್ಪಷ್ಟ
ky: Тазалоо
lo: ແຈ່ມແຈ້ງ
ml: വക്തമായ
mn: Саруул
mt: Ċar
nl: Duidelijk
or: ସଫା
sw: Wazi
th: ชัดเจน
zh: 清除
zu: -Cwebile

source: Unrevealed
bg: Неразкрит
el: Αδιόρθωτος
ga: Neamhréirithe
gd: Neo-cheangailte
hr: Neotkriven
hu: Feltáratlan
is: Óeðlilegt
kk: ҚЫСҚАША
km: ដេលមិនរស់ឡើងវិញ
kn: ಬಿಚ್ಚದ
ky: Азыркыга чейин
lo: ບໍ່ມີປະໂຫຍດ
ml: അസമമായ
mn: Буцаж чадаагүй
mt: Mhux żvelat
nl: Niet opgeheven
or: ଅବିସ୍ମରଣୀୟ |
sw: Haijafunuliwa
th: ไม่เปิดเผย
zh: 未透露
zu: Akuzange kuthunyelwe

source: You are viewing
bg: Вие гледате
el: Βλέπετε
ga: Tá tú ag breathnú
gd: Tha thu a 'coimhead
hr: Gledate
hu: Te nézel
is: Þú ert að skoða
kk: Сіз көріп отырсыз
km: អ្នកកំពុងមើល
kn: ನೀವು ವೀಕ್ಷಿಸುತ್ತಿದ್ದೀರಿ
ky: Сиз көрүп жатасыз
lo: ທ່ານກໍາລັງເບິ່ງ
ml: നിങ്ങൾ കാണുന്നു
mn: Та харж байна
mt: Qed tara
nl: U kijkt
or: ତୁମେ ଦେଖୁଛ
sw: Unaangalia
th: คุณกำลังดู
zh: 您正在查看
zu: Uyabuka

source: from
bg: от
el: από
ga: ó
gd: bho
hr: iz
hu: tól től
is: Frá
kk: -ден
km: តាមងបី
kn: ನಿಂದ
lo: ແຕ່
ml: മുതല്
mn: аас
mt: minn
nl: van
or: ଠାରୁ
sw: kutoka
th: จาก
zh: 从
zu: ukusuka

source: word(s) could not be inserted, sorry.
bg: Думата (ите) не може да бъде поставена, съжалявам.
el: Οι λέξη δεν μπόρεσαν να εισαχθούν, συγνώμη.
ga: Níorbh fhéidir focal (í) a chur isteach, tá brón orm.
gd: Cha b 'urrainnear facal (ean) a chuir a-steach, duilich.
hr: Riječ (i) se ne može umetnuti, oprostite.
hu: A szót (ek) nem lehetett beilleszteni, sajnálom.
is: Ekki var hægt að setja orð (s), því miður.
kk: Word (лер) салынбады, кешіріңіз.
km: សូមទោសពាក្យមិនអាចត្រូវបានបញ្ចូលសូមទោស។
kn: ಪದ (ಗಳನ್ನು) ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ಕ್ಷಮಿಸಿ.
ky: сөз (лар) киргизүү мүмкүн эмес, кечиресиз.
lo: ຄໍາສັບທີ່ບໍ່ສາມາດໃສ່ໄດ້, ຂໍອະໄພ.
ml: വേഡ് (കൾ) തിരുത്താൻ കഴിഞ്ഞില്ല, ക്ഷമിക്കണം.
mn: Үг (үүд) оруулах боломжгүй байна, уучлаарай.
mt: Kelma (i) ma setgħetx tiddaħħal, jiddispjaċini.
nl: Woord (s) konden niet worden ingevoegd, sorry.
or: ଶବ୍ଦ (ଗୁଡିକ) ସନ୍ନିବେଶ କରାଯାଇପାରିବ ନାହିଁ, ଦୁ sorry ଖିତ |
sw: Neno (s) halikuweza kuingizwa, samahani.
th: ไม่สามารถแทรกคำได้ขออภัย
zh: 对不起，无法插入单词。
zu: Amagama (s) akwazanga ukufakwa, uxolo.

source: Word count (adjusted)
bg: Брой на думите (коригирано)
el: Μέτρηση λέξεων (προσαρμοσμένη)
ga: Comhaireamh focal (coigeartaithe)
gd: Cunntas fhaclan (air atharrachadh)
hr: Broj riječi (prilagođeno)
hu: Szószám (beállított)
is: Orðafjöldi (leiðrétt)
kk: Сөзді санау (реттелген)
km: ចំនួនពាក្យ (បានលៃតម្រូវ)
kn: ಪದ ಎಣಿಕೆ (ಹೊಂದಿಸಲಾಗಿದೆ)
ky: Сөз саноо (такталган)
lo: ການນັບຄໍາ (ປັບຕົວ)
ml: പദങ്ങളുടെ എണ്ണം (ക്രമീകരിച്ചു)
mn: Үгийн тоо (тохируулсан)
mt: Għadd tal-Kelma (Aġġustat)
nl: Woordtelling (aangepast)
or: ଶବ୍ଦ ଗଣନା (ଆଡଜଷ୍ଟ ହୋଇଛି)
sw: Hesabu ya maneno (iliyorekebishwa)
th: จำนวนคำ (ปรับ)
zh: 单词计数（调整后）
zu: Ukubala kwamagama (kulungiswe)

source: Word count
bg: Брой думи
el: Καταμέτρηση λέξεων
ga: Comhaireamh focal
gd: Cunntas fhaclan
hr: Brojanje riječi
hu: Szavak száma
is: Orða talning
kk: Сөз саны
km: រាប់​ពាក្យ
kn: ಮಾತು
ky: Сөз саноо
lo: ຄໍານັບ
ml: വാക്കുകളുടെ എണ്ണം
mn: Үгийн тоо
mt: Għadd tal-kliem
nl: Aantal woorden
or: ୱାର୍ଡ ଗଣନା |
sw: Hesabu ya maneno
th: การนับจำนวนคำ
zh: 字数
zu: Ukubala amagama

source: Continue
bg: продължи
el: Να συνεχίσει
ga: Leanúint ar aghaidh
gd: Lean air adhart
hr: Nastaviti
hu: Folytatni
is: Haltu áfram
kk: Жалғастыру
km: បន្ដ
kn: ಮುಂದುವರಿಸು
ky: Улантыңыз
lo: ດໍາເນີນຕໍ່ໄປ
ml: തുടരുക
mn: Ургэлжлэх
mt: Kompli
nl: Doorgaan
or: ଜାରି ରଖ |
sw: Endelea
th: ดำเนินการต่อ
zh: 继续
zu: Qhubeka

source: You completed the crossword!
bg: Завършихте кръстословицата!
el: Ολοκληρώσατε το σταυρόλεξο!
ga: Chríochnaigh tú an crosfhocal!
gd: Chuir thu crìoch air a 'chrois-fhacal!
hr: Dovršili ste križaljku!
hu: Befejezte a keresztrejtvényt!
is: Þú kláraðir krossgátuna!
kk: Сіз кроссвордты аяқтадыңыз!
km: អ្នកបានបញ្ចប់ការឆ្លង Crossword!
kn: ನೀವು ಕ್ರಾಸ್‌ವರ್ಡ್ ಪೂರ್ಣಗೊಳಿಸಿದ್ದೀರಿ!
ky: Сиз кроссвордду толтурдуңуз!
lo: ທ່ານໄດ້ສໍາເລັດ crossword!
ml: നിങ്ങൾ ക്രോസ്വേഡ് പൂർത്തിയാക്കി!
mn: Та кроссворд бөглөсөн!
mt: Int imlejt it-tisliba!
nl: U hebt het kruiswoordraadsel voltooid!
or: ତୁମେ କ୍ରସ୍ ୱାର୍ଡ ସମାପ୍ତ କରିଛ!
sw: Ulikamilisha neno la msalaba!
th: คุณทำไขว้เสร็จแล้ว!
zh: 您完成了填字游戏！
zu: Uqede i-Crossword!

source: Close
bg: Близо
el: Κλείσε
ga: Dún
gd: Dùin
hr: Zatvoriti
hu: Bezárás
is: Loka
kk: Жабық
km: បិទ
kn: ಮುಚ್ಚಿ
ky: Жабуу
lo: ປິດ
ml: അടയ്ക്കുക
mn: Хаах
mt: Agħlaq
nl: Dichtbij
or: ବନ୍ଦ
sw: Funga
th: ปิด
zh: 关闭
zu: Vala

source: Categorised
bg: Категоризирани
el: Κατηγοριοποιούνται
ga: Catagóirithe
gd: Roinn-seòrsa
hr: Kategorizirani
hu: Kategorizált
is: Flokkað
kk: Санатталғандар
kn: ವರ್ಗೀಕರಿಸಲಾಗಿದೆ
ky: Категорияланган
lo: ຖືກຈັດປະເພດ
ml: തരംതിരിച്ചിരിക്കുന്നു
mn: Категори
mt: Ikkategorizzat
nl: Ingedeeld
or: ଶ୍ରେଣୀଭୁକ୍ତ ହୋଇଛି
th: จัดหมวดหมู่
zh: 分类
zu: Kuhlukaniswe

source: Flattened
bg: Сплескан
el: Ισοπέδωσε
ga: Leacaithe
gd: rèidh
hr: Spljošten
hu: Lapos
is: Fletja
kk: Тегістелген
km: រាបស្មើ
kn: ಚಪ್ಪಟೆಯಾಗಿದೆ
ky: Жалпакталган
ml: പരന്നു
mn: Зусардсан
mt: Iċċattjat
nl: Afgevlakte
or: ଚପଟା ହୋଇଛି
th: แบน
zh: 扁平

source: Browser
bg: Браузер
el: Πρόγραμμα περιήγησης
ga: Brabhsálaí
gd: Brabhsair
hr: Preglednik
hu: Böngésző
is: Vafri
kk: Браузер
km: កម្មវិធីរុករក
kn: ಬ್ರೌಸರ್
ky: Браузер
ml: ബ്രൌസർ
mn: Браузер
mt: Brawżer
or: ବ୍ରାଉଜର
sw: Kivinjari
th: เบราว์เซอร์
zh: 浏览器
zu: Isiphequluli

source: Embedded
bg: Вграден
el: Ενσωματωμένος
ga: Leabaithe
gd: Freumhaichte
hr: Ugrađen
hu: Beágyazott
is: Innbyggt
kk: Ендірілген
km: បង្កប់
kn: ಹುದುಗಿಸಿದ
ky: Кыналган
lo: ຝັງ
ml: ഉൾച്ചേർത്ത
mn: Суулгагдсан
mt: Inkorporat
nl: Ingebed
or: ଏମ୍ବେଡ୍
sw: Iliyoingia
th: ที่ฝังอยู่
zh: 嵌入
zu: Kushumekiwe

source: PDF
kn: ಪಿಡಿಎಫ್
ml: പിഡിഎഫ്
mn: Үдэдны
or: ପିଡିଏଫ୍
th: ไฟล์ PDF
zu: Uhlobo lwelwane

source: ipuz
kn: ಇಪುಜ್
or: ଅପuz
zu: ikheli

source: Crossword Browser
bg: Браузър за кръстословици
el: Πρόγραμμα περιήγησης σταυρόλεξων
ga: Brabhsálaí Crosfhocal
gd: Brabhsair crois-fhacal
hr: Križaljka Browser
hu: Keresztrejtvény böngésző
is: Krossgátuvafri
kk: Кроссворд браузері
km: កម្មវិធីរុករកតាមអ៊ីនធឺណិត
kn: ಕ್ರಾಸ್ವರ್ಡ್ ಬ್ರೌಸರ್
lo: ຕົວທ່ອງເວັບຂອງ Crossword
ml: ക്രോസ്വേഡ് ബ്രൗസർ
mn: Кроссворд хөтөч
mt: Tisliba Browser
nl: Kruiswoordraadselbrowser
or: କ୍ରସ୍ ୱାର୍ଡ ବ୍ରାଉଜର୍ |
sw: Kivinjari cha Maneno
th: เบราว์เซอร์ Crossword
zh: 填字游戏浏览器
zu: Isiphequluli se-Crossword

source: Back
bg: Гръб
el: Πλάτη
ga: Ar ais
gd: Air ais
hr: Leđa
hu: Hát
is: Bak
kk: Артқа
km: ត្រឡប់ មក វិញ
kn: ಹಿಂದೆ
ky: Артка
lo: ຫຼັງ
ml: പുറം
mn: Буцаа
mt: Lura
nl: Terug
or: ଫେରିଆସ
sw: Nyuma
th: ย้อนกลับ
zh: 返回
zu: Emuva

source: HomePage
bg: Карта сайта
el: Αρχική Σελίδα
ga: Leathanach Baile
gd: Duilleag-dhachaigh
hr: Početna stranica
hu: Honlap
is: Heimasíða
kk: Басты бет
km: ទំព័រដើមPage
kn: ಮುಖಪುಟ
ml: ഹോം പേജ്
th: หน้าแรก
zh: 首页
zu: IkhayaIkhasi

source: Search
bg: Търсене
el: Αναζήτηση
ga: Cuardach
gd: Rannsaich
hr: traži
hu: Keresés
is: Leit
kk: Іздеу
km: ការឆេកឆេ
kn: ಹುಡುಕಿ Kannada
ky: Издөө
lo: ຄົ້ນຫາ
ml: അനേഷണം
mn: Эрэл хайгуул хийх
mt: Tfittxija
nl: Zoekopdracht
or: ସନ୍ଧାନ କର |
sw: Tafuta
th: ค้นหา
zh: 搜索
zu: Sesha

source: Create
bg: Създаване
el: Δημιουργώ
ga: Cruthaigh
gd: Cruthaich
hr: Stvoriti
hu: Teremt
is: Búa til
kk: Жарату
km: បង្កើត
kn: ರಚಿಸು
ky: Түзүү
lo: ສ້າງ
ml: സൃഷ്ടിക്കാൻ
mn: Шуүгиан дэгдээх
mt: Oħloq
nl: Creëren
or: ସୃଷ୍ଟି କରନ୍ତୁ |
sw: Unda
th: สร้าง
zh: 创造
zu: Dala

source: Play
bg: Игра
el: Παίζω
ga: Bheith ag súgradh
gd: Cluich
hr: igra
hu: Játék
is: Leika
kk: Ойнау
km: ការលេង
kn: ನುಡಿಸು
ky: Ойнотуу
lo: ຫລິ້ນ
ml: കളിക്കുക
mn: Тоглоом
nl: Toneelstuk
or: ଖେଳ
sw: Cheza
th: เล่น
zh: 玩
zu: Dlala

source: Game view
bg: Изглед на играта
el: Άποψη παιχνιδιού
ga: Amharc ar
gd: Sealladh geama
hr: Prikaz igre
hu: Játéknézet
is: Leikmynd
kk: Ойын көрінісі
km: ទិដ្ឋភាពហ្គេម
kn: ಆಟದ ನೋಟ
ky: Оюн көрүнүшү
lo: ທັດສະນະ
ml: ഗെയിം കാഴ്ച
mn: Тоглоомын харагдах байдал
mt: Veduta tal-Logħba
or: ଖେଳ ଦୃଶ୍ୟ
sw: Mtazamo wa mchezo
th: มุมมองเกม
zh: 游戏视图
zu: Ukubuka komdlalo

source: Export as
bg: Експортиране като
el: Εξαγωγή ως
ga: Onnmhairiú mar
gd: Às-mhalairt mar
hr: Izvoz kao
hu: Exportál
is: Flytja út sem
kk: Экспорт
km: នាំចេញជា
kn: ರಫ್ತು
ky: Экспорттоо
lo: ການສົ່ງອອກເປັນ
ml: എക്സ്പോർട്ടുചെയ്യുക
mn: Экспортлох
mt: Esportazzjoni as
nl: Exporteren als
or: ଯେପରି ରପ୍ତାନି କରନ୍ତୁ |
sw: Kuuza nje kama
th: ส่งออกเป็น
zh: 出口为
zu: Thekelisa njengoba

source: Destroy
bg: Унищожи
el: Καταστρέφω
ga: Scrios
gd: Dèan sgrios
hr: Uništiti
hu: Elpusztítani
is: Eyðileggja
kk: Бұзу
km: កមតេច
kn: ನಾಶಮಾಡು
ky: Жок кылуу
lo: ພັງ
ml: നശിപ്പിക്കുക
mn: Устгах
mt: Teqred
nl: Vernietigen
or: ବିନାଶ କର |
sw: Kuharibu
th: ทำลาย
zh: 破坏
zu: Bulala

source: Word count preferences
bg: Предпочитания за брой думи
el: Προτιμήσεις καταμέτρησης λέξεων
ga: Roghanna comhaireamh focal
gd: Roghainnean àireamh fhaclan
hr: Postavke brojanja riječi
hu: Szószám-beállítások
is: Orðafjöldavalkostir
kk: Сөздерді санау теңшелімдері
km: ចំណូលចិត្តរាប់ពាក្យ
kn: ಪದಗಳ ಎಣಿಕೆ ಆದ್ಯತೆಗಳು
ky: Сөздөрдүн санынын артыкчылыктары
lo: ການຕັ້ງຄ່າການນັບຄໍາ
ml: വാക്കുകളുടെ എണ്ണം മുൻഗണനകൾ
mn: Үг тоолох тохиргоо
mt: Preferenzi tal-għadd tal-kliem
nl: Voorkeuren voor het aantal woorden
or: ଶବ୍ଦ ଗଣନା ପସନ୍ଦ
sw: Mapendeleo ya kuhesabu maneno
th: การตั้งค่าการนับจำนวนคำ
zh: 字数统计偏好
zu: Izinketho zenani lamagama

source: Select word count
bg: Изберете брой думи
el: Επιλέξτε μέτρηση λέξεων
ga: Roghnaigh líon na bhfocal
gd: Tagh àireamh facal
hr: Odaberite broj riječi
hu: Válassza ki a szavak számát
is: Veldu orðafjölda
kk: Сөз санын таңдаңыз
km: ជ្រើសរើសចំនួនពាក្យ
kn: ಪದಗಳ ಸಂಖ್ಯೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Сөздөрдүн санын тандаңыз
lo: ເລືອກການນັບຄໍາ
ml: വാക്കുകളുടെ എണ്ണം തിരഞ്ഞെടുക്കുക
mn: Үгийн тоог сонгоно уу
mt: Agħżel l-għadd tal-kliem
nl: Selecteer het aantal woorden
or: ଶବ୍ଦ ଗଣନା ଚୟନ କରନ୍ତୁ |
sw: Chagua hesabu ya maneno
th: เลือกจำนวนคำ
zh: 选择字数统计
zu: Khetha isibalo samagama

source: Maximum
bg: Максимум
el: Ανώτατο όριο
ga: Uas-
gd: As àirde
hr: Maksimum
hu: Maximális
is: Hámark
kk: Максимум
km: អតិបរិមា
kn: ಗರಿಷ್ಠ
ky: Максимум
lo: ສູງສຸດ
ml: പരമാവധി
mn: Дээд хэмжээ
mt: Massimu
nl: Maximaal
or: ସର୍ବାଧିକ
sw: Upeo
th: ขีดสุด
zh: 最大限度
zu: Okusekugcineni

source: Custom
bg: Персонализиран
el: Εθιμο
ga: Saincheaptha
gd: Gnàthach
hr: Prilagođen
hu: Egyedi
is: Sérsniðin
kk: Арнаулы
km: ផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್
ky: Ыңгайлаштырылган
lo: ກຳນົດເອງ
ml: കസ്റ്റം
mn: Захиалгат
nl: Aangepast
or: କଷ୍ଟମ୍
sw: Desturi
th: กำหนดเอง
zh: 风俗
zu: Ngokwezifiso

source: To perform this operation, you must first select a cell.
bg: За да извършите тази операция, първо трябва да изберете клетка.
el: Για να εκτελέσετε αυτήν τη λειτουργία, πρέπει πρώτα να επιλέξετε ένα κελί.
ga: Chun an oibríocht seo a dhéanamh, ní mór duit cill a roghnú ar dtús.
gd: Gus an obrachadh seo a dhèanamh, feumaidh tu cealla a thaghadh an toiseach.Gus an obair seo a choileanadh, feumaidh tu cealla a thaghadh an toiseach.
hr: Da biste izveli ovu operaciju, prvo morate odabrati ćeliju.
hu: A művelet végrehajtásához először ki kell választania egy cellát.
is: Til að framkvæma þessa aðgerð verður þú fyrst að velja klefa.
kk: Бұл әрекетті орындау үшін алдымен ұяшықты таңдау керек.
km: ដើម្បីអនុវត្តប្រតិបត្តិការនេះដំបូងអ្នកត្រូវតែជ្រើសក្រឡា។
kn: ಈ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ಮಾಡಲು, ನೀವು ಮೊದಲು ಕೋಶವನ್ನು ಆಯ್ಕೆ ಮಾಡಬೇಕು.
ky: Бул операцияны аткаруу үчүн, алгач бир клетканы тандаңыз.
lo: ເພື່ອປະຕິບັດການປະຕິບັດງານນີ້, ກ່ອນອື່ນຫມົດທ່ານຕ້ອງເລືອກເອົາຫ້ອງ.
ml: ഈ പ്രവർത്തനം നടത്താൻ, നിങ്ങൾ ആദ്യം ഒരു സെൽ തിരഞ്ഞെടുക്കണം.
mn: Энэ үйлдлийг гүйцэтгэхийн тулд та эхлээд эсийг сонгох хэрэгтэй.
mt: Biex twettaq din l-operazzjoni, l-ewwel trid tagħżel ċellola.
nl: Om deze bewerking uit te voeren, moet u eerst een cel selecteren.
or: ଏହି ଅପରେସନ୍ କରିବାକୁ, ଆପଣଙ୍କୁ ପ୍ରଥମେ ଏକ କକ୍ଷ ଚୟନ କରିବାକୁ ପଡିବ |
sw: Ili kufanya operesheni hii, lazima kwanza uchague kiini.
th: ในการดำเนินการนี้คุณต้องเลือกเซลล์ก่อน
zh: 要执行此操作，您必须首先选择一个单元格。
zu: Ukwenza lo msebenzi, kufanele uqale ukhethe iseli.

source: View
bg: Преглед
el: Θέα
ga: Amharc
gd: Sealladh
hr: Pogled
hu: Kilátás
is: Útsýni
kk: Көру
km: មើល
kn: ನೋಟ
ky: Көрүү
lo: ເບິ່ງ
ml: കാണുക
mn: Харах
mt: Ara
nl: Weergave
or: ଦର୍ଶନ କରନ୍ତୁ |
sw: Tazama
th: ดู
zh: 看法
zu: Buka

source: Total words
bg: Общи думи
el: Συνολικές λέξεις
ga: Focail Iomlán
gd: Faclan iomlan
hr: Totalne riječi
hu: Összes szavak
is: Alls orð
kk: Жалпы сөздер
km: ពាក្យសរុប
kn: ಒಟ್ಟು ಪದಗಳು
ky: Жалпы сөздөр
lo: ຄໍາສັບ
ml: ആകെ വാക്കുകൾ
mn: Нийт үгс
mt: Kliem totali
nl: Totale woorden
or: ମୋଟ ଶବ୍ଦ |
sw: Jumla ya maneno
th: คำทั้งหมด
zh: 总词
zu: Amagama aphelele

source: Difficulty
bg: Трудност
el: Δυσκολία
ga: Stró
gd: Duilgheadas
hr: Poteškoća
hu: Nehézség
is: Erfiðleikar
kk: Қиындық
km: ផាបលមបាក
kn: ತೊಂದರೆ
ky: Кыйынчылык
lo: ຄວາມຫຍຸ້ງຍາກ
ml: വൈഷമം
mn: Бэрхшээл
mt: Diffikultà
nl: Moeilijkheid
or: ଅସୁବିଧା
sw: Ugumu
th: ความยากลำบาก
zh: 困难
zu: Ubulukhuni

source: Select
bg: Изберете
el: Επιλέγω
ga: Roghnaigh
gd: Tagh
hr: Izaberi
hu: Válassza ki
is: Veldu
kk: таңдаңыз
km: ជ្រើសរើស
kn: ಆಯ್ಕೆ ಮಾಡಿ
ky: Тандоо
lo: ເລືອກ
ml: തിരഞ്ഞെടുക്കുക
mn: Сонго
mt: Agħżel
nl: Selecteer
or: ଚୟନ କରନ୍ତୁ |
sw: Chagua
th: เลือก
zh: 选择
zu: Khetha

source: Crossword Editor
bg: Редактор на кръстословици
el: Επεξεργαστής σταυρόλεξων
ga: Eagarthóir Crosfhocal
gd: Deasaiche crois-fhacal
hr: Uređivač križaljki
hu: Keresztrejtvény szerkesztő
is: Krossgáta ritstjóri
kk: Айқас сөз өңдегіші
km: កម្មវិធី កែសម្រួល ពាក្យ ក្រូស
kn: ಕ್ರಾಸ್ ವರ್ಡ್ ಸಂಪಾದಕ
ky: Кроссворд редактору
ml: ക്രോസ് വേർഡ് എഡിറ്റർ
mn: Хацарт бутлуур засварлагч
mt: Editur crossword
nl: Kruiswoordraadsel-editor
or: କ୍ରସୱାର୍ଡ ସମ୍ପାଦକ
sw: Mhariri wa Crossword
th: ตัวแก้ไขปริศนาอักษรไขว้
zh: 填字游戏编辑器
zu: Umhleli we-crossword

source: Your Crosswords
bg: Вашите кръстословици
el: Τα σταυρόλεξά σας
ga: Do Chrosfhocail
gd: Do Chrois-fhacail
hr: Vaše križaljke
hu: Az Ön keresztrejtvényei
is: Krossgáturnar þínar
kk: Айқас сөздеріңіз
km: ពាក្យកាត់របស់អ្នក
kn: ನಿಮ್ಮ ಕ್ರಾಸ್ ವರ್ಡ್ ಗಳು
ky: Сиздин кроссворддор
lo: ຄໍາສັບຂອງເຈົ້າ
ml: നിങ്ങളുടെ ക്രോസ് വേർഡുകൾ
mn: Таны загалмайн үгс
mt: Ix-Xwabel tas-Salib tiegħek
nl: Uw kruiswoordraadsels
or: ଆପଣଙ୍କ କ୍ରସ୍ୱାର୍ଡସ୍
sw: Maneno yako ya msalaba
th: ปริศนาอักษรไขว้ของคุณ
zh: 你的填字游戏
zu: Ama-crosswords akho

source: Save
bg: Спасявам
el: Σώζω
ga: Sábháil
gd: Sàbhail
hr: Spasiti
hu: Megment
is: Spara
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸು
ky: Сактоо
lo: ຊ່ວຍປະຢັດ
ml: രക്ഷിക്കുക
mn: Хадгалах
mt: Tissejvja
nl: Redden
or: ସଞ୍ଚୟ କରନ୍ତୁ
sw: Hifadhi
th: ประหยัด
zh: 救
zu: Gcina

source: length >= 1 and valid OS file name
bg: дължина >= 1 и валидно име на OS файл
el: μήκος >= 1 και έγκυρο όνομα αρχείου λειτουργικού συστήματος
ga: fad >= 1 agus ainm comhaid bailí OS
gd: length >= 1 agus ainm faidhle OS dligheach
hr: duljina >= 1 i valjani naziv datoteke OS-a
hu: length >= 1 és érvényes operációsrendszer-fájlnév
is: lengd >= 1 og gilt skráarheiti stýrikerfis
kk: ұзындығы >= 1 және жарамды OS файл атауы
km: ប្រវែង >= 1 និង ឈ្មោះ ឯកសារ OS ត្រឹមត្រូវ
kn: ಉದ್ದ >= 1 ಮತ್ತು ಮಾನ್ಯ OS ಫೈಲ್ ಹೆಸರು
ky: узундугу > = 1 жана жарактуу OS файл аты
lo: ຄວາມຍາວ >= 1 ແລະຊື່ໄຟລ໌ OS ທີ່ໃຊ້ໄດ້
ml: ദൈർഘ്യം > = 1, സാധുതയുള്ള OS ഫയൽ നാമം
mn: урт >= 1 болон хүчин төгөлдөр OS файлын нэр
mt: tul > = 1 u isem validu tal-fajl OS
nl: lengte >= 1 en geldige OS-bestandsnaam
or: ଦୈର୍ଘ୍ୟ >= 1 ଏବଂ ବୈଧ OS ଫାଇଲ୍ ନାମ
sw: urefu >= 1 na jina halali la faili ya OS
th: ความยาว >= 1 และชื่อไฟล์ระบบปฏิบัติการที่ถูกต้อง
zh: 长度 >= 1 和有效的 OS 文件名
zu: ubude > = 1 negama lefayela le-OS elivumelekile

source: length == 1
bg: дължина == 1
el: μήκος == 1
ga: fad == 1
gd: fad == 1
hr: duljina == 1
hu: hossz == 1
is: lengd == 1
kk: ұзындығы == 1
km: ប្រវែង == 1
kn: ಉದ್ದ == 1
ky: узундугу == 1
lo: ຍາວ == 1
ml: നീളം == 1
mn: урт == 1
mt: tul = = 1
nl: lengte == 1
or: ଦୈର୍ଘ୍ୟ == ୧
sw: urefu == 1
th: ความยาว == 1
zh: 长度 == 1
zu: ubude == 1

source: Easy
bg: лесно
el: Ανετα
ga: Éasca
gd: Furasta
hr: Lako
hu: Könnyen
is: Auðvelt
kk: Жеңіл
km: ងាយស្រួល
kn: ಸುಲಭ
ky: Оңой
lo: ງ່າຍ
ml: എളുപ്പം
mn: Хялбар
mt: Faċli
nl: Eenvoudig
or: ସହଜ
sw: Rahisi
th: ง่าย
zh: 简单的
zu: Kulula

source: Medium
bg: Среден
el: Μεσαίο
ga: Mheán
gd: Meadhanach
hr: Srednji
hu: Közepes
is: Miðlungs
kk: Орташа
km: មធ្យម
kn: ಮಾಧ್ಯಮ
ky: Орто
lo: ຂະຫນາດກາງ
ml: ഇടത്തരം
mn: Дунд
mt: Medju
or: ମଧ୍ୟମ
sw: Kati
th: ปานกลาง
zh: 中等的
zu: Maphakathi

source: Hard
bg: Твърд
el: Σκληρά
ga: Deacair
gd: Cruaidh
hr: teško
hu: Kemény
is: Erfitt
kk: Қатты
km: រឹង
kn: ಕಠಿಣ
ky: Катуу
lo: ແຂງ
ml: കഠിനം
mn: Хэцүү
mt: Iebsa
nl: Moeilijk
or: କଠିନ |
sw: Ngumu
th: แข็ง
zh: 难的
zu: Kunzima

source: Extreme
bg: Екстремни
el: Ακρο
ga: mhór
gd: anabarrach
hr: Ekstremno
hu: Szélső
is: Öfgafullt
kk: Төтенше
km: ខ្លាំង
kn: ವಿಪರೀತ
ky: Экстремалдуу
lo: ທີ່ສຸດ
ml: അങ്ങേയറ്റം
mn: Хэт их
mt: Estremi
nl: Extreem
or: ଅତ୍ୟଧିକ
sw: Uliokithiri
th: สุดขีด
zh: 极端
zu: Okudlulele

source: Adding
bg: Добавяне
el: Αθροιστικός
ga: Ag cur leis
gd: A' cur ris
hr: Dodajući
hu: Összeadás
is: Bæta við
kk: Қосу
km: បន្ថែម
kn: ಸೇರಿಸಲಾಗುತ್ತಿದೆ
ky: Кошуу
lo: ການເພີ່ມ
ml: ചേർക്കുന്നു
mn: Дэмжиж байна
mt: Żżid
nl: Toevoegen
or: ଯୋଡିଛନ୍ତି
sw: Kuongeza
th: เพิ่ม
zh: 添加
zu: Ukwengeza

source: Add
bg: Добавям
el: Προσθέτω
ga: Cuir Leis
gd: Cuir ris
hr: Dodati
hu: Hozzáad
is: Bæta við
kk: Қосу
km: បន្ថែម
kn: ಸೇರಿಸು
ky: Кошуу
lo: ຕື່ມ
ml: ചേർക്കുക
mn: Нэмэх
mt: Żid
nl: Toevoegen
or: ଯୋଡନ୍ତୁ
sw: Ongeza
th: เพิ่ม
zh: 加
zu: Engeza

source: Press
bg: Преса
el: Τύπος
ga: Preas
gd: Brùth
hr: Tisak
hu: Sajtó
is: Þrýsta
kk: Пресс
km: ចុច
kn: ಪತ್ರಿಕಾ
ky: Пресс
lo: ການພິມ
ml: അമർത്തുക
mn: Хэвлэл мэдээллийнхэн
mt: Agħfas
nl: Pers
or: ଦବାନ୍ତୁ
sw: Bonyeza
th: กด
zh: 压
zu: Cindezela

source: to add a
bg: за да добавите
el: Για να προσθέσετε ένα
ga: a chur leis
gd: a
hr: da biste dodali
hu: Hozzáadás egy
is: til að bæta við
kk: а қосу үшін
km: ដើម្បី បន្ថែម
kn: ಸೇರಿಸಲು
ky: кошуу үчүн
lo: ເພື່ອຕື່ມ
ml: ഒരു കൂട്ടിച്ചേർക്കാൻ
mn: а нэмэх
mt: biex iżżid
nl: om een
or: ଏକ ଯୋଡିବାକୁ
sw: kuongeza a
th: เพื่อเพิ่ม
zh: 添加
zu: ukwengeza a

source: new crossword.
bg: Нова кръстословица.
el: Νέο σταυρόλεξο.
ga: Crosfhocal nua.
gd: crois-fhacal ùr.
hr: nova križaljka.
hu: Új keresztrejtvény.
is: nýtt krossgáta.
kk: Жаңа кроссворд.
km: ឈើឆ្កាងថ្មី។
kn: ಹೊಸ ಕ್ರಾಸ್‌ವರ್ಡ್.
ky: жаңы кроссворд.
lo: crossword ໃຫມ່.
ml: പുതിയ ക്രോസ്വേഡ്.
mn: шинэ кроссворд.
mt: Tisliba ġdida.
nl: Nieuw kruiswoordraadsel.
or: ନୂତନ କ୍ରସ୍ ୱାର୍ଡ |
sw: msemo mpya.
th: คำไขว้ใหม่
zh: 新填字游戏。
zu: I-Crossword entsha.

source: Editing
bg: Редактиране
el: Μοντάζ
ga: Eagarthóireacht
gd: Deasachadh
hr: Uređivanje
hu: Szerkesztés
is: Útgáfa
kk: Өңдеу
km: ការ កែសម្រួល
kn: ಸಂಪಾದನೆ
ky: Редакциялоо
lo: ການແກ້ໄຂ
ml: എഡിറ്റിംഗ്
mn: Редакц
mt: Editjar
nl: Bewerken
or: ସମ୍ପାଦନା[ସମ୍ପାଦନା]
sw: Kuhariri
th: แก้ไข
zh: 编辑
zu: Ukuhlela

source: Your Words
bg: Вашите думи
el: Τα λόγια σας
ga: Do Chuid Focal
gd: Na faclan agad
hr: Vaše riječi
hu: Az Ön szavai
is: Orð þín
kk: Сөздеріңіз
km: ពាក្យសម្ដីរបស់អ្នក
kn: ನಿಮ್ಮ ಮಾತುಗಳು
ky: Сөзүңөр
lo: ຄໍາເວົ້າຂອງທ່ານ
ml: താങ്കളുടെ വാക്കുകൾ
mn: Таны үг
mt: Kliemek
nl: Jouw woorden
or: ଆପଣଙ୍କ ଶବ୍ଦ[ସମ୍ପାଦନା]
sw: Maneno Yako
th: คําพูดของคุณ
zh: 你的话
zu: Amazwi Akho

source: length >= 1 and length <= 32 and is a language character
bg: дължина >= 1 и дължина <= 32 и е езиков знак
el: μήκος >= 1 και μήκος <= 32 και είναι χαρακτήρας γλώσσας
ga: fad >= 1 agus fad <= 32 agus is carachtar teanga é
gd: fad >= 1 agus fad <= 32 agus 's e caractar cànain a th' ann
hr: duljina >= 1 i duljina <= 32 i jezični je znak
hu: length >= 1 és length <= 32, és egy nyelvi karakter
is: lengd >= 1 og lengd <= 32 og er tungumálstákn
kk: ұзындығы >= 1 және ұзындығы <= 32 және тіл таңбасы болып табылады
km: ប្រវែង >= ១ និង ប្រវែង <= ៣២ និង ជា តួអក្សរ ភាសា
kn: ಉದ್ದ > = 1 ಮತ್ತು ಉದ್ದ < = 32 ಮತ್ತು ಇದು ಭಾಷೆಯ ಅಕ್ಷರವಾಗಿದೆ
ky: узундугу > = 1 жана узундугу < = 32 жана тил мүнөзү болуп саналат
lo: ຄວາມຍາວ >= 1 ແລະ ຄວາມຍາວ <= 32 ແລະ ເປັນບຸກຄະລິກພາສາ
ml: നീളം > = 1, നീളം < = 32, ഇത് ഒരു ഭാഷാ പ്രതീകമാണ്
mn: урт >= 1 ба урт <= 32 бөгөөд хэлний дүр
mt: tul > = 1 u tul < = 32 u huwa karattru tal-lingwa
nl: lengte >= 1 en lengte <= 32 en is een taalteken
or: ଦୈର୍ଘ୍ୟ > = ୧ ଏବଂ ଦୈର୍ଘ୍ୟ < = ୩୨ ଏବଂ ଏହା ଏକ ଭାଷା ଚରିତ୍ର ଅଟେ
sw: urefu >= 1 na urefu <= 32 na ni tabia ya lugha
th: ความยาว >= 1 และความยาว <= 32 และเป็นอักขระภาษา
zh: 长度 >= 1，长度 <= 32，是一个语言字符
zu: ubude > = 1 nobude < = 32 futhi ungumlingiswa wolimi

source: length >= 1
bg: дължина >= 1
el: μήκος >= 1
ga: fad >= 1
gd: fad >= 1
hr: duljina >= 1
hu: hossz >= 1
is: lengd >= 1
kk: ұзындығы >= 1
km: ប្រវែង >= 1
kn: ಉದ್ದ >= 1
ky: узундугу > = 1
lo: ຄວາມຍາວ >= 1
ml: നീളം > = 1
mn: урт >= 1
mt: tul > = 1
nl: lengte >= 1
or: ଦୈର୍ଘ୍ୟ >= ୧
sw: urefu >= 1
th: ความยาว >= 1
zh: 长度 >= 1
zu: ubude >= 1

source: new word.
bg: нова дума.
el: νέα λέξη.
ga: focal nua.
gd: facal ùr.
hr: Nova riječ.
hu: új szó.
is: Nýtt orð.
kk: жаңа сөз.
km: ពាក្យថ្មី។
kn: ಹೊಸ ಪದ.
ky: жаңы сөз.
lo: ຄໍາໃຫມ່.
ml: പുതിയ വാക്ക്.
mn: шинэ үг.
mt: kelma ġdida.
nl: nieuw woord.
or: ନୂଆ ଶବ୍ଦ ।
sw: neno jipya.
th: คําใหม่
zh: 新词。
zu: igama elisha.

source: light
bg: светлина
el: φως
ga: éadrom
gd: aotrom
hr: svjetlo
hu: fény
is: ljós
kk: жарық
km: ពន្លឺ
kn: ಬೆಳಕು
ky: жарык
lo: ແສງສະຫວ່າງ
ml: വെളിച്ചം
mn: гэрэл
mt: dawl
nl: licht
or: ଆଲୋକ
sw: mwanga
th: แสงสว่าง
zh: 光
zu: ukukhanya
