Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/*/LC_MESSAGES/messages.po
Languages: bg, el, ga, gd, hr, hu, is, kk, km, kn, ky, lo, ml, mn, mt, nl, or, sw, th, zh, zu

source: dark
bg: тъмно
el: σκοτάδι
ga: dorcha
gd: dorcha
hr: mračno
hu: sötét
is: Myrkur
kk: қараңғы
km: ងងឹត
kn: ಕತ್ತಲು
ky: караңгы
lo: ມືດ
ml: ഇരുണ്ട
mn: харанхуй
mt: skur
nl: donker
or: ଅନ୍ଧାର
sw: giza
th: มืด
zh: 黑暗的
zu: mnyama

source: system
bg: система
el: Σύστημα
ga: córas
gd: siostam
hr: sustav
hu: rendszer
is: kerfi
kk: жүйесі
km: ប្រព័ន្ធ
kn: ವ್ಯವಸ್ಥೆ
ky: системасы
lo: ລະບົບ
ml: സിസ്റ്റം
mn: систем
mt: sistema
nl: systeem
or: ସିଷ୍ଟମ୍
sw: mfumo
th: ระบบ
zh: 系统
zu: uhlelo

source: terrible
bg: ужасно
el: τρομερός
ga: uafásach
gd: uamhasach
hr: strašan
hu: szörnyű
is: hræðilegt
kk: қорқынышты
km: អារកក់កយរអាេយខ្លាច
kn: ಭಯಾನಕ
ky: коркунучтуу
lo: ເປັນຕາຍ້ານ
ml: ദാരുണമായ
mn: аймаар
mt: terribbli
nl: vreselijk
or: ଭୟଙ୍କର
sw: ya kutisha
th: ย่ำแย่
zh: 糟糕的
zu: -sabisayo

source: poor
bg: беден
el: Φτωχός
ga: droch-
gd: bochd
hr: siromašan
hu: szegény
is: Aumingja
kk: жарлы
km: រកីរក
kn: ಬಡ
ky: начар
lo: ທຸກຍາກ
ml: ദരിദനായ
mn: ядуу
mt: fqir
nl: arm
or: ଗରିବ
sw: maskini
th: ยากจน
zh: 贫穷的
zu: -ntulayo

source: average
bg: средно аритметично
el: μέση τιμή
ga: ar an meán
gd: cuibheasach
hr: prosječan
hu: átlagos
is: meðaltal
kk: орта шама
km: មធ្យម
kn: ಸರಾಸರಿ
ky: орточо
lo: ສະເລ່ຍ
ml: ശരാശരി
mn: дундаж тоо
mt: medja
nl: gemiddeld
or: ହାରାହାରି
sw: wastani
th: เฉลี่ย
zh: 平均的
zu: -vamile

source: great
bg: страхотен
el: εξαιρετική
ga: mór-
gd: sgoinneil
hr: Sjajno
hu: nagy
is: frábært
kk: ұлы
km: ដ៏ធម
kn: ಶ್ರೇಷ್ಠ
ky: абдан жакшы
lo: ອະນັນຕະ
ml: മഹത്തായ
mn: агуу их
mt: Kbira
nl: Geweldig
or: ବହୁତ ଭଲ
sw: kubwa
th: ยอดเยี่ยม
zh: 伟大的
zu: -khulu

source: perfect
bg: Перфектен
el: τέλειος
ga: cuir isteach ar
gd: foirfe
hr: savršen
hu: tökéletes
is: Fullkomið
kk: жетілдіру
km: សុរកិត
kn: ಪರಿಪೂರ್ಣ
ky: кемчиликсиз
lo: ຜ່ອງແຜ້ວ
ml: പൂര്ണ്ണമാക്കുക
mn: өө сэвгүй
mt: perfetta
or: ସଂପୂର୍ଣ୍ଣ
sw: Kamili
th: สมบูรณ์แบบ
zh: 完美的
zu: gweda

source: Crossword Puzzle
bg: Кръстословица
el: Σταυρόλεξο
ga: Bhfreagra crossword
gd: Tòimhseachan Crois-fhacal
hr: Križaljka
hu: Keresztrejtvény
is: Krossgáta
kk: Сөзжұмбақ
km: ល្បែងផ្គុំពាក្យឆ្លង
kn: ಪದಬಂಧ
lo: ເກມປິດສະໜາ
ml: ക്രോസ്വേഡ് പസിൽ
mn: Үгийн сүлжээ
mt: Tisliba
nl: Kruiswoord puzzel
or: କ୍ରସ୍ ୱାର୍ଡ ପଜଲ୍ |
sw: Fumbo la maneno
th: ปริศนาอักษรไขว้
zh: 填字游戏
zu: I-Crossword Puzzle

source: BrowserPage
bg: Страница на браузър
el: Σελίδα προγράμματος περιήγησης
ga: BrabhsálaíPage
gd: Duilleag brabhsair
hr: Stranica preglednika
hu: Böngészőoldal
kk: Шолғыш
kn: ಬ್ರೌಸರ್ ಪುಟ
ky: БраузерПаж
nl: BrowserPagina
sw: Ukurasa wa Kivinjari
th: เบราว์เซอร์เพจ
zh: 浏览器页面
zu: IsiphequluliIkhasi

source: Editor
bg: Редактор
el: Συντάκτης
ga: Eagarthóir
gd: Deasaiche
hr: Urednik
hu: Szerkesztő
is: Ritstjóri
kk: Өңдегіш
km: អ្នក និពន្ធ
kn: ಸಂಪಾದಕ
ky: Редактор
lo: ບັນນາທິການ
ml: എഡിറ്റർ
mn: Редактор
mt: Editur
or: ସମ୍ପାଦକ
sw: Kihariri
th: บรรณาธิการ
zh: 编辑 器
zu: Umhleli

source: EditorPage
bg: Страница на редактора
el: Σελίδα συντάκτη
ga: EagarthóirPage
gd: Duilleag-deasachaidh
hr: Stranica uređivača
hu: Szerkesztői oldal
is: RitstjóriPage
kn: ಸಂಪಾದಕ ಪುಟ
ky: РедакторПаж
lo: ບົດບັນນາທິການເພຈ
mn: РедакторПейж
sw: Ukurasa wa Mhariri
th: บรรณาธิการเพจ
zh: 编辑页面

source: Global Settings
bg: Глобални настройки
el: Γενικές ρυθμίσεις
ga: Socruithe Domhanda
gd: Roghainnean cruinne
hr: Globalne postavke
hu: Általános beállítások
is: Alþjóðlegar stillingar
kk: Ғаламдық параметрлер
km: ការកំណត់សកល
kn: ಜಾಗತಿಕ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ky: Глобалдык орнотуулар
lo: ການຕັ້ງຄ່າທົ່ວໂລກ
ml: ആഗോള ക്രമീകരണങ്ങൾ
mn: Глобал тохиргоо
mt: Settings Globali
nl: Algemene instellingen
or: ଗ୍ଲୋବାଲ୍ ସେଟିଂସମୂହ |
sw: Mipangilio ya Ulimwenguni
th: การตั้งค่าส่วนกลาง
zh: 全局设置
zu: Izilungiselelo zomhlaba jikelele

source: Language
bg: Език
el: Γλώσσα
ga: Teanga
gd: Cànan
hr: Jezik
hu: Nyelv
is: Tungumál
kk: Тіл
km: ភាសា
kn: ಭಾಷೆ
ky: Тил
lo: ພາສາລາວ
ml: ഭാഷ
mn: Хэл
mt: Lingwa
nl: Taal
or: ଭାଷା
sw: Lugha
th: ภาษา
zh: 语言
zu: Ulwimi

source: Size
bg: Размер
el: Μέγεθος
ga: Méid
gd: Meud
hr: Veličina
hu: Méret
is: Stærð
kk: Өлшем
km: ទំហំ
kn: ಗಾತ್ರ
ky: Өлчөмү
lo: ຂະໜາດ
ml: വലിപ്പം
mn: Хэмжээ
mt: Daqs
nl: Maat
or: ଆକାର |
sw: Ukubwa
th: ขนาด
zh: 尺寸
zu: Usayizi

source: Appearance
bg: Външен вид
el: Εμφάνιση
ga: Dealramh
gd: Coltas
hr: Izgled
hu: Kinézet
is: Útlit
kk: Сыртқы түрі
km: រូបរាង
kn: ಗೋಚರತೆ
ky: Көрүнүш
lo: ຮູບລັກສະນະ
ml: രൂപഭാവം
mn: Гадаад төрх
mt: Dehra
nl: Verschijning
or: ଦୃଶ୍ୟ
sw: Mwonekano
th: รูปร่าง
zh: 外貌
zu: Ukubukeka

source: Crossword Quality
bg: Качество на кръстословието
el: Ποιότητα δράσης
ga: Caighdeán crosfhocal
gd: Càileachd Crossford
hr: Kvaliteta križaljke
hu: Keresztrejtvényminőség
is: Krossgátu gæði
kk: Кроссворд сапасы
km: គុណភាពឆ្លងដែន
kn: ಕ್ರಾಸ್‌ವರ್ಡ್ ಗುಣಮಟ್ಟ
ky: Кроссворддун сапаты
lo: ຄຸນນະພາບຂອງຂໍ້
ml: ക്രോസ്വേഡ് ഗുണമേന്മ
mn: Кроссворд чанар
mt: Kwalità tat-tisliba
nl: Kruiswoordraadselkwaliteit
or: କ୍ରସ୍ ୱାର୍ଡ ଗୁଣବତ୍ତା |
sw: Ubora wa maneno
th: คุณภาพของคำไขว้
zh: 填字游戏质量
zu: Ikhwalithi yamagama

source: New version available!
bg: Налична нова версия!
el: Νέα διαθέσιμη έκδοση!
ga: Leagan nua ar fáil!
gd: Tionndadh ùr ri fhaighinn!
hr: Dostupna nova verzija!
hu: Új verzió elérhető!
is: Ný útgáfa í boði!
kk: Жаңа нұсқа бар!
km: មានកំណែថ្មី!
kn: ಹೊಸ ಆವೃತ್ತಿ ಲಭ್ಯವಿದೆ!
ky: Жаңы версия жеткиликтүү!
lo: ລຸ້ນໃຫມ່ມີຢູ່!
ml: പുതിയ പതിപ്പ് ലഭ്യമാണ്!
mn: Шинэ хувилбар авах боломжтой!
mt: Verżjoni ġdida disponibbli!
nl: Nieuwe versie beschikbaar!
or: ନୂତନ ସଂସ୍କରଣ ଉପଲବ୍ଧ!
sw: Toleo jipya linapatikana!
th: มีเวอร์ชันใหม่!
zh: 可用的新版本！
zu: Uhlobo olusha luyatholakala!

source: Geography
bg: География
el: Γεωγραφία
ga: Tíreolaíocht
gd: Cruinn-eòlas
hr: Geografija
hu: Földrajz
is: Landafræði
kk: География
km: ភូមិសាស្ត្រ
kn: ಭೂಗೋಳಶಾಸ್ತ್ರ
ky: География
lo: ພູມສາດ
ml: ഭൂമിശാസ്ത്രം
mn: Газарзүй
mt: Ġeografija
nl: Geografie
or: ଭୂଗୋଳ
sw: Jiografia
th: ภูมิศาสตร์
zh: 地理
zu: IJografi

source: Math
bg: математика
el: Μαθηματικά
hr: matematika
is: Stærðfræði
kk: Математика
km: គណិតវិទ្យា
kn: ಗಣಿತ
ky: Математика
lo: ຄະນິດສາດ
ml: ഗണിതം
mn: Математик
mt: Matematika
nl: Wiskunde
or: ଗଣିତ
sw: Hisabati
th: คณิตศาสตร์
zh: 数学
zu: Izibalo

source: Science
bg: Наука
el: Επιστήμη
ga: Eolaíocht
gd: Saidheans
hr: Znanost
hu: Tudomány
is: Vísindi
kk: Ғылым
km: វិទ្យាសាស្ត្រ
kn: ವಿಜ್ಞಾನ
ky: Илим
lo: ວິທະຍາສາດ
ml: ശാസ്ത്രം
mn: Шинжлэх ухаан
mt: Xjenza
nl: Wetenschap
or: ବିଜ୍ଞାନ |
sw: Sayansi
th: ศาสตร์
zh: 科学
zu: Isayensi

source: Computer Science
bg: Информатика
el: Επιστήμη των υπολογιστών
ga: Eolaíocht Ríomhaireachta
gd: Saidheans Coimpiutaireachd
hr: informatika
hu: Számítástechnika
is: Tölvu vísindi
kk: Есептеу техникасы
km: វិទ្យាសាស្ត្រ​កុំព្យូទ័រ
kn: ಗಣಕ ಯಂತ್ರ ವಿಜ್ಞಾನ
ky: Компьютердик илим
lo: ວິ​ທະ​ຍາ​ສາດ​ຄອມ​ພິວ​ເຕີ
ml: കമ്പ്യൂട്ടർ സയൻസ്
mn: Компьютерийн шинжлэх ухаан
mt: Xjenza tal-kompjuter
nl: Computertechnologie
or: କମ୍ପ୍ୟୁଟର ବିଜ୍ଞାନ
sw: Sayansi ya Kompyuta
th: วิทยาศาสตร์คอมพิวเตอร์
zh: 计算机科学
zu: Isayensi yekhompyutha

source: User
bg: Потребител
el: Χρήστης
ga: Úsáideoir
gd: Cleachdaiche
hr: Korisnik
hu: Felhasználó
is: Notandi
kk: Пайдаланушы
km: អ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ
ky: Колдонуучу
lo: ຜູ້ໃຊ້
ml: ഉപയോക്താവ്
mn: Хэрэглэгч
mt: Utent
nl: Gebruiker
or: ଉପଭୋକ୍ତା
sw: Mtumiaji
th: ผู้ใช้
zh: 用户
zu: Umsebenzisi

source: Clue
bg: Представа
el: Ένδειξη
ga: Leid
gd: Sùil
hr: Trag
hu: Nyom
is: Vísbending
kk: Клюй
km: ក្លៀក
kn: ಸುಳಿವು
ky: Ключ
mn: Сэжүүр
mt: Ħjiel
nl: Aanwijzing
sw: Dokezo
th: ร่องรอย
zh: 线索
zu: Inkomba

source: Name
bg: Име
el: Όνομα
ga: Ainm
gd: Ainm
hr: Ime
hu: Név
is: Nafn
kk: Атауы
km: ឈ្មោះ
kn: ಹೆಸರು
ky: Аты-жөнү
lo: ຊື່
ml: നാമം
mn: Нэр
mt: Isem
nl: Naam
or: ନାମ[ସମ୍ପାଦନା]
sw: Jina
th: ชื่อ
zh: 名字
zu: Igama

source: Symbol
bg: Символ
el: Σύμβολο
ga: Siombail
gd: Ìomhaigh
hr: Simbol
hu: Jelkép
is: Tákn
kk: Символ
km: និមិត្តរូប
kn: ಚಿಹ್ನೆ
ky: Символ
lo: ສັນຍາລັກ
ml: അടയാളം
mn: Бэлгэдэл
mt: Simbolu
nl: Symbool
or: ଚିହ୍ନ[ସମ୍ପାଦନା]
sw: Ishara
th: สัญลักษณ์
zh: 象征
zu: Uphawu
