Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/*/LC_MESSAGES/messages.po
Languages: bg, el, ga, gd, hr, hu, is, kk, km, kn, ky, lo, ml, mn, mt, nl, or, sw, th, zh, zu

source: This appearance is already selected.
bg: Този вид вече е избран.
el: Αυτή η εμφάνιση είναι ήδη επιλεγμένη.
ga: Tá an chuma seo roghnaithe cheana féin.
gd: Tha an coltas seo air a thaghadh mar-thà.
hr: Ovaj izgled je već odabran.
hu: Ez a megjelenés már ki van választva.
is: Þetta útlit er þegar valið.
kk: Бұл көрініс әлдеқашан таңдалған.
km: រូបរាងនេះត្រូវបានជ្រើសរើសរួចហើយ។
kn: ಈ ನೋಟವನ್ನು ಈಗಾಗಲೇ ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ.
ky: Бул көрүнүш мурунтан эле тандалган.
lo: ລັກສະນະນີ້ຖືກເລືອກແລ້ວ.
ml: ഈ രൂപം ഇതിനകം തിരഞ്ഞെടുത്തു.
mn: Энэ төрхийг аль хэдийн сонгосон байна.
mt: Din id-dehra hija diġà magħżula.
nl: Deze verschijning is al geselecteerd.
or: ଏହି ଦୃଶ୍ୟଟି ସିଲେକ୍ଟ ହୋଇସାରିଛି |
sw: Mwonekano huu tayari umechaguliwa.
th: ลักษณะที่ปรากฏนี้ถูกเลือกไว้แล้ว
zh: 此外观已选定。
zu: Lokhu kubonakala sekukhethiwe kakade.

source: This quality is already selected.
bg: Това качество вече е избрано.
el: Αυτή η ποιότητα έχει ήδη επιλεγεί.
ga: Roghnaítear an caighdeán seo cheana féin.
gd: Tha an càileachd seo air a thaghadh mar-thà.
hr: Ova je kvaliteta već odabrana.
hu: Ezt a minőséget már kiválasztották.
is: Þessi gæði eru þegar valin.
kk: Бұл сапа таңдалған.
km: គុណភាពនេះត្រូវបានជ្រើសរើសរួចហើយ។
kn: ಈ ಗುಣವನ್ನು ಈಗಾಗಲೇ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ.
ky: Бул сапат мурунтан эле тандалып алынган.
lo: ຄຸນນະພາບນີ້ໄດ້ຖືກຄັດເລືອກແລ້ວ.
ml: ഈ ഗുണനിലവാരം ഇതിനകം തിരഞ്ഞെടുത്തു.
mn: Энэ чанарыг аль хэдийн сонгосон байна.
mt: Din il-kwalità hija diġà magħżula.
nl: Deze kwaliteit is al geselecteerd.
or: ଏହି ଗୁଣବତ୍ତା ପୂର୍ବରୁ ଚୟନ କରାଯାଇଛି |
sw: Ubora huu tayari umechaguliwa.
th: คุณภาพนี้ถูกเลือกแล้ว
zh: 该质量已经选择。
zu: Le mfanelo isivele ikhethiwe.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
bg: Кръстословица с това име и трудност вече съществува.Моля, изберете ново име и/или нова трудност.
el: Ένα σταυρόλεξο με αυτό το όνομα και τη δυσκολία ήδη υπάρχει.Επιλέξτε ένα νέο όνομα ή/και μια νέα δυσκολία.
ga: Tá crosfhocal leis an ainm seo agus leis an deacracht seo ann cheana féin.Roghnaigh ainm nua agus/nó deacracht nua le do thoil.
gd: Tha crois-fhacal leis an ainm agus an duilgheadas seo ann mu thràth.Tagh ainm ùr agus / no duilgheadas ùr.
hr: Križaljka s ovim imenom i poteškoćama već postoji.Odaberite novo ime i/ili novu poteškoću.
hu: Már létezik egy keresztrejtvény ezzel a névvel és nehézséggel.Kérjük, válasszon egy új nevet és/vagy új nehézséget.
is: Krossgáta með þessu nafni og erfiðleikum er þegar til.Vinsamlegast veldu nýtt nafn og/eða nýjan vanda.
kk: Осы атаумен және қиындықтары бар кроссворд.Жаңа атауды және / немесе жаңа қиындықты таңдаңыз.
km: មានពាក្យសំដីដែលមានឈ្មោះនិងការលំបាកនេះមានរួចហើយ។សូមជ្រើសរើសឈ្មោះថ្មីនិង / ឬការលំបាកថ្មី។
kn: ಈ ಹೆಸರು ಮತ್ತು ತೊಂದರೆ ಹೊಂದಿರುವ ಕ್ರಾಸ್‌ವರ್ಡ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.ದಯವಿಟ್ಟು ಹೊಸ ಹೆಸರು ಮತ್ತು/ಅಥವಾ ಹೊಸ ತೊಂದರೆಗಳನ್ನು ಆರಿಸಿ.
ky: Бул ысым жана кыйынчылык менен кресло сөз бар.Сураныч, жаңы ысымды жана / же жаңы кыйынчылыкты тандаңыз.
lo: ຄໍາເວົ້າທີ່ມີຊື່ແລະຄວາມຫຍຸ້ງຍາກນີ້ມີຢູ່ແລ້ວ.ກະລຸນາເລືອກຊື່ໃຫມ່ແລະ / ຫຼືຄວາມຫຍຸ້ງຍາກໃຫມ່.
ml: ഈ പേരും ബുദ്ധിമുട്ടും ഇതിനകം നിലവിലുണ്ട്.ദയവായി ഒരു പുതിയ പേര് കൂടാതെ / അല്ലെങ്കിൽ ഒരു പുതിയ ബുദ്ധിമുട്ട് തിരഞ്ഞെടുക്കുക.
mn: Энэ нэртэй Crossword, Хэцүү байдал аль хэдийн байна.Шинэ нэр ба / эсвэл шинэ бэрхшээлийг сонгоно уу.
mt: Tisliba b'dan l-isem u diffikultà diġà teżisti.Jekk jogħġbok agħżel isem ġdid u / jew diffikultà ġdida.
nl: Een kruiswoordraadsel met deze naam en er bestaat al moeilijkheid.Kies een nieuwe naam en/of een nieuwe moeilijkheid.
or: ଏହି ନାମ ସହିତ ଏକ କ୍ରସ୍ ୱାର୍ଡ ଏବଂ ଅସୁବିଧା ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି |ଦୟାକରି ଏକ ନୂତନ ନାମ ଏବଂ / କିମ୍ବା ଏକ ନୂତନ ଅସୁବିଧା ବାଛନ୍ତୁ |
sw: Mtazamo ulio na jina hili na ugumu tayari upo.Tafadhali chagua jina mpya na/au ugumu mpya.
th: คำไขว้ที่มีชื่อและความยากลำบากนี้มีอยู่แล้วโปรดเลือกชื่อใหม่และ/หรือความยากลำบากใหม่
zh: 这个名称和困难的填字游戏已经存在。请选择一个新名称和/或新难度。
zu: Igama elithi ngale gama nobunzima vele likhona.Sicela ukhethe igama elisha kanye / noma ubunzima obusha.

source: You have no crosswords to export. Please make some and try again.
bg: Нямате кръстословици за експортиране.Моля, направете някои и опитайте отново.
el: Δεν έχετε σταυρόλεξες για εξαγωγή.Κάντε κάποια και δοκιμάστε ξανά.
ga: Níl aon chrosfhocail agat le honnmhairiú.Déan roinnt le do thoil agus bain triail eile as.
gd: Chan eil croise agad airson às-mhalairt.Feuch an dèan thu cuid agus feuch ris a-rithist.
hr: Nemate križaljke za izvoz.Molim vas, napravite malo i pokušajte ponovo.
hu: Nincs exportálási keresztrejtvény.Kérjük, készítsen néhányat, és próbálja újra.
is: Þú hefur engin krossgátur til að flytja út.Vinsamlegast gerðu nokkrar og reyndu aftur.
kk: Экспортқа кроссвордтар жоқ.Өтінемін, қайталап көріңіз.
km: អ្នកមិនមានឈើឆ្កាងដើម្បីនាំចេញទេ។សូមធ្វើការខ្លះហើយព្យាយាមម្តងទៀត។
kn: ರಫ್ತು ಮಾಡಲು ನಿಮಗೆ ಯಾವುದೇ ಕ್ರಾಸ್‌ವರ್ಡ್‌ಗಳಿಲ್ಲ.ದಯವಿಟ್ಟು ಕೆಲವನ್ನು ಮಾಡಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ky: Сизде экспорттой турган аймаксыз сөздөр жок.Сураныч, бир аз жасап, дагы бир жолу аракет кылып көрүңүз.
lo: ທ່ານບໍ່ມີຂໍ້ອ້າງອີງໃສ່ການສົ່ງອອກ.ກະລຸນາເຮັດບາງຢ່າງແລະລອງໃຫມ່ອີກຄັ້ງ.
ml: കയറ്റുമതി ചെയ്യുന്നതിന് നിങ്ങൾക്ക് ക്രോസ്വേഡുകളൊന്നുമില്ല.ദയവായി ചിലത് നിർമ്മിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn: Танд экспортлох кроссворд байхгүй байна.Зарим болгож, дахин оролдоно уу.
mt: M'għandek l-ebda crosswords biex tesporta.Jekk jogħġbok agħmel ftit u erġa 'pprova.
nl: U hebt geen kruiswoordraadsels om te exporteren.Maak er alsjeblieft wat en probeer het opnieuw.
or: ରପ୍ତାନି ପାଇଁ ଆପଣଙ୍କର କ chrap ଣସି କ୍ରସ୍ ୱାର୍ଡ ନାହିଁ |ଦୟାକରି କିଛି ତିଆରି କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
sw: Huna maneno ya kusafirisha.Tafadhali tengeneza na ujaribu tena.
th: คุณไม่มีคำไขว้ที่จะส่งออกกรุณาทำบางอย่างและลองอีกครั้ง
zh: 您没有填字游戏要出口。请做一些，然后重试。
zu: Awunawo ama-crosswords okuthekelisa.Sicela wenze amanye bese uzama futhi.

source: Successfully exported your crosswords.
bg: Успешно изнесете вашите кръстословици.
el: Εξήγαγε με επιτυχία τα σταυρόλεξή σας.
ga: Onnmhairíodh do chrosfhocail go rathúil.
gd: Chuir e às do na croisean-tarsainn agad gu soirbheachail.
hr: Uspješno izveli vaše križaljke.
hu: Sikeresen exportálta a keresztrejtvényeket.
is: Flutti krossgátur þínar með góðum árangri.
kk: Кроссвордтарды сәтті экспорттады.
km: បាននាំចេញ CRASSWORDS របស់អ្នកដោយជោគជ័យ។
kn: ನಿಮ್ಮ ಕ್ರಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಫ್ತು ಮಾಡಿದೆ.
ky: Сиздин креслериңизди ийгиликтүү экспорттогон.
lo: ສົ່ງອອກ crosswords ຂອງທ່ານສົບຜົນສໍາເລັດ.
ml: നിങ്ങളുടെ ക്രോസ്വേഡുകൾ വിജയകരമായി എക്സ്പോർട്ടുചെയ്തു.
mn: Кроссворд амжилттай экспортоллоо.
mt: Esporta b'suċċess it-tisliba tiegħek.
nl: Met succes uw kruiswoordraadsels geëxporteerd.
or: ଆପଣଙ୍କର କ୍ରସ୍ ୱାର୍ଡକୁ ସଫଳତାର ସହିତ ରପ୍ତାନି କରାଯାଇଛି |
sw: Ilifanikiwa kusafirisha maneno yako.
th: ส่งออกไขว้ของคุณสำเร็จ
zh: 成功导出了您的填字游戏。
zu: Uthumele ngempumelelo amagama akho.

source: Your crosswords could not be exported, sorry.
bg: Вашите кръстословици не можеха да бъдат експортирани, съжалявам.
el: Τα σταυρόλεξή σας δεν μπορούσαν να εξαχθούν, συγνώμη.
ga: Níorbh fhéidir do chrosfhocail a onnmhairiú, tá brón orm.
gd: Cha b 'urrainnear na croisean-tarsainn agad a bhith air a mhìneachadh, duilich.
hr: Vaše križaljke nisu se mogle izvesti, oprostite.
hu: A keresztrejtvényeket nem lehetett exportálni, sajnálom.
is: Ekki var hægt að flytja krossgátur þínar, því miður.
kk: Сіздің кроссвордтарыңызды экспорттауға болмайды, кешіріңіз.
km: ការសោកស្តាយរបស់អ្នកមិនអាចនាំចេញសូមទោសបានទេ។
kn: ನಿಮ್ಮ ಕ್ರಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ರಫ್ತು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ, ಕ್ಷಮಿಸಿ.
ky: Сиздин крислоруңуз экспорттолбогон, кечиресиз.
lo: ຄໍາສັບຂອງທ່ານບໍ່ສາມາດສົ່ງອອກໄດ້, ຂໍອະໄພ.
ml: നിങ്ങളുടെ ക്രോസ്വേഡുകൾ കയറ്റുമതി ചെയ്യാൻ കഴിഞ്ഞില്ല, ക്ഷമിക്കണം.
mn: Таны кроссворд экспортолж чадахгүй байна, уучлаарай.
mt: Is-salib tiegħek ma setax jiġi esportat, jiddispjaċini.
nl: Uw kruiswoordraadsels kunnen niet worden geëxporteerd, sorry.
or: ଦୁ sorry ଖିତ, ଆପଣଙ୍କର କ୍ରସ୍ ୱାର୍ଡ ରପ୍ତାନି ହୋଇପାରିଲା ନାହିଁ |
sw: Maneno yako hayakuweza kusafirishwa, samahani.
th: ไขว้ของคุณไม่สามารถส่งออกขออภัย
zh: 抱歉，您的填字游戏无法出口。
zu: Amagama akho ase-cross awakwazanga ukuthunyelwa, uxolo.

source: All of your crosswords were successfully imported.
bg: Всички ваши кръстословици бяха успешно внесени.
el: Όλα τα σταυρόλεξή σας εισήχθησαν με επιτυχία.
ga: Rinneadh gach ceann de do chrosfhocail a allmhairiú go rathúil.
gd: Chaidh na croisean-tarsainn agad a thoirt a-steach gu soirbheachail.
hr: Sve vaše križaljke uspješno su uvezene.
hu: Az összes keresztrejtvényt sikeresen importálták.
is: Öll krossgátin þín voru flutt inn.
kk: Сіздің барлық кроссвордтарыңыз сәтті әкелінді.
km: ទាំងអស់នៃឈើឆ្កាងរបស់អ្នកត្រូវបាននាំចូលដោយជោគជ័យ។
kn: ನಿಮ್ಮ ಎಲ್ಲಾ ಕ್ರಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಗಿದೆ.
ky: Сиздин бардык креслериңиз ийгиликтүү импорттолгон.
lo: ຄໍາສັບທັງຫມົດຂອງທ່ານຖືກນໍາເຂົ້າຢ່າງສໍາເລັດຜົນ.
ml: നിങ്ങളുടെ എല്ലാ ക്രോസ്വേഡുകളും വിജയകരമായി ഇറക്കുമതി ചെയ്തു.
mn: Таны бүх кроссворд амжилттай импортолсон.
mt: It-tisliba kollha tiegħek ġew importati b'suċċess.
nl: Al uw kruiswoordraadsels zijn met succes geïmporteerd.
or: ଆପଣଙ୍କର ସମସ୍ତ କ୍ରସ୍ ୱାର୍ଡ ସଫଳତାର ସହିତ ଆମଦାନୀ କରାଯାଇଥିଲା |
sw: Maneno yako yote yaliingizwa kwa mafanikio.
th: คำไขว้ทั้งหมดของคุณนำเข้าสำเร็จ
zh: 您所有的填字游戏都成功地进口了。
zu: Wonke ama-crosswords akho angeniswa ngempumelelo.

source: Your import could not be fully completed.
bg: Вносът ви не може да бъде напълно завършен.
el: Η εισαγωγή σας δεν θα μπορούσε να ολοκληρωθεί πλήρως.
ga: Ní fhéadfaí do allmhairiú a chomhlánú go hiomlán.
gd: Cha b 'urrainn don in-thuigse agad a chrìochnachadh gu h-iomlan.
hr: Vaš se uvoz nije mogao u potpunosti dovršiti.
hu: Az importját nem lehet teljes mértékben kitölteni.
is: Ekki var hægt að klára innflutning þinn að fullu.
kk: Сіздің импортыңыз толығымен аяқталмады.
km: ការនាំចូលរបស់អ្នកមិនអាចបញ្ចប់បានពេញលេញទេ។
kn: ನಿಮ್ಮ ಆಮದು ಪೂರ್ಣಗೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ.
ky: Импорт толугу менен толтурулбай койду.
lo: ການນໍາເຂົ້າຂອງທ່ານບໍ່ສາມາດເຮັດສໍາເລັດໄດ້ຢ່າງເຕັມທີ່.
ml: നിങ്ങളുടെ ഇറക്കുമതി പൂർണ്ണമായും പൂർത്തിയാക്കാൻ കഴിഞ്ഞില്ല.
mn: Таны имксийг бүрэн гүйцэд хийж чадсангүй.
mt: L-importazzjoni tiegħek ma setgħetx titlesta għal kollox.
nl: Uw import kan niet volledig worden voltooid.
or: ତୁମର ଆମଦାନୀ ସମ୍ପୂର୍ଣ୍ଣ ରୂପେ ସମାପ୍ତ ହୋଇପାରିଲା ନାହିଁ |
sw: Uingizaji wako haukuweza kukamilika kabisa.
th: การนำเข้าของคุณไม่สมบูรณ์
zh: 您的进口无法完全完成。
zu: Ukungenisa kwakho akukwazanga ukuqedwa ngokuphelele.

source: Crosswords with duplicate names and difficulties that were not imported:
bg: Кръстословици с дублиращи се имена и трудности, които не са импортирани:
el: Σταυρόλεξες με διπλά ονόματα και δυσκολίες που δεν εισήχθησαν:
ga: Crosfhocail le hainmneacha agus deacrachtaí dúblacha nár allmhairíodh:
gd: Croisean-tarsainn le ainmean agus duilgheadasan dùblaichte nach deach a thoirt a-steach:
hr: Križanje s dupliciranim imenima i poteškoćama koje nisu bile uvedene:
hu: Keresztrejtvények másolatú nevekkel és nehézségekkel, amelyeket nem importáltak:
is: Krossgátur með afritum og erfiðleikum sem ekki voru fluttir inn:
kk: Енгізілген атаулары мен импортталмаған қиындықтар бар кроссвордтар:
km: Crosswords ដែលមានឈ្មោះស្ទួននិងការលំបាកដែលមិនត្រូវបាននាំចូល:
kn: ನಕಲಿ ಹೆಸರುಗಳು ಮತ್ತು ಆಮದು ಮಾಡದ ತೊಂದರೆಗಳೊಂದಿಗೆ ಕ್ರಾಸ್‌ವರ್ಡ್‌ಗಳು:
ky: Кайталанбай турган аталыштар жана кыйынчылыктар бар кроссворддор:
lo: ຄໍາສັບຕ່າງໆທີ່ມີຊື່ແລະຄວາມຫຍຸ້ງຍາກທີ່ບໍ່ໄດ້ນໍາເຂົ້າ:
ml: തനിപ്പകർപ്പ് പേരുകളുള്ള ക്രോസ്വേഡുകൾ ഇറക്കുമതി ചെയ്യാത്ത ബുദ്ധിമുട്ടുകൾ:
mn: Импортлогдоогүй давхардсан нэр, бэрхшээлийг даван туулах.
mt: Crosswords b'ismijiet u diffikultajiet duplikati li ma kinux importati:
nl: Kruiswoordraadsels met dubbele namen en moeilijkheden die niet werden geïmporteerd:
or: ନକଲ ନାମ ଏବଂ ଅସୁବିଧା ସହିତ କ୍ରସ୍ ୱାର୍ଡ ଯାହା ଆମଦାନୀ ହୋଇନଥିଲା:
sw: Nyimbo zilizo na majina ya mara mbili na shida ambazo hazikuingizwa:
th: คำไขว้ที่มีชื่อและปัญหาที่ซ้ำกันที่ไม่ได้นำเข้า:
zh: 填字游戏具有重复的名称和未进口的困难：
zu: Amagama anamagama aphindwe kabili nobunzima ababengangeniswanga:

source: Invalid crosswords that were not imported:
bg: Невалидни кръстословици, които не са импортирани:
el: Μη έγκυρα σταυρόλεξα που δεν εισήχθησαν:
ga: Crosfhocail neamhbhailí nár allmhairíodh:
gd: Croisean neo-dhligheach nach deach a thoirt a-steach:
hr: Nevažeće križaljke koje nisu bile uvedene:
hu: Érvénytelen keresztrejtvények, amelyeket nem importáltak:
is: Ógild krossgátur sem ekki voru flutt inn:
kk: Импортталмаған прогрессивті кроссвордтар:
km: ឈើឆ្កាងមិនត្រឹមត្រូវដែលមិនត្រូវបាននាំចូល:
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳದ ಅಮಾನ್ಯ ಕ್ರಾಸ್‌ವರ್ಡ್‌ಗಳು:
ky: Импорттолбогон кроссворддор:
lo: crosswords ບໍ່ຖືກຕ້ອງທີ່ບໍ່ໄດ້ນໍາເຂົ້າ:
ml: ഇറക്കുമതി ചെയ്യാത്ത അസാധുവായ ക്രോസ്വേഡുകൾ:
mn: Импортлогдсонгүй кроссвордлууд:
mt: Crosswords invalidi li ma kinux importati:
nl: Ongeldige kruiswoordraadsels die niet zijn geïmporteerd:
or: ଅବ val ଧ କ୍ରନ୍ଦନ ଶବ୍ଦ ଯାହା ଆମଦାନୀ ହୋଇନଥିଲା:
sw: Maneno yasiyofaa ambayo hayakuingizwa:
th: คำไขว้ที่ไม่ถูกต้องที่ไม่ได้นำเข้า:
zh: 未进口的无效填字游戏：
zu: Amagama ama-crossword angavumelekile angangeniswa:

source: The specified JSON file is invalid and cannot be processed.
bg: Посоченият JSON файл е невалиден и не може да бъде обработен.
el: Το καθορισμένο αρχείο JSON είναι έγκυρο και δεν μπορεί να υποβληθεί σε επεξεργασία.
ga: Tá an comhad sonraithe JSON neamhbhailí agus ní féidir é a phróiseáil.
gd: Tha am faidhle ainmichte JSON neo-dhligheach agus chan urrainnear a phròiseasadh.
hr: Navedena datoteka JSON nije valjana i ne može se obraditi.
hu: A megadott JSON fájl érvénytelen, és nem feldolgozható.
is: Tilgreind JSON skrá er ógild og er ekki hægt að vinna úr.
kk: Көрсетілген JSON файлы жарамсыз және оны өңдеу мүмкін емес.
km: ឯកសារ JSON ដែលបានបញ្ជាក់មិនត្រឹមត្រូវហើយមិនអាចដំណើរការបានទេ។
kn: ನಿರ್ದಿಷ್ಟಪಡಿಸಿದ JSON ಫೈಲ್ ಅಮಾನ್ಯವಾಗಿದೆ ಮತ್ತು ಅದನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ky: Көрсөтүлгөн JSON файлы жараксыз жана иштетилбейт.
lo: ເອກະສານ JSON ທີ່ລະບຸໄວ້ແມ່ນບໍ່ຖືກຕ້ອງແລະບໍ່ສາມາດດໍາເນີນການໄດ້.
ml: നിർദ്ദിഷ്ട ജെസൺ ഫയൽ അസാധുവാണ്, പ്രോസസ്സ് ചെയ്യാൻ കഴിയില്ല.
mn: Заасан JSON файл хүчингүй бөгөөд боловсруулж чадахгүй.
mt: Il-fajl JSON speċifikat mhuwiex validu u ma jistax jiġi pproċessat.
nl: Het opgegeven JSON -bestand is ongeldig en kan niet worden verwerkt.
or: ନିର୍ଦ୍ଦିଷ୍ଟ JSON ଫାଇଲ୍ ଅବ alid ଧ ଅଟେ ଏବଂ ପ୍ରକ୍ରିୟାକରଣ କରାଯାଇପାରିବ ନାହିଁ |
sw: Faili maalum ya JSON sio sahihi na haiwezi kusindika.
th: ไฟล์ JSON ที่ระบุไม่ถูกต้องและไม่สามารถประมวลผลได้
zh: 指定的JSON文件无效，无法处理。
zu: Ifayela elicacisiwe le-JSON alivumelekile futhi alikwazi ukucutshungulwa.

source: This word already exists. Please choose a new word.
bg: Тази дума вече съществува. Моля, изберете нова дума.
el: Αυτή η λέξη υπάρχει ήδη. Επιλέξτε μια νέα λέξη.
ga: Tá an focal seo ann cheana féin. Roghnaigh focal nua, le do thoil.
gd: Tha am facal seo ann mu thràth.
hr: Ova riječ već postoji. Odaberite novu riječ.
hu: Ez a szó már létezik. Kérjük, válasszon új szót.
is: Þetta orð er þegar til. Veldu nýtt orð.
kk: Бұл сөз қазірдің өзінде бар. Жаңа сөзді таңдауыңызды сұраймын.
km: ពាក្យ នេះ មាន រួច ហើយ ។ សូមជ្រើសរើសពាក្យថ្មី។
kn: ಈ ಪದವು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ಹೊಸ ಪದವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ky: Бул сөз буга чейин бар. Сураныч, жаңы сөздү тандаңыз.
lo: ຄໍານີ້ມີຢູ່ແລ້ວ. ກະລຸນາເລືອກຄໍາສັບໃຫມ່.
ml: ഈ വാക്ക് നിലവിലുണ്ട്. ദയവായി ഒരു പുതിയ വാക്ക് തിരഞ്ഞെടുക്കുക.
mn: Энэ үг аль хэдийн байдаг. Шинэ үг сонгоно уу.
mt: Din il-kelma diġà teżisti. Agħżel kelma ġdida.
nl: Dit woord bestaat al. Kies een nieuw woord.
or: ଏହି ଶବ୍ଦ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି। ଦୟାକରି ଏକ ନୂତନ ଶବ୍ଦ ଚୟନ କରନ୍ତୁ।
sw: Neno hili tayari lipo. Tafadhali chagua neno jipya.
th: คํานี้มีอยู่แล้ว โปรดเลือกคําใหม่
zh: 这个词已经存在了。请选择一个新词。
zu: Leli gama selikhona. Sicela ukhethe igama elisha.

source: An error occurred while creating your PDF. Please try again.
bg: Възникна грешка при създаването на вашия PDF.Моля, опитайте отново.
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία του PDF σας.ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
ga: Tharla earráid agus do PDF á chruthú agat.Arís, le d'thoil.
gd: Thachair mearachd fhad 's a bha e a' cruthachadh do PDF.Feuch ris a-rithist.
hr: Došlo je do pogreške tijekom stvaranja vašeg PDF -a.Molim te pokušaj ponovno.
hu: Hiba történt a PDF létrehozása során.Kérlek próbáld újra.
is: Villa kom upp við gerð PDF þinn.Vinsamlegast reyndu aftur.
kk: PDF жасау кезінде қате пайда болды.Қайталап көріңіз.
km: កំហុសមួយបានកើតឡើងខណៈពេលបង្កើត PDF របស់អ្នក។សូម​ព្យាយាម​ម្តង​ទៀត។
kn: ನಿಮ್ಮ ಪಿಡಿಎಫ್ ರಚಿಸುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ.ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ky: PDF түзүүдө ката кетти.Сураныч, дагы бир жолу аракет кылып көрүңүз.
lo: ມີຂໍ້ຜິດພາດເກີດຂື້ນໃນຂະນະທີ່ສ້າງ PDF ຂອງທ່ານ.ກະລຸນາລອງໃຫມ່ອີກຄັ້ງ.
ml: നിങ്ങളുടെ PDF സൃഷ്ടിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.ദയവായി വീണ്ടും ശ്രമിക്കുക.
mn: PDF-г үүсгэх явцад алдаа гарлаа.Дахин оролдоно уу.
mt: Żball seħħ waqt il-ħolqien tal-PDF tiegħek.Jekk jogħġbok erġa pprova.
nl: Er is een fout opgetreden bij het maken van uw PDF.Probeer het opnieuw.
or: ଆପଣଙ୍କର PDF ସୃଷ୍ଟି କରିବା ସମୟରେ ଏକ ତ୍ରୁଟି ଘଟିଗଲା |ଦୟାକରି ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
sw: Hitilafu ilitokea wakati wa kuunda PDF yako.Tafadhali jaribu tena.
th: เกิดข้อผิดพลาดในขณะที่สร้าง PDF ของคุณกรุณาลองอีกครั้ง.
zh: 创建PDF时发生错误。请再试一次。
zu: Kuvele iphutha ngenkathi kudala i-PDF yakho.Ngicela uzame futhi.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
bg: Думите, които не могат да бъдат вмъкнати по време на генериране на кръстословици, няма да бъдат включени в този PDF, съжалявам.
el: Λέξεις που δεν μπορούσαν να εισαχθούν κατά τη διάρκεια της παραγωγής σταυρόλεξων δεν θα συμπεριληφθούν σε αυτό το PDF, συγνώμη.
ga: Ní chuirfear focail nach bhféadfaí a chur isteach le linn giniúint crosfhocail san áireamh sa PDF seo, tá brón orm.
gd: Cha b 'urrainnear faclan a dh' fhaodar a chuir a-steach aig Gintion Gintionsword anns a 'PDF seo, duilich.
hr: Riječi koje se ne mogu umetnuti tijekom generacije križaljki neće biti uključene u ovaj PDF, oprostite.
hu: Bocsánat, hogy a keresztrejtvény -generáció során nem lehet beilleszteni a keresztrejtvénytermelés során, sajnálom.
is: Orð sem ekki var hægt að setja inn við krossgátu verða ekki með í þessu PDF, því miður.
kk: Crossword генерациясы кезінде салуға болмайтын сөздер осы PDF-ке қосылмайды, кешіріңіз.
km: ពាក្យដែលមិនអាចបញ្ចូលបានក្នុងកំឡុងពេលជំនាន់ស្តុងនឹងមិនត្រូវបានរាប់បញ្ចូលក្នុងឯកសារ PDF នេះទេសូមទោស។
kn: ಕ್ರಾಸ್‌ವರ್ಡ್ ಪೀಳಿಗೆಯ ಸಮಯದಲ್ಲಿ ಸೇರಿಸಲಾಗದ ಪದಗಳನ್ನು ಈ ಪಿಡಿಎಫ್‌ನಲ್ಲಿ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ, ಕ್ಷಮಿಸಿ.
ky: Кроссвардык муунда киргизилбеген сөздөр бул PDFке киргизилбейт, кечиресиз.
lo: ຄໍາສັບທີ່ບໍ່ສາມາດໃສ່ໄດ້ໃນລະຫວ່າງການຜະລິດ crossword ຈະບໍ່ຖືກລວມເຂົ້າໃນ PDF ນີ້, ຂໍໂທດ.
ml: ക്രോസ്വേഡ് ജനറേഷൻ സമയത്ത് ചേർക്കാനായി കഴിയാത്ത വാക്കുകൾ ഈ PDF ൽ ഉൾപ്പെടുത്തില്ല, ക്ഷമിക്കണം.
mn: Кроссворд үүсгэх үеэр оруулах боломжгүй үгс энэ PDF-д оруулахгүй.
mt: Kliem li ma setgħux jiddaħħlu waqt il-ġenerazzjoni tat-tisliba mhux se jiġu inklużi f'dan il-PDF, jiddispjaċini.
nl: Woorden die niet konden worden ingevoegd tijdens het genereren van kruiswoordraadsels, zullen niet worden opgenomen in deze PDF, sorry.
or: ଶବ୍ଦ ଯାହା କ୍ରସିୱାର୍ଡ ପି generation ଼ିରେ ସନ୍ନିବେଶ କରାଯାଇପାରିବ ନାହିଁ ଏହି PDF ରେ ଏହି PDF ରେ ଅନ୍ତର୍ଭୂକ୍ତ ହେବ ନାହିଁ, ଦୁ sorry ଖିତ |
sw: Maneno ambayo hayakuweza kuingizwa wakati wa kizazi cha maneno hayatajumuishwa kwenye PDF hii, samahani.
th: คำที่ไม่สามารถแทรกในระหว่างการสร้างคำไขว้จะไม่รวมอยู่ใน PDF นี้ขออภัย
zh: 对不起，在填字游戏中无法插入的单词不会包含。
zu: Amagama angenakufakwa ngesikhathi sokuphehla isichubo ngeke afakwe kule pdf, ngiyaxolisa.

source: Successfully wrote PDF.
bg: Успешно написа PDF.
el: Έγραψε με επιτυχία το PDF.
ga: Scríobh go rathúil PDF.
gd: Sgrìobh PDF gu soirbheachail.
hr: Uspješno je napisao PDF.
hu: Sikeresen írta a PDF -t.
is: Skrifaði PDF með góðum árangri.
kk: PDF-ті сәтті жазды.
km: បានសរសេរ PDF ដោយជោគជ័យ។
kn: ಪಿಡಿಎಫ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬರೆದಿದ್ದಾರೆ.
ky: PDF ийгиликтүү жазды.
lo: ຂຽນຢ່າງສໍາເລັດຜົນ PDF.
ml: PDF വിജയകരമായി എഴുതി.
mn: Амжилттай бичсэн PDF.
mt: Kiteb b'suċċess PDF.
nl: Schreef met succes PDF.
or: ସଫଳତାର ସହିତ PDF ଲେଖିଛି |
sw: Kwa mafanikio aliandika pdf.
th: เขียน PDF สำเร็จ
zh: 成功地写了PDF。
zu: Ubhale ngempumelelo i-PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
bg: Липсва ви Pycairo, който е длъжен за извършване на тази операция.Моля, стартирайте
el: Λείπει το Pycairo, το οποίο απαιτείται για την εκτέλεση αυτής της λειτουργίας.Παρακαλώ τρέξτε
ga: Tá tú ag iarraidh Pycairo, a bhfuil gá leis an oibríocht seo a dhéanamh.Rith le do thoil
gd: Tha thu a 'call pycairo a dhìth, a dh' fheumar gus an obrachadh seo a choileanadh.Feuch an ruith thu
hr: Nedostaje vam Pycairo, koji je potreban za obavljanje ove operacije.Molim te trči
hu: Hiányzik a pycairo, amelyre szükség van a művelet végrehajtásához.Kérjük, futtasson
is: Þú vantar Pycairo sem þarf til að framkvæma þessa aðgerð.Vinsamlegast keyrðu
kk: Сізде бұл әрекетті орындау үшін қажет Pycairo жоқсыз.Өтінемін
km: អ្នកកំពុងបាត់ខ្លួន Pycairo ដែលតម្រូវឱ្យអនុវត្តប្រតិបត្តិការនេះ។សូមរត់
kn: ನೀವು ಪೈಕೈರೊವನ್ನು ಕಳೆದುಕೊಂಡಿದ್ದೀರಿ, ಇದು ಈ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ನಿರ್ವಹಿಸುವ ಅಗತ್ಯವಿದೆ.ದಯವಿಟ್ಟು ಚಲಾಯಿಸಿ
ky: Сиз бул операцияны аткарууга милдеттүү болгон пияра албайсыз.Сураныч чуркоо
lo: ທ່ານກໍາລັງຫາຍສາບສູນ Pycaiiro, ເຊິ່ງຈໍາເປັນຕ້ອງໄດ້ດໍາເນີນການນີ້.ກະລຸນາແລ່ນ
ml: നിങ്ങൾക്ക് ഈ പ്രവർത്തനം നടത്തേണ്ടതുണ്ട്, അത് ഉപയോഗിക്കേണ്ടതുണ്ട്.ദയവായി ഓടിക്കുക
mn: Та энэ үйлдлийг гүйцэтгэхэд шаардагдах пикрэйро байхгүй байна.Гүйж солоно уу
mt: Int nieqes Pycairo, li huwa meħtieġ biex twettaq din l-operazzjoni.Jekk jogħġbok Ħaddem
nl: U mist Pycairo, dat nodig is om deze bewerking uit te voeren.Ren alsjeblieft
or: ଆପଣ ପାଇକିରୋ ନିଖୋଜ, ଯାହା ଏହି ଅପରେସନ୍ କରିବାକୁ ଆବଶ୍ୟକ କରେ |ଦୟାକରି ଚଲାନ୍ତୁ |
sw: Unakosa Pycairo, ambayo inahitajika kufanya operesheni hii.Tafadhali endesha
th: คุณหายไป Pycairo ซึ่งจำเป็นต้องดำเนินการนี้กรุณาวิ่ง
zh: 您缺少Pycairo，这是执行此操作所必需的。请跑
zu: Ulahlekile i-Pycairo, okudingeka ukwenza lo msebenzi.Ngicela usebenzise
