Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/*/LC_MESSAGES/messages.po
Languages: bg, el, ga, gd, hr, hu, is, kk, km, kn, ky, lo, ml, mn, mt, nl, or, sw, th, zh, zu

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
bg: и инсталирайте заглавките за pycairo, ако не сте на Windows, използвайки Ръководството за стартиране на Pycairo
el: και εγκαταστήστε τις κεφαλίδες για το Pycairo εάν δεν βρίσκεστε στα Windows χρησιμοποιώντας τον οδηγό Getting Getting του Pycairo
ga: agus na ceanntásca a shuiteáil le haghaidh Pycairo mura bhfuil tú ar Windows ag baint úsáide as Treoir Pycairo's Getting Start
gd: agus cuir na cinn airson pycairo mura h-eil thu air Windows a 'cleachdadh stiùireadh a' faighinn stiùireadh PYCAiro
hr: I instalirajte zaglavlja za Pycairo ako niste na Windowsu pomoću vodiča za početak Pycaira
hu: és telepítse a Pycairo fejléceit, ha nem a Windows -on használja a Pycairo bejegyzési útmutatóját
is: og settu upp hausana fyrir Pycairo ef þú ert ekki á Windows með því að nota Pycairo's Fara Starting Guide
kk: Егер сіз Windows-та болмасаңыз, Pycairo үшін тақырыптарды орнатыңыз
km: និងតំឡើងបឋមកថាសម្រាប់ Pycairo ប្រសិនបើអ្នកមិននៅលើវីនដូដោយប្រើមគ្គុទេសក៍ចាប់ផ្តើមរបស់ Pycairo
kn: ಮತ್ತು ಪೈಕೈರೊಗೆ ನೀವು ವಿಂಡೋಸ್‌ನಲ್ಲಿ ಇಲ್ಲದಿದ್ದರೆ ಪೈಕೈರೊಗಾಗಿ ಹೆಡರ್ಗಳನ್ನು ಸ್ಥಾಪಿಸಿ ಪೈಕೈರೊನ ಪ್ರಾರಂಭಿಕ ಮಾರ್ಗದರ್ಶಿ ಬಳಸಿ
ky: PyCaio үчүн бөрктөрдү орнотуңуз Эгер сиз Windowsта эмес, PyCairo программасын колдонууга киришүү
lo: ແລະຕິດຕັ້ງຫົວຂອງ Pycairo ຖ້າທ່ານບໍ່ຢູ່ໃນ Windows ໂດຍໃຊ້ຄູ່ມືເລີ່ມຕົ້ນຂອງ Pycairo
ml: പ്യൂസെറോയുടെ തുടർച്ചയായ ഗൈഡ് ഉപയോഗിച്ച് നിങ്ങൾ വിൻഡോകളിലല്ലെങ്കിൽ Pycaiero- നായി തലക്കെട്ട് ഇൻസ്റ്റാൾ ചെയ്യുക
mn: Хэрэв та PYCIAIRO-д POCIAIRO-д суулгаж байгаа бол PYCAIRO-г ашиглаж байгаа бол PONDAIRO-г эхлүүлэх
mt: u installa l-intestaturi għal Pycairo jekk m'intix fuq it-twieqi billi tuża l-gwida tal-bidu ta 'Pycairo
nl: en installeer de headers voor Pycairo als u niet op Windows bent met behulp van Pycairo's Starting Guide
or: ଏବଂ ଯଦି ଆପଣ ପାଇକିରୋଙ୍କ ଗାଇଡ୍ ବ୍ୟବହାର କରି ୱିଣ୍ଡୋଜ୍ ରାଇଡ୍ ଗାଇଡ୍ ବ୍ୟବହାର କରି ଘରେ ଥିବା ହେଡର୍ ସଂସ୍ଥାପନ କରନ୍ତୁ |
sw: na usakinishe vichwa vya Pycairo ikiwa hauko kwenye Windows kutumia Mwongozo wa Kuanza wa Pycairo
th: และติดตั้งส่วนหัวสำหรับ Pycairo หากคุณไม่ได้อยู่ใน Windows โดยใช้คู่มือการเริ่มต้นใช้งานของ Pycairo
zh: 如果您不使用Pycairo的“入门指南”安装Pycairo的标题
zu: bese ufaka izihloko zePycairo uma ungekho kumafasitela usebenzisa umhlahlandlela wokuqalisa wePycairo

source: Successfully wrote ipuz
bg: Успешно написа Ipuz
el: Έγραψε με επιτυχία Ipuz
ga: Scríobh Ipuz go rathúil
gd: Sgrìobh iPuz a sgrìobhadh gu soirbheachail
hr: Uspješno napisao ipuz
hu: Sikeresen írta Ipuz -t
is: Skrifaði IPUZ með góðum árangri
kk: IPuz-ті сәтті жазды
km: បានសរសេរ IPUz ដោយជោគជ័យ
kn: ಇಪುಜ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬರೆದಿದ್ದಾರೆ
ky: Ипузду ийгиликтүү жазган
lo: ປະສົບຜົນສໍາເລັດໃນການຂຽນ ipuz
ml: IPuz വിജയകരമായി എഴുതി
mn: Амжилттай бичсэн ipuz
mt: Kiteb b’suċċess lil IPUZ
nl: Schreef met succes IPUZ
or: ସଫଳତାର ସହିତ IPUZ ଲେଖିଛି |
sw: Alifanikiwa kuandika Ipuz
th: เขียน ipuz สำเร็จ
zh: 成功地写了伊普兹
zu: Ubhale ngempumelelo i-IPUZ

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
bg: Първо стартиране, моля, прочетете: След като сте заредили кръстословица и искате да заредите друга, първо трябва да прекратите уеб приложението. ВАЖНО: Ако сте на macOS, принудителното излизане от приложението (чрез cmd+q), докато уеб приложението работи, ще попречи на правилното му прекратяване. Ако направите това по погрешка, програмата ще стартира нови уеб приложения с различен порт. Като алтернатива можете ръчно да промените порта в конфигурационния файл на програмата. Всички процеси на приложения, които не са правилно прекратени, могат да бъдат прекратени чрез Activity Monitor на MacOS или просто рестартирайте компютъра си, за да ги прекратите.
el: Εκκίνηση για πρώτη φορά, διαβάστε: Αφού φορτώσετε ένα σταυρόλεξο και θέλετε να φορτώσετε ένα άλλο, πρέπει πρώτα να τερματίσετε την εφαρμογή Ιστού. ΣΗΜΑΝΤΙΚΟ: Εάν χρησιμοποιείτε macOS, η αναγκαστική έξοδος από την εφαρμογή (χρησιμοποιώντας cmd+q) ενώ εκτελείται η εφαρμογή Ιστού θα αποτρέψει τον σωστό τερματισμό της. Εάν το κάνετε κατά λάθος, το πρόγραμμα θα εκτελέσει νέες εφαρμογές Ιστού με διαφορετική θύρα. Εναλλακτικά, μπορείτε να αλλάξετε μη αυτόματα τη θύρα στο αρχείο ρυθμίσεων του προγράμματος. Όλες οι διαδικασίες εφαρμογών που δεν έχουν τερματιστεί σωστά μπορούν να τερματιστούν μέσω του Activity Monitor σε MacOS ή απλά επανεκκινήστε τον υπολογιστή σας για να τις τερματίσετε.
ga: Seoladh den chéad uair, léigh le do thoil: Nuair a bheidh crosfhocal luchtaithe agat, agus más mian leat ceann eile a luchtú, ní mór duit an aip gréasáin a fhoirceannadh ar dtús. TÁBHACHTACH: Má tá tú ar macOS, má chuirtear iallach ort an feidhmchlár a scor (ag baint úsáide as cmd+q) agus an aip gréasáin á rith, cuirfear cosc air deireadh a chur leis i gceart. Má dhéanann tú é seo trí dhearmad, reáchtálfaidh an clár aipeanna gréasáin nua le port eile. Nó, is féidir leat an port a athrú de láimh i gcomhad cumraíochta an chláir. Is féidir gach próiseas app nach bhfuil deireadh curtha i gceart a fhoirceannadh trí Gníomhaíocht Monatóireacht a dhéanamh ar MacOS, nó, go simplí atosú do ríomhaire chun deireadh a chur leo.
gd: Cur air bhog airson a’ chiad uair, feuch an leugh thu: Aon uair ‘s gu bheil thu air crois-fhacal a luchdachadh, agus gu bheil thu airson fear eile a luchdachadh, feumaidh tu an aplacaid lìn a thoirt gu crìch an-toiseach. A’ chiad turas a chuir air bhog, feuch an leugh thu: Aon uair ‘s gu bheil thu air crois-fhacal a luchdachadh, agus gu bheil thu airson fear eile a luchdachadh, feumaidh tu an aplacaid lìn a thoirt gu crìch an-toiseach. CUDROMACH: Ma tha thu air macOS, feuch an cuir thu stad air an tagradh (a’ cleachdadh cmd + q) fhad ‘s a tha an aplacaid lìn a’ ruith a ’cur casg air bho bhith a’ tighinn gu crìch gu ceart. Ma nì thu seo le mearachd, ruithidh am prògram aplacaidean lìn ùra le port eile. Air neo, faodaidh tu am port atharrachadh le làimh ann am faidhle config a’ phrògraim. Faodar a h-uile pròiseas app nach deach a thoirt gu crìch gu ceart a thoirt gu crìch tro Activity Monitor air MacOS, no, dìreach ath-thòisich do choimpiutair gus an crìochnachadh.
hr: Prilikom prvog pokretanja pročitajte: Nakon što ste učitali križaljku i želite učitati drugu, prvo morate prekinuti web-aplikaciju. VAŽNO: Ako ste na macOS-u, prisilno napuštanje aplikacije (pomoću cmd+q) dok je web-aplikacija pokrenuta spriječit će njezino pravilno zatvaranje. Ako to učinite pogreškom, program će pokretati nove web-aplikacije s drugim priključkom. Alternativno, možete ručno promijeniti port u konfiguracijskoj datoteci programa. Svi procesi aplikacije koji nisu ispravno prekinuti mogu se prekinuti putem Activity Monitora na MacOS-u ili jednostavno ponovno pokrenite računalo da biste ih prekinuli.
hu: Első indításkor olvassa el: Miután betöltött egy keresztrejtvényt, és szeretne betölteni egy másikat, először le kell állítania a webalkalmazást. FONTOS: Ha macOS-t használ, kényszerítse ki az alkalmazásból való kilépést (cmd+q használatával), miközben a webalkalmazás fut, megakadályozza annak megfelelő leállását. Ha tévedésből teszi ezt, a program új webalkalmazásokat fog futtatni egy másik porttal. Alternatív megoldásként manuálisan is módosíthatja a portot a program konfigurációs fájljában. Az összes nem megfelelően leállított alkalmazásfolyamat leállítható az Activity Monitor segítségével MacOS rendszeren, vagy egyszerűen indítsa újra a számítógépet a leállításukhoz.
is: Fyrsta skiptið, vinsamlegast lestu: Þegar þú hefur hlaðið krossgátu og vilt hlaða öðru, verður þú fyrst að loka vefforritinu. MIKILVÆGT: Ef þú ert á macOS, þvingarðu til að hætta í forritinu (með því að nota cmd+q) á meðan vefforritið er í gangi kemur í veg fyrir að það lokist á réttan hátt. Ef þú gerir þetta fyrir mistök mun forritið keyra ný vefforrit með annarri höfn. Að öðrum kosti geturðu breytt portinu handvirkt í stillingarskrá forritsins. Öllum forritaferli sem ekki hefur verið hætt á réttan hátt er hægt að slíta í gegnum Activity Monitor á MacOS, eða einfaldlega endurræsa tölvuna þína til að loka þeim.
kk: Алғаш рет іске қоссаңыз, оқыңыз: Кроссвордты жүктегеннен кейін және басқасын жүктегіңіз келсе, алдымен веб-бағдарламаны тоқтату керек. МАҢЫЗДЫ АҚПАРАТ: Егер сіз macOS жүйесінде болсаңыз, веб-бағдарлама жұмыс істеп тұрған кезде қолданбаны мәжбүрлеп шығару (cmd+q арқылы) оның дұрыс аяқталуына жол бермейді. Мұны қате жасасаңыз, бағдарлама басқа порты бар жаңа веб-бағдарламаларды іске қосады. Немесе бағдарламаның конфигурация файлындағы портты қолмен өзгертуге болады. Тиісті түрде аяқталмаған барлық қолданба процестерін MacOS жүйесіндегі Activity Monitor арқылы тоқтатуға болады немесе оларды тоқтату үшін компьютерді қайта іске қосыңыз.
km: ការបើកដំណើរការលើកដំបូង សូមអាន៖ នៅពេលដែលអ្នកបានផ្ទុក crossword ហើយចង់ផ្ទុកមួយផ្សេងទៀត អ្នកត្រូវតែបិទកម្មវិធីគេហទំព័រជាមុនសិន។ សំខាន់៖ ប្រសិនបើអ្នកនៅលើ macOS ការបង្ខំឱ្យចាកចេញពីកម្មវិធី (ដោយប្រើ cmd+q) ខណៈពេលដែលកម្មវិធីបណ្តាញកំពុងដំណើរការនឹងការពារវាមិនឱ្យបិទបានត្រឹមត្រូវ។ ប្រសិនបើអ្នកធ្វើខុសនោះ កម្មវិធីនឹងដំណើរការកម្មវិធីបណ្តាញថ្មីដែលមានច្រកផ្សេង។ ជាជម្រើស អ្នកអាចផ្លាស់ប្តូរច្រកដោយដៃនៅក្នុងឯកសារកំណត់រចនាសម្ព័ន្ធរបស់កម្មវិធី។ ដំណើរការកម្មវិធីទាំងអស់ដែលមិនត្រូវបានបញ្ចប់ត្រឹមត្រូវអាចត្រូវបានបញ្ចប់តាមរយៈ Activity Monitor នៅលើ MacOS ឬគ្រាន់តែចាប់ផ្តើមកុំព្យូទ័ររបស់អ្នកឡើងវិញដើម្បីបិទវា។
kn: ಮೊದಲ ಬಾರಿಗೆ ಲಾಂಚ್, ದಯವಿಟ್ಟು ಓದಿ: ಒಮ್ಮೆ ನೀವು ಕ್ರಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಿದ ನಂತರ ಮತ್ತು ಇನ್ನೊಂದನ್ನು ಲೋಡ್ ಮಾಡಲು ಬಯಸಿದರೆ, ನೀವು ಮೊದಲು ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಕೊನೆಗೊಳಿಸಬೇಕು. ಪ್ರಮುಖ: ನೀವು MacOS ನಲ್ಲಿದ್ದರೆ, ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್ ಚಾಲನೆಯಲ್ಲಿರುವಾಗ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು (cmd+q ಬಳಸಿ) ಬಲವಂತವಾಗಿ ತ್ಯಜಿಸುವುದರಿಂದ ಅದು ಸರಿಯಾಗಿ ಮುಕ್ತಾಯಗೊಳ್ಳುವುದನ್ನು ತಡೆಯುತ್ತದೆ. ನೀವು ಇದನ್ನು ತಪ್ಪಾಗಿ ಮಾಡಿದರೆ, ಪ್ರೋಗ್ರಾಂ ಹೊಸ ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಬೇರೆ ಪೋರ್ಟ್‌ನೊಂದಿಗೆ ರನ್ ಮಾಡುತ್ತದೆ. ಪರ್ಯಾಯವಾಗಿ, ನೀವು ಪ್ರೋಗ್ರಾಂನ ಕಾನ್ಫಿಗರ್ ಫೈಲ್‌ನಲ್ಲಿ ಪೋರ್ಟ್ ಅನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಬದಲಾಯಿಸಬಹುದು. ಸರಿಯಾಗಿ ಮುಕ್ತಾಯಗೊಳಿಸದ ಎಲ್ಲಾ ಅಪ್ಲಿಕೇಶನ್ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು MacOS ನಲ್ಲಿ ಚಟುವಟಿಕೆ ಮಾನಿಟರ್ ಮೂಲಕ ಕೊನೆಗೊಳಿಸಬಹುದು ಅಥವಾ ಅವುಗಳನ್ನು ಕೊನೆಗೊಳಿಸಲು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ.
ky: Биринчи жолу ишке киргизгенде, окуңуз: Сиз кроссворд жүктөгөндөн кийин жана башкасын жүктөөнү кааласаңыз, адегенде веб колдонмону токтотушуңуз керек. МААНИЛҮҮ: Эгер сиз macOS тутумунда болсоңуз, желе колдонмосу иштеп турганда (cmd+q аркылуу) колдонмодон чыгууга мажбурлооңуз, анын туура жабылышына жол бербейт. Эгер сиз муну жаңылыш кылсаңыз, программа башка порт менен жаңы веб-тиркемелерди иштетет. Же болбосо, программанын конфигурация файлындагы портту кол менен өзгөртө аласыз. Тиешелүү түрдө токтотулбаган бардык колдонмо процесстери MacOS'тун Activity Monitor аркылуу токтотулушу мүмкүн, же аларды токтотуу үчүн жөн гана компьютериңизди өчүрүп күйгүзүңүз.
lo: ການເປີດຕົວຄັ້ງທໍາອິດ, ກະລຸນາອ່ານ: ເມື່ອທ່ານໄດ້ໂຫລດ crossword, ແລະຕ້ອງການທີ່ຈະໂຫລດອັນອື່ນ, ທໍາອິດທ່ານຕ້ອງປິດ app ເວັບ. ສິ່ງ​ສໍາ​ຄັນ​: ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ຢູ່​ໃນ macOS​, ການ​ບັງ​ຄັບ​ໃຫ້​ອອກ​ຄໍາ​ຮ້ອງ​ສະ​ຫມັກ (ການ​ນໍາ​ໃຊ້ cmd+q​) ໃນ​ຂະ​ນະ​ທີ່​ເວັບ app ແລ່ນ​ຈະ​ປ້ອງ​ກັນ​ບໍ່​ໃຫ້​ມັນ​ຈາກ​ການ​ປິດ​ຢ່າງ​ຖືກ​ຕ້ອງ​. ຖ້າທ່ານເຮັດຜິດພາດນີ້, ໂຄງການຈະດໍາເນີນການແອັບຯເວັບໃຫມ່ທີ່ມີພອດທີ່ແຕກຕ່າງກັນ. ອີກທາງເລືອກ, ທ່ານສາມາດປ່ຽນພອດດ້ວຍຕົນເອງໃນໄຟລ໌ config ຂອງໂຄງການ. ຂະບວນການຂອງແອັບຯທັງໝົດທີ່ບໍ່ໄດ້ຖືກຍົກເລີກຢ່າງຖືກຕ້ອງສາມາດຖືກຍົກເລີກໄດ້ຜ່ານ Activity Monitor ໃນ MacOS, ຫຼືພຽງແຕ່ປິດເປີດຄອມພິວເຕີຂອງທ່ານຄືນໃໝ່ເພື່ອຢຸດພວກມັນ.
ml: ആദ്യമായി സമാരംഭിക്കുമ്പോൾ, ദയവായി വായിക്കുക: നിങ്ങൾ ഒരു ക്രോസ്‌വേഡ് ലോഡുചെയ്‌ത് മറ്റൊന്ന് ലോഡുചെയ്യാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങൾ ആദ്യം വെബ് ആപ്പ് അവസാനിപ്പിക്കണം. പ്രധാനപ്പെട്ടത്: നിങ്ങൾ MacOS-ൽ ആണെങ്കിൽ, വെബ് ആപ്പ് പ്രവർത്തിക്കുമ്പോൾ (cmd+q ഉപയോഗിച്ച്) ആപ്ലിക്കേഷൻ ഉപേക്ഷിക്കുന്നത് അത് ശരിയായി അവസാനിപ്പിക്കുന്നതിൽ നിന്ന് തടയും. നിങ്ങൾ ഇത് തെറ്റായി ചെയ്യുകയാണെങ്കിൽ, പ്രോഗ്രാം മറ്റൊരു പോർട്ട് ഉപയോഗിച്ച് പുതിയ വെബ് ആപ്ലിക്കേഷനുകൾ പ്രവർത്തിപ്പിക്കും. പകരമായി, പ്രോഗ്രാമിൻ്റെ കോൺഫിഗറേഷൻ ഫയലിലെ പോർട്ട് നിങ്ങൾക്ക് സ്വമേധയാ മാറ്റാം. ശരിയായി അവസാനിപ്പിക്കാത്ത എല്ലാ ആപ്പ് പ്രോസസ്സുകളും MacOS-ലെ ആക്റ്റിവിറ്റി മോണിറ്റർ വഴി അവസാനിപ്പിക്കാം, അല്ലെങ്കിൽ അവ അവസാനിപ്പിക്കാൻ നിങ്ങളുടെ കമ്പ്യൂട്ടർ പുനരാരംഭിക്കുക.
mn: Анх удаа ажиллуулж байгаа бол уншина уу: Та кроссворд ачаалсны дараа өөр нэгийг ачаалахыг хүсвэл эхлээд вэб програмыг зогсоох ёстой. АНХААРУУЛГА: Хэрэв та macOS үйлдлийн системтэй бол вэб програм ажиллаж байх үед (cmd+q ашиглан) програмаас хүчээр гарах нь түүнийг зөв дуусгахаас сэргийлнэ. Хэрэв та үүнийг буруу хийвэл програм өөр порттой шинэ вэб програмуудыг ажиллуулах болно. Эсвэл та програмын тохиргооны файлын портыг гараар өөрчилж болно. Зохих ёсоор дуусгавар болоогүй бүх програмын процессыг MacOS дээрх Activity Monitor ашиглан дуусгах эсвэл компьютерээ дахин эхлүүлж дуусгах боломжтой.
mt: Tnedija għall-ewwel darba, jekk jogħġbok aqra: Ladarba tkun għabbejt tisliba, u tixtieq tagħbija oħra, l-ewwel trid ittemm l-app tal-web. IMPORTANTI: Jekk tkun fuq macOS, iġiegħel li tieqaf mill-applikazzjoni (bl-użu ta' cmd+q) waqt li tkun qed taħdem l-app tal-web se tevita li tintemm kif suppost. Jekk tagħmel dan bi żball, il-programm se jħaddem apps tal-web ġodda b'port differenti. Alternattivament, tista 'tbiddel manwalment il-port fil-fajl tal-konfigurazzjoni tal-programm. Il-proċessi kollha tal-app li ma ġewx mitmuma kif suppost jistgħu jiġu mitmuma permezz tal-Monitoraġġ tal-Attività fuq MacOS, jew, sempliċement ibda mill-ġdid il-kompjuter tiegħek biex ittemmhom.
nl: Als u de app voor de eerste keer opstart, lees dan: Nadat u een kruiswoordraadsel heeft geladen en er nog een wilt laden, moet u eerst de webapp beëindigen. BELANGRIJK: Als u macOS gebruikt, kunt u door het geforceerd afsluiten van de applicatie (met cmd+q) terwijl de webapp actief is, voorkomen dat deze correct wordt afgesloten. Als u dit per ongeluk doet, voert het programma nieuwe webapps uit met een andere poort. Als alternatief kunt u de poort handmatig wijzigen in het configuratiebestand van het programma. Alle app-processen die niet correct zijn beëindigd, kunnen worden beëindigd via Activity Monitor op MacOS, of u kunt eenvoudigweg uw computer opnieuw opstarten om ze te beëindigen.
or: ପ୍ରଥମ ଥର ଲଞ୍ଚ, ଦୟାକରି ପ read ନ୍ତୁ: ଥରେ ଆପଣ ଏକ କ୍ରସ୍ ୱାର୍ଡ ଲୋଡ୍ କରିସାରିଛନ୍ତି, ଏବଂ ଅନ୍ୟଟି ଲୋଡ୍ କରିବାକୁ ଇଚ୍ଛା କଲେ, ଆପଣଙ୍କୁ ପ୍ରଥମେ ୱେବ୍ ଆପ୍ ବନ୍ଦ କରିବାକୁ ପଡିବ | ଗୁରୁତ୍: ପୂର୍ଣ: ଯଦି ଆପଣ ମାକୋସରେ ଅଛନ୍ତି, ୱେବ୍ ଆପ୍ ଚାଲୁଥିବାବେଳେ ପ୍ରୟୋଗ ଛାଡିବାକୁ ବାଧ୍ୟ କରନ୍ତୁ (cmd + q ବ୍ୟବହାର କରି) ଏହାକୁ ସଠିକ୍ ଭାବରେ ବନ୍ଦ କରିବାକୁ ପ୍ରତିରୋଧ କରିବ | ଯଦି ଆପଣ ଭୁଲ୍ ଭାବରେ ଏହା କରନ୍ତି, ପ୍ରୋଗ୍ରାମ୍ ଏକ ଭିନ୍ନ ପୋର୍ଟ ସହିତ ନୂତନ ୱେବ୍ ଆପ୍ ଚଲାଇବ | ବ ly କଳ୍ପିକ ଭାବରେ, ଆପଣ ପ୍ରୋଗ୍ରାମର ବିନ୍ୟାସ ଫାଇଲରେ ପୋର୍ଟକୁ ମାନୁଆଲ ଭାବରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ | ସମସ୍ତ ଆପ୍ ପ୍ରକ୍ରିୟା ଯାହା ସଠିକ୍ ଭାବରେ ସମାପ୍ତ ହୋଇନାହିଁ, ମାକୋସରେ କାର୍ଯ୍ୟକଳାପ ମନିଟର ମାଧ୍ୟମରେ ସମାପ୍ତ ହୋଇପାରିବ, କିମ୍ବା ସେଗୁଡ଼ିକୁ ବନ୍ଦ କରିବା ପାଇଁ କେବଳ ଆପଣଙ୍କ କମ୍ପ୍ୟୁଟରକୁ ପୁନ rest ଆରମ୍ଭ କରନ୍ତୁ |
sw: Uzinduzi wa mara ya kwanza, tafadhali soma: Mara tu unapopakia neno mtambuka, na unataka kupakia lingine, lazima kwanza usimamishe programu ya wavuti. MUHIMU: Ikiwa uko kwenye macOS, lazimisha kuacha programu (kwa kutumia cmd+q) wakati programu ya wavuti inaendeshwa, itazuia kusitisha ipasavyo. Ukifanya hivi kimakosa, programu itaendesha programu mpya za wavuti zilizo na mlango tofauti. Vinginevyo, unaweza kubadilisha mwenyewe bandari kwenye faili ya usanidi ya programu. Michakato yote ya programu ambayo haijakatishwa ipasavyo inaweza kusitishwa kupitia Kifuatiliaji cha Shughuli kwenye MacOS, au, anzisha upya kompyuta yako ili kuizima.
th: การเปิดตัวครั้งแรก โปรดอ่าน: เมื่อคุณโหลด Crossword แล้ว และต้องการโหลดอีกอัน คุณต้องยุติเว็บแอปก่อน สิ่งสำคัญ: หากคุณใช้ macOS การบังคับออกจากแอปพลิเคชัน (โดยใช้ cmd+q) ในขณะที่แอปพลิเคชันบนเว็บกำลังทำงานอยู่จะทำให้ไม่สามารถยุติการทำงานได้อย่างถูกต้อง หากคุณทำสิ่งนี้โดยไม่ตั้งใจ โปรแกรมจะเรียกใช้เว็บแอปใหม่โดยใช้พอร์ตอื่น หรือคุณสามารถเปลี่ยนพอร์ตในไฟล์ปรับแต่งของโปรแกรมด้วยตนเองได้ กระบวนการแอพทั้งหมดที่ยังไม่ถูกยกเลิกอย่างถูกต้องสามารถยุติได้ผ่านตัวตรวจสอบกิจกรรมบน MacOS หรือเพียงแค่รีสตาร์ทคอมพิวเตอร์เพื่อยุติกระบวนการเหล่านั้น
zh: 首次启动，请阅读：一旦您加载了一个填字游戏，并希望加载另一个填字游戏，您必须首先终止网络应用程序。重要提示：如果您使用的是 macOS，在 Web 应用程序运行时强制退出应用程序（使用 cmd+q）将阻止其正确终止。如果您错误地执行了此操作，程序将使用不同的端口运行新的 Web 应用程序。或者，您可以手动更改程序配置文件中的端口。所有未正确终止的应用程序进程都可以通过 MacOS 上的活动监视器终止，或者只需重新启动计算机即可终止它们。
zu: Ukwethulwa kokuqala, sicela ufunde: Uma usulayishe igama eliphambene, futhi ufisa ukulayisha elinye, kufanele uqale ngokunqamula uhlelo lokusebenza lwewebhu. KUBALULEKILE: Uma uku-macOS, phoqa ukuyeka uhlelo (usebenzisa i-cmd+q) ngenkathi uhlelo lokusebenza lwewebhu lusebenza kuzokuvimbela ukuthi lunqanyulwe ngendlela efanele. Uma wenza lokhu ngephutha, uhlelo luzosebenzisa izinhlelo zokusebenza ezintsha zewebhu ngembobo ehlukile. Okunye, ungakwazi ukushintsha mathupha imbobo kufayela lokumisa lohlelo. Zonke izinqubo zohlelo lokusebenza ezingakanqanyulwa ngendlela efanele zinganqanyulwa Nge-Activity Monitor ku-MacOS, noma, vele uqale kabusha ikhompuyutha yakho ukuze uziqede.

source: An unexpected error occured. Please try reinstalling the application with
bg: Възникна неочаквана грешка. Опитайте да преинсталирате приложението с
el: Παρουσιάστηκε μη αναμενόμενο σφάλμα. Δοκιμάστε να εγκαταστήσετε ξανά την εφαρμογή με
ga: Tharla earráid gan choinne. Bain triail as an bhfeidhmchlár a athshuiteáil le
gd: Thachair mearachd ris nach robh dùil.
hr: Došlo je do neočekivane pogreške. Pokušajte ponovo instalirati aplikaciju s
hu: Váratlan hiba történt. Kérjük, próbálja meg újratelepíteni az alkalmazást a
is: Óvænt villa varð. Reyndu að setja forritið upp aftur með
kk: Күтпеген қате пайда болды. Қолданбаның қайта тіркелуін көріңіз
km: កំហុស ដែល មិន បាន រំពឹង ទុក មួយ បាន កើត ឡើង ។ សូមសាកល្បងធ្វើការស្តារឡើងវិញនូវកម្មវិធីជាមួយ
kn: ಅನಿರೀಕ್ಷಿತ ದೋಷವೊಂದು ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಇದರೊಂದಿಗೆ ಮರುಸ್ಥಾಪಿಸಲು ಪ್ರಯತ್ನಿಸಿ
ky: Күтүлбөгөн ката пайда болду. Сураныч, арызды кайра иштетүүгө аракет кылыңыз
lo: ເກີດຄວາມຜິດພາດທີ່ບໍ່ຄາດຄິດ. ກະລຸນາລອງຕິດຕັ້ງຄໍາຮ້ອງສະຫມັກດ້ວຍ
ml: അപ്രതീക്ഷിതമായ ഒരു പിശക് സംഭവിച്ചു. ഇനിപ്പറയുന്നവ ഉപയോഗിച്ച് ആപ്ലിക്കേഷൻ വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യാൻ ശ്രമിക്കുക
mn: Санаанд оромгүй алдаа гарлаа. Анкетыг дахин суулгахыг хичээнэ үү
mt: Sar żball mhux mistenni. Ipprova installa mill-ġdid l-applikazzjoni bi
nl: Er is een onverwachte fout opgetreden. Probeer de applicatie opnieuw te installeren met
or: ଏକ ଅପ୍ରତ୍ୟାଶିତ ତ୍ରୁଟି ଘଟିଛି। ଦୟାକରି ଆପ୍ଲିକେସନ୍ ପୁନଃସଂସ୍ଥାପନ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ
sw: Kosa lisilotarajiwa lilitokea. Tafadhali jaribu kusakinisha upya programu kwa kutumia
th: เกิดข้อผิดพลาดที่ไม่คาดคิด โปรดลองติดตั้งแอปพลิเคชันใหม่ด้วย
zh: 发生意外错误。请尝试重新安装应用程序
zu: Kwenzeke iphutha elingalindelekile. Sicela uzame ukufaka kabusha uhlelo lokusebenza nge

source: Definitions are empty
bg: Дефинициите са празни
el: Οι ορισμοί είναι κενοί
ga: Tá sainmhínithe folamh
gd: Tha mìneachaidhean falamh
hr: Definicije su prazne
hu: A definíciók üresek
is: Skilgreiningar eru tómar
kk: Анықтамалар бос
km: និយមន័យ គឺ ទទេ
kn: ವ್ಯಾಖ್ಯಾನಗಳು ಖಾಲಿಯಾಗಿವೆ
ky: Аныктамалар бош
lo: ຄໍານິຍາມວ່າງເປົ່າ
ml: നിർവചനങ്ങൾ ശൂന്യമാണ്
mn: Тодорхойлолтууд хоосон
mt: Id-definizzjonijiet huma vojta
nl: Definities zijn leeg
or: ସଂଜ୍ଞା ଖାଲି ଅଛି
sw: Ufafanuzi ni tupu
th: คําจํากัดความว่างเปล่า
zh: 定义为空
zu: Izincazelo azinalutho

source: The word count or definitions are less than 3 in length
bg: Броят на думите или определенията са по-малки от 3 по дължина
el: Ο αριθμός λέξεων ή οι ορισμοί έχουν μήκος μικρότερο από 3
ga: Tá líon na bhfocal nó na sainmhínithe níos lú ná 3 ar fhad
gd: Tha an àireamh fhaclan no mìneachaidhean nas lugha na 3 ann am fad
hr: Broj riječi ili definicije su manje od 3 duljine
hu: A szavak száma vagy a definíciók hossza 3-nál rövidebb
is: Orðafjöldi eða skilgreiningar eru styttri en 3 að lengd
kk: Сөздер саны немесе анықтамалар ұзындығы бойынша 3-тен кем
km: ពាក្យ រាប់ ឬ និយមន័យ មាន ប្រវែង តិច ជាង ៣
kn: ಪದ ಎಣಿಕೆ ಅಥವಾ ವ್ಯಾಖ್ಯಾನಗಳು 3 ಕ್ಕಿಂತ ಕಡಿಮೆ ಉದ್ದವನ್ನು ಹೊಂದಿವೆ
ky: Сөздүн саны же аныктамалары узундугу 3-тен аз
lo: ຄໍາວ່ານັບຫຼືຄໍານິຍາມມີຄວາມຍາວຫນ້ອຍກວ່າ 3
ml: പദങ്ങളുടെ എണ്ണം അല്ലെങ്കിൽ നിർവചനങ്ങൾ നീളം 3 ൽ കുറവാണ്
mn: Тооллого буюу тодорхойлолт нь 3-аас доошгүй урттай
mt: L-għadd tal-kliem jew id-definizzjonijiet huma inqas minn 3 fit-tul
nl: Het aantal woorden of definities zijn minder dan 3 lang
or: ଶବ୍ଦ ଗଣନା ବା ସଂଜ୍ଞା ଦୈର୍ଘ୍ୟରେ ୩ରୁ କମ୍ ଅଟେ
sw: Hesabu ya neno au ufafanuzi ni chini ya 3 kwa urefu
th: จํานวนคําหรือคําจํากัดความมีความยาวน้อยกว่า 3
zh: 字数或定义长度小于 3
zu: Ukubalwa kwegama noma izincazelo zingaphansi kuka-3 ubude

source: Length of the word count is greater than the definitions
bg: Дължината на броя на думите е по-голяма от дефинициите
el: Το μήκος του αριθμού λέξεων είναι μεγαλύτερο από τους ορισμούς
ga: Tá fad an chomhaireamh focal níos mó ná na sainmhínithe
gd: Tha fad a’ chunntais fhaclan nas motha na na mìneachaidhean
hr: Duljina broja riječi veća je od definicija
hu: A szószám hossza nagyobb, mint a definíciók
is: Lengd orðafjölda er meiri en skilgreiningarnar
kk: Сөз санының ұзындығы анықтамаларға қарағанда үлкен
km: ប្រវែង ពាក្យ រាប់ គឺ ធំ ជាង និយមន័យ
kn: ಪದ ಎಣಿಕೆಯ ಉದ್ದವು ವ್ಯಾಖ್ಯಾನಗಳಿಗಿಂತ ಹೆಚ್ಚಾಗಿದೆ
ky: Сөздү эсептөөнүн узундугу аныктамалардан көп
lo: ຄວາມຍາວຂອງຄໍາວ່ານັບແມ່ນຍິ່ງໃຫຍ່ກວ່າຄໍານິຍາມ
ml: വാക്കുകളുടെ എണ്ണത്തിന്റെ ദൈർഘ്യം നിർവചനങ്ങളേക്കാൾ കൂടുതലാണ്
mn: Үгийн тоололын урт нь тодорхойлолтоос их
mt: It-tul tal-għadd tal-kliem huwa akbar mid-definizzjonijiet
nl: De lengte van het aantal woorden is groter dan de definities
or: ଶବ୍ଦ ଗଣନାର ଦୈର୍ଘ୍ୟ ସଂଜ୍ଞା ଠାରୁ ଅଧିକ ଅଟେ
sw: Urefu wa hesabu ya neno ni kubwa kuliko ufafanuzi
th: ความยาวของจํานวนคํามากกว่าคําจํากัดความ
zh: 字数的长度大于定义
zu: Ubude besibalo segama bukhulu kunezincazelo

source: Escape character present in word
bg: Escape знак, присъстващ в дума
el: Χαρακτήρας διαφυγής που υπάρχει στη λέξη
ga: Escape carachtar i láthair i focal
gd: Teicheadh ​​​​caractar an làthair ann am facal
hr: Znak bijega prisutan u riječi
hu: A szóban jelen lévő escape-karakter
is: Flýja staf til staðar í orði
kk: Сөзде бар қашу таңбасы
km: តួអក្សរ គេច ខ្លួន មាន វត្តមាន ក្នុង ពាក្យ
kn: ಪದದಲ್ಲಿರುವ ಎಸ್ಕೇಪ್ ಅಕ್ಷರ
ky: Сөз менен көрсөтүлгөн мүнөздөн качуу
lo: Escape ບຸກ ຄະ ລິກ ລັກ ສະ ນະ ທີ່ ມີ ຢູ່ ໃນ ຄໍາ ສັບ
ml: വാക്കുകളിൽ അടങ്ങിയിരിക്കുന്ന എസ്കേപ്പ് കഥാപാത്രം
mn: Үг хэлээр байгаа зугтах зан чанар
mt: Karattru tal-ħarba preżenti fil-kelma
nl: Escape-teken aanwezig in woord
or: ଶବ୍ଦରେ ଉପସ୍ଥିତ ପଳାୟନ ଚରିତ୍ର
sw: Tabia ya kutoroka iliyopo katika neno
th: หนีอักขระที่มีอยู่ในคํา
zh: 单词中存在的转义字符
zu: Ukuphunyuka uhlamvu olukhona ngezwi

source: Crossword Puzzle - Game
bg: Кръстословица - игра
el: Σταυρώνα παζλ - Παιχνίδι
ga: Crosfhocal Puzal - Cluiche
gd: Tòimhseachan Crossword - Gèam
hr: Križaljka - igra
hu: Keresztrejtvény - játék
is: Krossgátu - leikur
kk: Кроссворд жұмбақ - ойын
km: ល្បែងផ្គុំរូបឈើឆ្កាង - ល្បែង
kn: ಕ್ರಾಸ್‌ವರ್ಡ್ ಒಗಟು - ಆಟ
ky: Crossword Puzzle - Оюн
lo: ປິດສະ Crossword - ເກມ
ml: ക്രോസ്വേഡ് പസിൽ - ഗെയിം
mn: Кроссворд таавар - тоглоом
mt: Puzzle Crossword - Logħba
nl: Crossword puzzel - spel
or: କ୍ରସ୍ ୱାର୍ଡ ପଜଲ୍ - ଖେଳ |
sw: Crossword Puzzle - Mchezo
th: ปริศนาคำไขว้ - เกม
zh: 填字游戏 - 游戏
zu: Iphazili ye-Crossword - Game

source: Compound
bg: Съединение
el: Χημική ένωση
ga: Comhdhúil
gd: Todhar
hr: Spoj
hu: Összetett
is: Efnasamband
kk: Жабдықты қосықтыру
km: បរិចចា
kn: ಸಮರಸಮಾಯಿ
ky: Кошулма
lo: ປະສົມ
ml: സംയുക്തൻ
mn: Хүрээ
mt: Kompost
nl: Verbinding
or: ଯ ound ଗିକ
sw: Kiwanja
th: สารประกอบ
zh: 化合物
zu: Landela
