Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/*/LC_MESSAGES/messages.po
Languages: bg, el, ga, gd, hr, hu, is, kk, km, kn, ky, lo, ml, mn, mt, nl, or, sw, th, zh, zu

source: Select a destination to export your crosswords to
bg: Изберете дестинация, за да експортирате кръстословиците си в
el: Επιλέξτε έναν προορισμό για να εξαγάγετε τα σταυρόπολη σας
ga: Roghnaigh ceann scríbe chun do chrosfhocail a onnmhairiú chuig
gd: Tagh ceann-uidhe gus cuir às do na croisean-tarsainn agad gu
hr: Odaberite odredište za izvoz križaljki u
hu: Válasszon egy célt a keresztrejtvények exportálásához
is: Veldu áfangastað til að flytja krossgátur þínar til
kk: Кроссвордтарды экспорттау үшін тағайындалған орынды таңдаңыз
km: ជ្រើសរើសទិសដៅដើម្បីនាំចេញ Crosswords របស់អ្នកទៅ
kn: ನಿಮ್ಮ ಕ್ರಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ರಫ್ತು ಮಾಡಲು ಗಮ್ಯಸ್ಥಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Аймактарыңызды экспорттоо үчүн көздөгөн жерди тандаңыз
lo: ເລືອກຈຸດຫມາຍປາຍທາງເພື່ອສົ່ງອອກ crosswords ຂອງທ່ານໃຫ້
ml: നിങ്ങളുടെ ക്രോസ്വേഡുകൾ കയറ്റുമതി ചെയ്യുന്നതിന് ഒരു ലക്ഷ്യസ്ഥാനം തിരഞ്ഞെടുക്കുക
mn: Кроссвордлуудаа экспортлохын тулд очих газраа сонгоно уу
mt: Agħżel destinazzjoni biex tesporta s-salib tiegħek lejn
nl: Selecteer een bestemming om uw kruiswoordraadsels naar te exporteren
or: ଆପଣଙ୍କର କ୍ରସ୍ ୱାର୍ଡକୁ ରପ୍ତାନି କରିବାକୁ ଏକ ଗନ୍ତବ୍ୟସ୍ଥଳ ଚୟନ କରନ୍ତୁ |
sw: Chagua marudio ya kusafirisha maneno yako
th: เลือกปลายทางเพื่อส่งออกไขว้ของคุณไปยัง
zh: 选择一个目的地将您的填字游戏导出到
zu: Khetha indawo ongayikhipha kuwo ama-crosswords akho ukuze

source: my-crosswords
gd: mo-ch'rsan
hu: Keresztszavak
kk: Менің кроссвордтарым
km: crosswords របស់ខ្ញុំ
kn: ನನ್ನ ಕ್ರಾಸ್ ವರ್ಡ್ಸ್
ml: എന്റെ ക്രോസ്വേഡുകൾ
mn: миний кроссворд
or: ମୋର କ୍ରସ୍ ୱାର୍ଡ |
sw: Maneno yangu
zu: Amagama ami

source: Select a valid crossword JSON file that was exported using xpuz
bg: Изберете валиден кръстословик JSON файл, който е експортиран с помощта на crossword_puzle
el: Επιλέξτε ένα έγκυρο αρχείο crossword json που εξάγεται χρησιμοποιώντας xpuz
ga: Roghnaigh comhad Crossword JSON bailí a onnmhairíodh ag úsáid xpuz
gd: Tagh faidhle crois-fhacal falamh JSON a chaidh a chuir às a bha a 'cleachdadh xpuz
hr: Odaberite valjanu kriloword JSON datoteku koja je izvezena pomoću xpuz
hu: Válasszon ki egy érvényes keresztrejtvény JSON fájlt
is: Veldu gild krossgátu JSON skrá sem var flutt út með xpuz
kk: xpuz көмегімен экспортталған жарамды Crossword JSON файлын таңдаңыз
km: ជ្រើសរើសឯកសារ Crossword Json ដែលមានសុពលភាពដែលត្រូវបាននាំចេញដោយប្រើ xpuz
kn: ಕ್ರಾಸ್‌ವರ್ಡ್_ಪ uzz ಲ್ ಬಳಸಿ ರಫ್ತು ಮಾಡಲಾದ ಮಾನ್ಯ ಕ್ರಾಸ್‌ವರ್ಡ್ JSON ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Crossword_Puzle колдонуп экспорттолгон жарактуу кроссвордук JSON файлын тандаңыз
lo: ເລືອກເອກະສານ Crossword JSON ທີ່ຖືກຕ້ອງທີ່ຖືກສົ່ງອອກໂດຍໃຊ້ xpuz
ml: ക്രോസ്വേഡ്_പരം ഉപയോഗിച്ച് എക്സ്പോർട്ടുചെയ്ത സാധുവായ ഒരു ക്രോസ്വേഡ് JSON ഫയൽ തിരഞ്ഞെടുക്കുക
mn: Crossword_puczze ашиглан экспортолсон хүчинтэй кроссвортын файлыг сонгоно уу
mt: Agħżel fajl JSON Crossword validu li ġie esportat bl-użu ta 'xpuz
nl: Selecteer een geldig kruiswoordraadsel JSON -bestand dat is geëxporteerd met xpuz
or: ଏକ ବ valid ଧ କ୍ରସୱାର୍ଡ JSON ଫାଇଲ୍ ଚୟନ କରନ୍ତୁ ଯାହା କ୍ରସ୍ ୱାର୍ଡ_ପୁଜଲ୍ ବ୍ୟବହାର କରି ରପ୍ତାନି ହୋଇଥିଲା |
sw: Chagua faili halali ya Crossword JSON ambayo ilisafirishwa kwa kutumia xpuz
th: เลือกไฟล์ Crossword JSON ที่ถูกต้องที่ส่งออกโดยใช้ xpuz
zh: 选择使用填字游戏导出的有效填字游戏JSON文件
zu: Khetha ifayela le-crossword json elivumelekile elithunyelwa ngaphandle usebenzisa i-xpuz

source: Select a destination to export your ipuz to
bg: Изберете дестинация за експортиране на вашия ipuz в
el: Επιλέξτε έναν προορισμό για να εξαγάγετε το IPUZ σας
ga: Roghnaigh ceann scríbe chun do IPUZ a onnmhairiú chuig
gd: Tagh ceann-uidhe gus do IPUZ a chuir às do
hr: Odaberite odredište za izvoz vašeg IPuz -a na
hu: Válasszon egy rendeltetési helyet az IPUZ exportálásához
is: Veldu áfangastað til að flytja út ipuz þinn til
kk: IPUZ-ті экспорттау үшін тағайындалған орынды таңдаңыз
km: ជ្រើសរើសទិសដៅដើម្បីនាំចេញ IPUz របស់អ្នកទៅ
kn: ನಿಮ್ಮ ಐಪುಜ್ ಅನ್ನು ರಫ್ತು ಮಾಡಲು ಗಮ್ಯಸ್ಥಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: IPUZиңизди экспорттоо үчүн, көздөгөн жерди тандаңыз
lo: ເລືອກຈຸດຫມາຍປາຍທາງເພື່ອສົ່ງອອກ iPuz ຂອງທ່ານໃຫ້
ml: നിങ്ങളുടെ ipuz എക്സ്പോർട്ടുചെയ്യുന്നതിന് ഒരു ലക്ഷ്യസ്ഥാനം തിരഞ്ഞെടുക്കുക
mn: IPUZ-ийг экспортлохын тулд очих газраа сонгоно уу
mt: Agħżel destinazzjoni biex tesporta l-iPuz tiegħek lejn
nl: Selecteer een bestemming om uw IPUZ naar te exporteren
or: ଆପଣଙ୍କର iPuz ରପ୍ତାନି କରିବାକୁ ଏକ ଗନ୍ତବ୍ୟସ୍ଥଳ ଚୟନ କରନ୍ତୁ |
sw: Chagua marudio ya kuuza nje IPUZ yako
th: เลือกปลายทางเพื่อส่งออก ipuz ของคุณไปยัง
zh: 选择一个目的地将您的IPUZ导出到
zu: Khetha indawo ongayikhipha kuyo i-IPUZ yakho ukuze

source: Answers
bg: Отговори
el: Απαντήσεις
ga: Freagra
gd: Freagairtean
hr: Odgovori
hu: Válaszadás
is: Svör
kk: Жауаптар
km: ឆ្លើយ
kn: ಉತ್ತರಗಳು
ky: Жооптор
lo: ຄໍາຕອບ
ml: ഉത്തരങ്ങൾ
mn: Хариулт
mt: Tweġibiet
nl: Antwoorden
or: ଉତ୍ତରଗୁଡିକ
sw: Majibu
th: คำตอบ
zh: 答案
zu: Ukuphendula

source: Select a destination to download your PDF to
bg: Изберете дестинация, за да изтеглите вашия PDF
el: Επιλέξτε έναν προορισμό για να κατεβάσετε το PDF σας
ga: Roghnaigh ceann scríbe chun do PDF a íoslódáil go
gd: Tagh ceann-uidhe gus do PDF a luchdachadh sìos gu
hr: Odaberite odredište za preuzimanje vašeg PDF -a na
hu: Válasszon egy célt a PDF letöltéséhez
is: Veldu áfangastað til að hlaða niður PDF til
kk: PDF-ті жүктеу үшін тағайындалған орынды таңдаңыз
km: ជ្រើសរើសទិសដៅដើម្បីទាញយកឯកសារ PDF របស់អ្នកទៅ
kn: ನಿಮ್ಮ ಪಿಡಿಎಫ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಗಮ್ಯಸ್ಥಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: PDF жүктөп алуу үчүн, жерди тандаңыз
lo: ເລືອກຈຸດຫມາຍປາຍທາງເພື່ອດາວໂຫລດ PDF ຂອງທ່ານໃຫ້
ml: നിങ്ങളുടെ PDF ഡ download ൺലോഡ് ചെയ്യാൻ ഒരു ലക്ഷ്യസ്ഥാനം തിരഞ്ഞെടുക്കുക
mn: PDF-г татаж авахын тулд очих газраа сонгоно уу
mt: Agħżel destinazzjoni biex tniżżel il-pdf tiegħek minn
nl: Selecteer een bestemming om uw PDF naar te downloaden
or: ଆପଣଙ୍କର PDF କୁ ଡାଉନଲୋଡ୍ କରିବାକୁ ଏକ ଗନ୍ତବ୍ୟସ୍ଥଳ ଚୟନ କରନ୍ତୁ |
sw: Chagua marudio ya kupakua PDF yako
th: เลือกปลายทางเพื่อดาวน์โหลด PDF ของคุณไปที่
zh: 选择一个目的地将您的PDF下载到
zu: Khetha indawo ongayilanda i-PDF yakho ukuze

source: Across
bg: През
el: Απέναντι
ga: Ar fud
gd: A-null
hr: Preko
hu: Át
is: Yfir
kk: Арқылы
km: ឆ្លងកាត់
kn: ಅಡ್ಡಲಾಗಿ
ky: Аркылуу
lo: ຂ້າມ
ml: കുറുകേ
mn: Цаана
mt: Madwar
nl: Over
or: ପାର୍ଶ୍ୱରେ |
sw: Kote
th: ข้าม
zh: 穿过
zu: Phesheya

source: Down
bg: Надолу
el: Κάτω
ga: In íochtar
gd: Sìos
hr: Spušteno
hu: Le
is: Niður
kk: Төмен
km: ឆ្ពោហតោខាងរេកាម
kn: ಕೆಳಗೆ
ky: Ылдый
lo: ລົງ
ml: താഴത്ത്
mn: Доошоо
mt: 'L isfel
nl: Omlaag
or: ତଳକୁ
sw: Chini
th: ลง
zh: 向下
zu: Ngaphansi

source: Remove
bg: Махам
el: Αφαιρώ
ga: Bain
gd: Thoir air falbh
hr: Odstraniti
hu: Eltávolít
is: Fjarlægja
kk: Өшіру
km: យកចេញ
kn: ತೆಗೆದುಹಾಕಿ
ky: Жоготуу
lo: ການຖອດຖອນ
ml: നീക്കം ചെയ്യുക
mn: Зайлуул
mt: Neħħi
nl: Verwijderen
or: ଅପସାରଣ କରନ୍ତୁ
sw: Ondoa
th: ถอด
zh: 删除
zu: Susa

source: Are you sure you want to delete this
bg: Наистина ли искате да изтриете това
el: Είστε βέβαιοι ότι θέλετε να το διαγράψετε;
ga: An bhfuil tú cinnte go bhfuil fonn ort é seo a scriosadh
gd: A bheil thu cinnteach gu bheil thu airson seo a sguabadh às
hr: Jeste li sigurni da želite izbrisati ovo
hu: Biztosan törölni szeretné ezt
is: Ertu viss um að þú viljir eyða þessu
kk: Осыны жойғыңыз келетініне сенімдісіз бе?
km: តើ អ្នក ប្រាកដ ថា អ្នក ចង់ លុប វា
kn: ಇದನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?
ky: Сиз бул жоготуу келет деп ишенесизби?
lo: ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການລຶບນີ້
ml: ഇത് ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mn: Та үүнийг арилгахыг хүсэж байна уу?
mt: Żgur tixtieq tħassar dan
nl: Weet je zeker dat je dit wilt verwijderen?
or: ଆପଣ ନିଶ୍ଚିତ ଭାବରେ ଏହାକୁ ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
sw: Je, una uhakika unataka kufuta hii
th: คุณแน่ใจหรือไม่ว่าต้องการลบสิ่งนี้
zh: 您确定要删除此内容吗
zu: Uqinisekile ukuthi ufuna ukususa lokhu

source: It will be lost forever!
bg: Тя ще бъде загубена завинаги!
el: Θα χαθεί για πάντα!
ga: Beidh sé caillte go deo!
gd: Bidh e air chall gu bràth!
hr: Bit će zauvijek izgubljena!
hu: Örökre el fog veszni!
is: Það mun glatast að eilífu!
kk: Ол мәңгі жоғалады!
km: វានឹងបាត់បង់ជារៀងរហូត!
kn: ಅದು ಶಾಶ್ವತವಾಗಿ ಕಳೆದುಹೋಗುತ್ತದೆ!
ky: Ал түбөлүккө жоготулат!
lo: ຈະເສຍໄປຕະຫຼອດການ!
ml: അത് എന്നെന്നേക്കുമായി നഷ്ടപ്പെടും!
mn: Үүрд мөнхөд үгүй болно!
mt: Se tintilef għal dejjem!
nl: Het zal voor altijd verloren zijn!
or: ଏହା ସବୁଦିନ ପାଇଁ ହଜିଯିବ!
sw: Atakuwa amepotea milele!
th: มันจะหายไปตลอดกาล!
zh: 它将永远消失！
zu: Kuzolahleka kuze kube phakade!

source: Add or select
bg: Добавяне или избиране
el: Προσθήκη ή επιλογή
ga: Cuir leis nó roghnaigh
gd: Cuir ris no tagh
hr: Dodavanje ili odabir
hu: Hozzáadás vagy kiválasztás
is: Bæta við eða velja
kk: Қосу немесе таңдау
km: បន្ថែម ឬ ជ្រើស
kn: ಸೇರಿಸಿ ಅಥವಾ ಆಯ್ಕೆಮಾಡಿ
ky: Кошуу же тандоо
lo: ເພີ່ມ ຫຼື ເລືອກ
ml: ചേർക്കുക അല്ലെങ്കിൽ തിരഞ്ഞെടുക്കുക
mn: Нэмэх буюу сонгох
mt: Żid jew agħżel
nl: Toevoegen of selecteren
or: ଯୋଡନ୍ତୁ କିମ୍ବା ଚୟନ କରନ୍ତୁ
sw: Ongeza au chagua
th: เพิ่มหรือเลือก
zh: 添加或选择
zu: Engeza noma khetha

source: Are you sure you want to add/select a
bg: Наистина ли искате да добавите/изберете
el: Είστε βέβαιοι ότι θέλετε να προσθέσετε/επιλέξετε ένα
ga: An bhfuil tú cinnte go bhfuil fonn ort
gd: A bheil thu cinnteach gu bheil thu airson cuir ris/taghadh a
hr: Jeste li sigurni da želite dodati/odabrati
hu: Biztosan szeretne hozzáadni/kiválasztani egy
is: Ertu viss um að þú viljir bæta við/velja
kk: А қосу/таңдау керек екеніне сенімдісіз бе?
km: តើ អ្នក ប្រាកដ ថា អ្នក ចង់ បន្ថែម/ជ្រើស យក a
kn: ನೀವು ಇದನ್ನು ಸೇರಿಸಲು/ಆಯ್ಕೆ ಮಾಡಲು ಖಚಿತವಾಗಿರುವಿರಾ?
ky: Сиз кошуу / тандап алгыңар келеби?
lo: ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການເພີ່ມ/ຄັດເລືອກ
ml: ഒരു ചേർക്കാൻ / തിരഞ്ഞെടുക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ
mn: А нэмэх/сонгохыг хүсэж байгаа гэдэгтээ итгэлтэй байна уу
mt: Żgur tixtieq iżżid/tagħżel
nl: Weet u zeker dat u een
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏକ ଯୋଡିବାକୁ/ଚୟନ କରିବାକୁ ଚାହୁଁଛନ୍ତି
sw: Una uhakika unataka kuongeza / kuchagua A
th: คุณแน่ใจหรือไม่ว่าต้องการเพิ่ม/เลือก
zh: 是否确实要添加/选择
zu: Uqinisekile ukuthi ufuna ukwengeza/ukukhetha a

source: Your modified fields will be reset!
bg: Вашите променени полета ще бъдат нулирани!
el: Τα τροποποιημένα πεδία σας θα επαναφερθούν!
ga: Déanfar do réimsí modhnaithe a athshocrú!
gd: Thèid na raointean atharraichte agad ath-shuidheachadh!
hr: Izmijenjena polja bit će vraćena na izvorno!
hu: A módosított mezők visszaállnak!
is: Breyttu reitirnir verða endurstilltir!
kk: Өзгертілген өрістеріңіз ысырылады!
km: វាលដែលបានកែប្រែរបស់អ្នកនឹងត្រូវបាន កំណត់ឡើងវិញ!
kn: ನಿಮ್ಮ ಮಾರ್ಪಡಿಸಿದ ಫೀಲ್ಡ್ ಗಳನ್ನು ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ!
ky: Сиздин өзгөртүлгөн талаалар калыбына келтирилет!
lo: ທົ່ງນາທີ່ຖືກດັດແປງຂອງທ່ານຈະໄດ້ຮັບການຕັ້ງຄ່າໃຫມ່!
ml: നിങ്ങളുടെ പരിഷ്കരിച്ച ഫീൽഡുകൾ പുനഃക്രമീകരിക്കും!
mn: Таны өөрчлөгдсөн талбарууд дахин тохируулах болно!
mt: L-oqsma modifikati tiegħek se jiġu ssettjati mill-ġdid!
nl: Uw gewijzigde velden worden gereset!
or: ଆପଣଙ୍କ ସଂଶୋଧିତ କ୍ଷେତ୍ରଗୁଡିକ ପୁନଃସେଟ୍ ହେବ!
sw: Sehemu zako zilizobadilishwa zitawekwa upya!
th: ฟิลด์ที่แก้ไขของคุณจะถูกรีเซ็ต!
zh: 您修改的字段将被重置！
zu: Izinkambu zakho eziguquliwe zizohlelwa kabusha!

source: Back to home
bg: Обратно в къщи
el: Πίσω στο σπίτι
ga: Ar ais go dtí Baile
gd: Air ais dhan dachaigh
hr: Povratak kući
hu: Vissza a főoldalra
is: Aftur heim
kk: Үйге оралу
km: ត្រលប់​ទៅផ្ទះ
kn: ಮರಳಿ ಮನೆಗೆ
ky: Үйгө кайтуу
lo: ກັບໄປຫາບ້ານ
ml: തിരികെ വീട്ടിലേക്ക്
mn: Буцаад гэр лүүгээ
mt: Lura d-dar
nl: Terug naar huis
or: ଘରକୁ ଫେରନ୍ତୁ |
sw: Rudi nyumbani
th: กลับไปที่บ้าน
zh: 回到家
zu: Emuva ekhaya

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
bg: Наистина ли искате да се върнете към началния екран? Вашите променени полета ще бъдат нулирани!
el: Είστε βέβαιοι ότι θέλετε να επιστρέψετε στην αρχική οθόνη; Τα τροποποιημένα πεδία σας θα επαναφερθούν!
ga: An bhfuil tú cinnte go bhfuil fonn ort dul ar ais go dtí an scáileán baile? Déanfar do réimsí modhnaithe a athshocrú!
gd: A bheil thu cinnteach gu bheil thu airson a dhol air ais chun sgrion dachaigh?
hr: Jeste li sigurni da se želite vratiti na početni zaslon? Izmijenjena polja bit će vraćena na izvorno!
hu: Biztosan vissza akar térni a kezdőképernyőre? A módosított mezők visszaállnak!
is: Ertu viss um að þú viljir fara aftur á heimaskjáinn? Breyttu reitirnir verða endurstilltir!
kk: Басты экранға қайта оралғыңыз келетініне сенімдісіз бе? Өзгертілген өрістеріңіз ысырылады!
km: តើ អ្នក ប្រាកដ ជា ចង់ ត្រឡប់ ទៅ អេក្រង់ ផ្ទះ វិញ ឬ ទេ ? វាលដែលបានកែប្រែរបស់អ្នកនឹងត្រូវបាន កំណត់ឡើងវិញ!
kn: ಹೋಮ್ ಸ್ಕ್ರೀನ್ ಗೆ ಹಿಂತಿರುಗಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ನಿಮ್ಮ ಮಾರ್ಪಡಿಸಿದ ಫೀಲ್ಡ್ ಗಳನ್ನು ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ!
ky: Сиз үй экранына кайтып келет деп ишенесизби? Сиздин өзгөртүлгөн талаалар калыбына келтирилет!
lo: ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການທີ່ຈະກັບຄືນໄປເບິ່ງຫນ້າຈໍບ້ານ? ທົ່ງນາທີ່ຖືກດັດແປງຂອງທ່ານຈະໄດ້ຮັບການຕັ້ງຄ່າໃຫມ່!
ml: ഹോം സ്ക്രീനിലേക്ക് തിരികെ പോകണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ? നിങ്ങളുടെ പരിഷ്കരിച്ച ഫീൽഡുകൾ പുനഃക്രമീകരിക്കും!
mn: Та гэрийнхээ дэлгэц рүү буцахыг хүсэж байгаа гэдэгтээ итгэлтэй байна уу? Таны өөрчлөгдсөн талбарууд дахин тохируулах болно!
mt: Żgur tixtieq tmur lura għall-iskrin tad-dar? L-oqsma modifikati tiegħek se jiġu ssettjati mill-ġdid!
nl: Weet je zeker dat je terug wilt naar het startscherm? Uw gewijzigde velden worden gereset!
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ହୋମ୍ ସ୍କ୍ରିନ୍ କୁ ଫେରିବାକୁ ଚାହୁଁଛନ୍ତି? ଆପଣଙ୍କ ସଂଶୋଧିତ କ୍ଷେତ୍ରଗୁଡିକ ପୁନଃସେଟ୍ ହେବ!
sw: Una uhakika unataka kurudi kwenye skrini ya nyumbani? Sehemu zako zilizobadilishwa zitawekwa upya!
th: คุณแน่ใจหรือว่าต้องการกลับไปที่หน้าจอหลัก? ฟิลด์ที่แก้ไขของคุณจะถูกรีเซ็ต!
zh: 您确定要返回主屏幕吗？您修改的字段将被重置！
zu: Uqinisekile ukuthi ufuna ukubuyela esikrinini sasekhaya? Izinkambu zakho eziguquliwe zizohlelwa kabusha!

source: Info
bg: Информация
el: Πληροφορίες
ga: Eolas
gd: Fiosrachadh
is: Upplýsingar
kk: Ақпарат
km: ព័ត៌មាន
kn: ಮಾಹಿತಿ
ky: Маалымат
lo: ຂໍ້ມູນ
ml: വിവരം
mn: Мэдээлэл
or: ସୂଚନା
sw: Habari
th: ข้อมูล
zh: 信息
zu: Ulwazi

source: Are you sure you want to import crosswords? Your modified fields will be reset!
bg: Сигурни ли сте, че искате да импортирате кръстословици?Вашите модифицирани полета ще бъдат нулирани!
el: Είστε βέβαιοι ότι θέλετε να εισαγάγετε σταυρόλεξα;Τα τροποποιημένα πεδία σας θα επαναφέρονται!
ga: An bhfuil tú cinnte gur mhaith leat crosfhocail a allmhairiú?Athshocrófar do réimsí modhnaithe!
gd: A bheil thu cinnteach gu bheil thu airson croisean-tarsainn a thoirt a-steach?Thèid na raointean atharraichte agad ath-shuidheachadh!
hr: Jeste li sigurni da želite uvesti križaljke?Vaša modificirana polja bit će resetirana!
hu: Biztos benne, hogy keresztrejtvényeket szeretne importálni?A módosított mezők visszaállnak!
is: Ertu viss um að þú viljir flytja krossgátur?Breyttu reitirnir þínir verða endurstilltir!
kk: Сіз кроссвордтарды импорттағыңыз келе ме?Сіздің өзгертілген өрістеріңіз қалпына келтіріледі!
km: តើអ្នកពិតជាចង់នាំចូល CassWords មែនទេ?វាលដែលបានកែប្រែរបស់អ្នកនឹងត្រូវបានកំណត់ឡើងវិញ!
kn: ನೀವು ಕ್ರಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ಆಮದು ಮಾಡಲು ಬಯಸುತ್ತೀರಾ?ನಿಮ್ಮ ಮಾರ್ಪಡಿಸಿದ ಕ್ಷೇತ್ರಗಳನ್ನು ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ!
ky: Сиз кроссворддорду импорттоону каалайсызбы?Өзгөртүлгөн талааларыңызды баштапкы абалга келтирет!
lo: ທ່ານແນ່ໃຈບໍ່ວ່າທ່ານຕ້ອງການນໍາເຂົ້າ crosswords?ຂົງເຂດທີ່ຖືກດັດແກ້ຂອງທ່ານຈະຖືກປັບໃຫມ່!
ml: ക്രോസ്വേഡുകൾ ഇറക്കുമതി ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?നിങ്ങളുടെ പരിഷ്ക്കരിച്ച ഫീൽഡുകൾ പുന .സജ്ജമാക്കും!
mn: Та кроссворд импортлохыг хүсч байна уу?Таны өөрчлөгдсөн талбарууд дахин тохируулах болно!
mt: Int żgur li trid timporta t-tisliba?L-oqsma modifikati tiegħek jiġu reset!
nl: Weet u zeker dat u kruiswoordraadsels wilt importeren?Uw aangepaste velden worden gereset!
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ କ୍ରସ୍ ୱାର୍ଡ ଆମଦାନି କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?ଆପଣଙ୍କର ସଂଶୋଧିତ କ୍ଷେତ୍ରଗୁଡିକ ପୁନ res ସେଟ୍ ହେବ!
sw: Je! Una uhakika unataka kuingiza maneno?Sehemu zako zilizobadilishwa zitawekwa upya!
th: แน่ใจหรือว่าต้องการนำเข้าไขว้?ฟิลด์ที่แก้ไขของคุณจะถูกรีเซ็ต!
zh: 您确定要导入填字游戏吗？您的修改字段将被重置！
zu: Uqinisekile ukuthi ufuna ukungenisa ama-crosswords?Izinkambu zakho eziguquliwe zizosethwa kabusha!

source: Restart
bg: Рестартирам
el: Επανεκκίνηση
ga: Tosaigh arís
gd: Ath-thòisich
hr: Ponovno pokretanje
hu: Újrakezd
is: Endurræsa
kk: Қайтадан қосу
km: ចាប់ផ្ដើមឡើងវិញ
kn: ಪುನರಾರಂಭದ
ky: Кайра жүргүзүү
lo: ເລີ່ມ​ຕົ້ນ​ໃຫມ່
ml: പുനരാരംഭിക്കുക
mn: Дахин ачааллах
mt: Erġa ibda
nl: Herstarten
or: ପୁନଃପ୍ରାରମ୍ଭ
sw: Anzisha tena
th: เริ่มต้นใหม่
zh: 重新开始
zu: Qala kabusha

source: Are you sure you want to restart the app?
bg: Сигурни ли сте, че искате да рестартирате приложението?
el: Είστε βέβαιοι ότι θέλετε να επανεκκινήσετε την εφαρμογή;
ga: An bhfuil tú cinnte gur mhaith leat an aip a atosú?
gd: A bheil thu cinnteach gu bheil thu airson an aplacaid ath-thòiseachadh?A bheil thu cinnteach gu bheil thu airson an aplacaid ath-thòiseachadh?
hr: Jeste li sigurni da želite ponovno pokrenuti aplikaciju?
hu: Biztosan újra akarja indítani az alkalmazást?
is: Ertu viss um að þú viljir endurræsa forritið?
kk: Қолданбаны қайта іске қосқыңыз келетініне сенімдісіз бе?
km: តើអ្នកប្រាកដថាចង់ចាប់ផ្តើមកម្មវិធីឡើងវិញទេ?
kn: ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ky: Колдонмону чын эле өчүрүп күйгүзгүңүз келеби?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຣີສະຕາດແອັບ?
ml: ആപ്പ് പുനരാരംഭിക്കണമെന്ന് തീർച്ചയാണോ?
mn: Та апп-г дахин эхлүүлэхдээ итгэлтэй байна уу?
mt: Int żgur li trid terġa' tibda l-app?
nl: Weet u zeker dat u de app opnieuw wilt starten?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଆପ୍ ପୁନ rest ଆରମ୍ଭ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
sw: Je, una uhakika unataka kuanzisha upya programu?
th: คุณแน่ใจหรือไม่ว่าต้องการรีสตาร์ทแอป
zh: 您确定要重新启动应用程序吗？
zu: Uqinisekile ukuthi ufuna ukuqala kabusha uhlelo lokusebenza?

source: Exit
bg: Изход
el: Εξοδος
ga: An slí amach
gd: Ar-a-mach
hr: Izlaz
hu: Kijárat
is: Hætta
kk: Шығу
km: ចេញ
kn: ನಿರ್ಗಮಿಸಿ
ky: Чыгыңыз
lo: ອອກໄປ
ml: പുറത്ത്
mn: гарах
mt: Ħruġ
nl: Uitgang
or: ପ୍ରସ୍ଥାନ
sw: UtgÃ¥ng
th: ออก
zh: 出口
zu: Phuma

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
bg: Сигурни ли сте, че искате да излезете от приложението? Ако уеб приложението работи, то ще бъде прекратено.
el: Είστε βέβαιοι ότι θέλετε να βγείτε από την εφαρμογή; Εάν η εφαρμογή Ιστού εκτελείται, θα τερματιστεί.
ga: An bhfuil tú cinnte gur mhaith leat éirí as an aip? Má tá an app gréasáin ag rith, cuirfear deireadh leis.
gd: A bheil thu cinnteach gu bheil thu airson an aplacaid fhàgail? A bheil thu cinnteach gu bheil thu airson an aplacaid fhàgail? Ma tha an aplacaid lìn a 'ruith, thèid a thoirt gu crìch.
hr: Jeste li sigurni da želite izaći iz aplikacije? Ako je web-aplikacija pokrenuta, bit će prekinuta.
hu: Biztosan ki akar lépni az alkalmazásból? Ha a webalkalmazás fut, akkor leáll.
is: Ertu viss um að þú viljir hætta í forritinu? Ef vefforritið er í gangi verður því lokað.
kk: Қолданбадан шынымен шыққыңыз келе ме? Егер веб-бағдарлама жұмыс істеп тұрса, ол тоқтатылады.
km: តើអ្នកប្រាកដថាចង់ចាកចេញពីកម្មវិធីមែនទេ? ប្រសិនបើកម្មវិធីបណ្តាញកំពុងដំណើរការ វានឹងត្រូវបានបញ្ចប់។
kn: ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನಿರ್ಗಮಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್ ಚಾಲನೆಯಲ್ಲಿದ್ದರೆ, ಅದನ್ನು ಕೊನೆಗೊಳಿಸಲಾಗುತ್ತದೆ.
ky: Колдонмодон чын эле чыккыңыз келеби? Веб колдонмо иштеп жатса, ал токтотулат.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການອອກຈາກແອັບ? ຖ້າແອັບເວັບກຳລັງເຮັດວຽກຢູ່, ມັນຈະຖືກປິດ.
ml: ആപ്പിൽ നിന്ന് പുറത്തുകടക്കണമെന്ന് തീർച്ചയാണോ? വെബ് ആപ്പ് പ്രവർത്തിക്കുകയാണെങ്കിൽ, അത് അവസാനിപ്പിക്കും.
mn: Та апп-аас гарахдаа итгэлтэй байна уу? Хэрэв вэб програм ажиллаж байгаа бол энэ нь хаагдах болно.
mt: Int żgur li trid toħroġ mill-app? Jekk l-app tal-web tkun qed taħdem, tiġi mitmuma.
nl: Weet u zeker dat u de app wilt afsluiten? Als de web-app actief is, wordt deze beëindigd.
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଆପ୍ ଛାଡିବାକୁ ଚାହୁଁଛନ୍ତି କି? ଯଦି ୱେବ୍ ଆପ୍ ଚାଲୁଛି, ତେବେ ଏହାକୁ ବନ୍ଦ କରିଦିଆଯିବ |
sw: Je, una uhakika unataka kuondoka kwenye programu? Ikiwa programu ya wavuti inaendeshwa, itasitishwa.
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากแอป หากเว็บแอปทำงานอยู่ แอปนั้นจะถูกยกเลิก
zh: 您确定要退出该应用程序吗？如果 Web 应用程序正在运行，它将被终止。
zu: Ingabe uqinisekile ukuthi ufuna ukuphuma ohlelweni lokusebenza? Uma uhlelo lokusebenza lwewebhu lusebenza, luzonqanyulwa.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
bg: Сигурни ли сте, че искате да се върнете към началния екран? Уеб приложението ще бъде прекратено.
el: Είστε βέβαιοι ότι θέλετε να επιστρέψετε στην αρχική οθόνη; Η εφαρμογή Ιστού θα τερματιστεί.
ga: An bhfuil tú cinnte gur mhaith leat dul ar ais go dtí an scáileán baile? Cuirfear deireadh leis an app gréasáin.
gd: A bheil thu cinnteach gu bheil thu airson a dhol air ais chun sgrion dachaigh? A bheil thu cinnteach gu bheil thu airson a dhol air ais chun sgrion dachaigh? Thèid an app lìn a thoirt gu crìch.
hr: Jeste li sigurni da se želite vratiti na početni zaslon? Web-aplikacija će biti prekinuta.
hu: Biztosan vissza akar térni a kezdőképernyőre? A webalkalmazás megszűnik.
is: Ertu viss um að þú viljir fara aftur á heimaskjáinn? Vefforritinu verður lokað.
kk: Негізгі экранға оралғыңыз келетініне сенімдісіз бе? Веб қолданба тоқтатылады.
km: តើអ្នកប្រាកដថាចង់ត្រលប់ទៅអេក្រង់ដើមវិញទេ? កម្មវិធីបណ្តាញនឹងត្រូវបានបិទ។
kn: ನೀವು ಹೋಮ್ ಸ್ಕ್ರೀನ್‌ಗೆ ಹಿಂತಿರುಗಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಕೊನೆಗೊಳಿಸಲಾಗುತ್ತದೆ.
ky: Чын эле башкы экранга кайткыңыз келеби? Веб колдонмо токтотулат.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການກັບໄປໜ້າຈໍຫຼັກ? ແອັບເວັບຈະຖືກປິດ.
ml: ഹോം സ്‌ക്രീനിലേക്ക് തിരികെ പോകണമെന്ന് തീർച്ചയാണോ? വെബ് ആപ്പ് അവസാനിപ്പിക്കും.
mn: Та үндсэн дэлгэц рүү буцахдаа итгэлтэй байна уу? Вэб програмыг зогсоох болно.
mt: Int żgur li trid tmur lura għall-iskrin tad-dar? Il-web app se tiġi mitmuma.
nl: Weet je zeker dat je terug wilt naar het startscherm? De webapp wordt beëindigd.
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ହୋମ ସ୍କ୍ରିନକୁ ଫେରିବାକୁ ଚାହୁଁଛନ୍ତି କି? ୱେବ୍ ଆପ୍ ସମାପ୍ତ ହେବ |
sw: Je, una uhakika unataka kurudi kwenye skrini ya kwanza? Programu ya wavuti itakatishwa.
th: คุณแน่ใจหรือไม่ว่าต้องการกลับไปที่หน้าจอหลัก เว็บแอปจะถูกยกเลิก
zh: 您确定要返回主屏幕吗？ Web 应用程序将被终止。
zu: Uqinisekile ukuthi ufuna ukubuyela esikrinini sasekhaya? Uhlelo lokusebenza lwewebhu luzonqanyulwa.

source: Error
bg: Грешка
el: Λάθος
ga: Earráid
gd: Mearachd
hr: Greška
hu: Hiba
is: Villa
kk: Қате
km: កំហុស
kn: ದೋಷ
ky: Ката
lo: ຜິດພາດ
ml: പിശക്
mn: Алдаа
mt: Żball
nl: Fout
or: ତ୍ରୁଟି |
sw: Hitilafu
th: ข้อผิดพลาด
zh: 错误
zu: Iphutha

source: This language is already selected.
bg: Този език вече е избран.
el: Αυτή η γλώσσα είναι ήδη επιλεγμένη.
ga: Tá an teanga seo roghnaithe cheana féin.
gd: Tha an cànan seo air a thaghadh mu thràth.
hr: Ovaj jezik je već odabran.
hu: Ez a nyelv már ki van választva.
is: Þetta tungumál er þegar valið.
kk: Бұл тіл әлдеқашан таңдалған.
km: ភាសានេះត្រូវបានជ្រើសរើសរួចហើយ។
kn: ಈ ಭಾಷೆಯನ್ನು ಈಗಾಗಲೇ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ.
ky: Бул тил мурунтан эле тандалган.
lo: ພາສານີ້ຖືກເລືອກແລ້ວ.
ml: ഈ ഭാഷ ഇതിനകം തിരഞ്ഞെടുത്തു.
mn: Энэ хэл аль хэдийн сонгогдсон байна.
mt: Din il-lingwa hija diġà magħżula.
nl: Deze taal is al geselecteerd.
or: ଏହି ଭାଷା ପୂର୍ବରୁ ମନୋନୀତ ହୋଇଛି |
sw: Lugha hii tayari imechaguliwa.
th: ภาษานี้ถูกเลือกไว้แล้ว
zh: 该语言已被选择。
zu: Lolu limi seluvele lukhethiwe.

source: This size is already selected.
bg: Този размер вече е избран.
el: Αυτό το μέγεθος είναι ήδη επιλεγμένο.
ga: Tá an méid seo roghnaithe cheana féin.
gd: Tha am meud seo air a thaghadh mu thràth.
hr: Ova veličina je već odabrana.
hu: Ez a méret már ki van választva.
is: Þessi stærð er þegar valin.
kk: Бұл өлшем әлдеқашан таңдалған.
km: ទំហំនេះត្រូវបានជ្រើសរើសរួចហើយ។
kn: ಈ ಗಾತ್ರವನ್ನು ಈಗಾಗಲೇ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ.
ky: Бул өлчөм мурунтан эле тандалган.
lo: ຂະໜາດນີ້ຖືກເລືອກແລ້ວ.
ml: ഈ വലുപ്പം ഇതിനകം തിരഞ്ഞെടുത്തു.
mn: Энэ хэмжээг аль хэдийн сонгосон байна.
mt: Dan id-daqs huwa diġà magħżul.
nl: Deze maat is al geselecteerd.
or: ଏହି ଆକାର ପୂର୍ବରୁ ସିଲେକ୍ଟ ହୋଇସାରିଛି |
sw: Ukubwa huu tayari umechaguliwa.
th: ขนาดนี้ถูกเลือกไว้แล้ว
zh: 该尺寸已选定。
zu: Lo sayizi usuvele ukhethiwe.
