Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/co/LC_MESSAGES/messages.po
Languages: co

source: Select a destination to export your crosswords to
co: Selezziunate una destinazione per esportà e vostre crucivere

source: my-crosswords
co: mi-crosswords

source: Select a valid crossword JSON file that was exported using xpuz
co: Selezziunate un schedariu di crucionariu validu JSON chì hè stata esportata utilizendu Crossword_uzzle

source: Select a destination to export your ipuz to
co: Selezziunate una destinazione per esportà u vostru iPUZ à

source: Answers
co: RISPOSTA

source: Select a destination to download your PDF to
co: Selezziunate una destinazione per scaricà u vostru pdf à

source: Across
co: Per tutta

source: Down
co: Giù

source: Remove
co: caccià

source: Are you sure you want to delete this
co: Sò sicuru chì vulete sguassà questu

source: It will be lost forever!
co: Sarà persu per sempre !

source: Add or select
co: Aghjunghjite o selezziunate

source: Are you sure you want to add/select a
co: Sò sicuru chì vulete aghjunghje / selezziunà a

source: Your modified fields will be reset!
co: I vostri campi mudificati seranu resettati!

source: Back to home
co: Torna in casa

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
co: Sò sicuru chì vulete vultà à u screnu in casa ?

source: Are you sure you want to import crosswords? Your modified fields will be reset!
co: Hè sicura chì vulete impurtà cruciversi?I vostri campi mudificati seranu resettati!

source: Restart
co: Riavvia

source: Are you sure you want to restart the app?
co: Sò sicuru chì vulete riavvia l'app?

source: Exit
co: Esci

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
co: Sò sicuru chì vulete esce da l'app? Sò sicuru chì vulete esce da l'app? Se l'app web hè in esecuzione, serà terminata.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
co: Sò sicuru chì vulete vultà à u screnu in casa? Sò sicuru chì vulete vultà à u screnu in casa ? L'app web serà terminata.

source: Error
co: Errore

source: This language is already selected.
co: Sta lingua hè digià sceltu.

source: This size is already selected.
co: Sta taglia hè digià sceltu.

source: This appearance is already selected.
co: Stu aspettu hè digià sceltu.

source: This quality is already selected.
co: Questa qualità hè digià scelta.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
co: Una crucivera cù stu nome è a difficultà esiste digià.Sceglite un novu nome è / o una nova difficultà.

source: You have no crosswords to export. Please make some and try again.
co: Ùn avete micca una crucivera per esportà.Per piacè fate qualchì è pruvà torna.

source: Successfully exported your crosswords.
co: Esportate cù successu e vostre crucivere.

source: Your crosswords could not be exported, sorry.
co: E vostre crucivere ùn anu micca pussutu esse esportatu, scusate.

source: All of your crosswords were successfully imported.
co: Tutte e vostre cruci parole sò stati impurtati cù successu.

source: Your import could not be fully completed.
co: U vostru Import ùn pudia micca esse cumpletamente cumpletamente.

source: Crosswords with duplicate names and difficulties that were not imported:
co: Crosswords cun nomi duplicate è difficultà chì ùn sò micca impurtati:

source: Invalid crosswords that were not imported:
co: Cruciverezioni Invalidi chì ùn sò micca impurtati:

source: The specified JSON file is invalid and cannot be processed.
co: U schedariu JSON specificatu ùn hè micca validu è ùn pò micca esse trasfurmatu.

source: This word already exists. Please choose a new word.
co: Sta parolla esiste digià.

source: An error occurred while creating your PDF. Please try again.
co: Un errore hè accadutu durante a creazione di u vostru PDF.Per piacè di pruvà.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
co: E parolle chì ùn puderianu micca esse inseriti durante a generazione incruciata ùn sarà micca incrustitu in stu pdf, dispiendu.

source: Successfully wrote PDF.
co: Hà scrittu cù successu PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
co: Vi manca Pycairo, chì hè obligatu à fà sta operazione.Per piacè corre

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
co: è installà i capi per pycairo se ùn site micca nantu à i finestri utilizendu Pycairo hà iniziatu a guida

source: Successfully wrote ipuz
co: Hà scrittu cù successu iPUZ

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
co: U primu lanciu, per piacè leghjite: Una volta chì avete caricatu un cruciverba, è vulete carcà un altru, duvete prima finisce l'app web. U primu lanciu, per piacè leghjite: Una volta chì avete caricatu un cruciverba, è vulete carricà un altru, duvete prima finisce l'app web. IMPORTANTE: Sè site in macOS, forzate a abbandunà l'applicazione (usendu cmd + q) mentre l'app web hè in esecuzione, impediscenu di finisce bè. Sè vo fate questu per sbagliu, u prugramma correrà novi applicazioni web cù un portu diversu. In alternativa, pudete cambià manualmente u portu in u schedariu di cunfigurazione di u prugramma. Tutti i prucessi di l'app chì ùn sò micca stati terminati bè ponu esse terminati attraversu Activity Monitor in MacOS, o, simpricimenti, riavvia u vostru urdinatore per finisce.

source: An unexpected error occured. Please try reinstalling the application with
co: Un errore imprevisu hè accadutu.

source: Definitions are empty
co: E definizione sò viote

source: The word count or definitions are less than 3 in length
co: U numeru di parolle o definizione sò menu di 3 in lunghezza

source: Length of the word count is greater than the definitions
co: A lunghezza di a parolla hè più grande di e definizione

source: Escape character present in word
co: Carattere di scappà presente in a parolla

source: Crossword Puzzle - Game
co: Cruciverba puzzle - ghjocu

source: Compound
co: Compostu

source: Auto-skip
co: Skip auto

source: Auto-word
co: Parola auto

source: Auto-check
co: Verificà Auto

source: Reveal
co: Revela

source: Cell
co: Cellula

source: Word
co: Parolla

source: Check
co: Cuntrollu

source: Unrevealed
co: Senza cuntrollu

source: You are viewing
co: VOI VIDE

source: from
co: da

source: word(s) could not be inserted, sorry.
co: parolle (s) ùn pudia micca esse inserita, scusate.

source: Word count (adjusted)
co: Conte di e parole (aghjustate)

source: Word count
co: Conta di parolla

source: Continue
co: Cuntinuà

source: You completed the crossword!
co: Avete completatu a crossword!

source: Close
co: Chiudi

source: Categorised
co: categurizatu

source: Flattened
co: Appiattitu

source: Browser
co: navigatore

source: Embedded
co: EMSTEDED

source: ipuz
co: ipiz

source: Crossword Browser
co: Browser cruciverba

source: Back
co: Torna

source: Search
co: CERCAZZA

source: Create
co: Crea da creà

source: Play
co: Ghjucà

source: Game view
co: Vista di ghjocu

source: Export as
co: Exportà cum'è

source: Destroy
co: Distrughjini

source: Word count preferences
co: Preferenze di conte di parolle

source: Select word count
co: Sceglie u numeru di parolle

source: Maximum
co: Massimu

source: To perform this operation, you must first select a cell.
co: Per fà sta operazione, duvete prima selezziunate una cellula.

source: View
co: Vede

source: Total words
co: Parolle totale

source: Difficulty
co: DIFULTITÀ

source: Select
co: Selezziunà

source: Crossword Editor
co: Editore di parole incruciate

source: Your Crosswords
co: I vostri cruciverba

source: Save
co: Salvà

source: length >= 1 and valid OS file name
co: lunghezza>= 1 è nome di file OS validu

source: length == 1
co: lunghezza == 1

source: Easy
co: Facile

source: Hard
co: Duru

source: Extreme
co: Estremo

source: Adding
co: aghjunghje

source: Add
co: aghjunghje

source: Press
co: Pulse

source: to add a
co: aghjunghje a

source: new crossword.
co: nova cruciverba.

source: Editing
co: Editatu

source: Your Words
co: E vostre parolle

source: length >= 1 and length <= 32 and is a language character
co: longueur >= 1 et longueur <= 32 et est un caractère de langue

source: length >= 1
co: lunghezza >= 1

source: new word.
co: parolla nova.

source: light
co: luce

source: dark
co: scuru

source: system
co: sistema

source: terrible
co: terribile

source: poor
co: Poviru

source: average
co: Media

source: great
co: perfettu

source: perfect
co: perfetta

source: BrowserPage
co: BrowsPPage

source: Editor
co: Editore

source: EditorPage
co: Pagina Editore

source: Global Settings
co: Settings Global

source: Language
co: Lingua

source: Size
co: Taglia

source: Appearance
co: Apparizione

source: Crossword Quality
co: Qualità crucivia

source: New version available!
co: Nova versione disponibile!

source: Geography
co: Geografia

source: Math
co: Matematica

source: Science
co: Scienza

source: Computer Science
co: Informatica

source: User
co: utilizatore

source: Clue
co: Indice

source: Name
co: Nome

source: Symbol
co: Simbulu
