{
    "tes abel": "Cara nguji konvergensi seri tanpa wates",
    "konvergensi absolut": "Deret tanpa wates diarani konvergen mutlak yen jumlah saka nilai absolut saka summands iku winates",
    "maksimum mutlak": "Nilai paling dhuwur sing digayuh fungsi",
    "minimal mutlak": "Nilai paling murah sing digayuh fungsi",
    "nilai mutlak": "Nilai non-negatif saka nomer nyata tanpa gati kanggo tandha",
    "seri gantian": "Seri tanpa wates sing istilah gantian antarane positif lan negatif",
    "test seri gantian": "Cara sing digunakake kanggo mbuktekake manawa deret bolak-balik kanthi istilah sing nyuda nilai absolut yaiku deret konvergen",
    "anulus": "Obyek sing bentuke cincin, wilayah sing diwatesi rong bunderan konsentris",
    "antiderivatif": "Fungsi diferensial sing turunan padha karo fungsi asli",
    "asimtot": "Garis sing jarak antarane kurva lan garis nyedhaki nol amarga siji utawa loro koordinat x utawa y cenderung tanpa wates.",
    "area ing ngisor kurva": "Integral sing nggambarake area antarane kurva y=f(x), sumbu-x, lan garis vertikal x=a lan x=b, ing ngendi a lan b minangka watesan integrasi.",
    "aturan chain": "Turunan saka fungsi gabungan yaiku turunan saka fungsi njaba sing dievaluasi ing fungsi njero dikali turunan saka fungsi njero.",
    "kalkulus diferensial": "Sinau tingkat owah-owahan jumlah. Persamaan turunan digunakake kanggo njlèntrèhaké tingkat owah-owahan fungsi",
    "variabel bebas": "Jumlah sing dimanipulasi ing fungsi utawa persamaan, asring nuduhake sabab ing hubungan sebab-akibat.",
    "variabel gumantung": "Asil utawa asil ing fungsi utawa hubungan sing owah-owahan adhedhasar nilai saka jumlah liyane",
    "domain": "Nuduhake kabeh nilai sing bisa digunakake minangka input kanggo fungsi",
    "jangkoan": "Himpunan kabeh output sing bisa diprodhuksi dening fungsi",
    "watesan": "Konsep sing njlèntrèhaké apa nilai output sing nyedhaki fungsi nalika input nyedhaki nilai tartamtu",
    "turunan": "Konsep sing ngukur tingkat owah-owahan cepet utawa kemiringan garis tangen ing titik tartamtu ing sawijining fungsi.",
    "kalkulus integral": "Ekstensi kalkulus sing kalebu nemokake antiderivatif saka fungsi sing asale diwenehi",
    "integral garis": "Integrasi fungsi ing sadawane garis kurva",
    "integral permukaan": "Generalisasi integral beda kanggo integrasi liwat permukaan",
    "kalkulus multivariabel": "Ekstensi kalkulus ing siji variabel dadi kalkulus kanthi fungsi sawetara variabel",
    "lapangan vektor": "Titik ing papan sing nduweni magnitudo lan arah",
    "kalkulus vektor": "Ekstensi kalkulus sing gegayutan karo diferensiasi lan integrasi lapangan vektor ing ruang Euclidean telung dimensi.",
    "potensial vektor": "Bidang vektor sing nyebabake lapangan solenoidal liwat operator curl"
}