{
    "asunto": "Todo lo que ocupa espacio y tiene masa.",
    "elemento": "Sustancia pura formada por un solo tipo de átomo.",
    "átomo": "Unidad de materia más pequeña que puede participar en una reacción química.",
    "compuesto": "Sustancia formada por dos o más elementos unidos químicamente.",
    "molécula": "Grupo de átomos unidos químicamente entre sí.",
    "mezcla": "Combinación de dos o más sustancias no combinadas químicamente",
    "homogéneo": "Mezcla con composición uniforme en todas partes (p. ej., solución)",
    "heterogéneo": "Mezcla con composición no uniforme (p. ej., suspensión)",
    "estado": "Forma en que existe la materia (sólido, líquido, gaseoso, plasma)",
    "sólido": "Estado de la materia con forma y volumen definidos.",
    "líquido": "Estado de la materia con volumen definido pero sin forma definida.",
    "gas": "Estado de la materia sin forma ni volumen definidos.",
    "reacción": "Proceso donde las sustancias cambian para formar nuevas sustancias.",
    "reactivo": "Sustancia que sufre cambios en una reacción química.",
    "producto": "Nueva sustancia formada en una reacción química.",
    "vínculo": "Fuerza que mantiene unidos los átomos en una molécula o compuesto.",
    "fórmula química": "Manera abreviada de representar una sustancia usando símbolos y números.",
    "ecuacion quimica": "Representación simbólica de una reacción química.",
    "solución": "Mezcla homogénea de un soluto (sustancia disuelta) y un disolvente (sustancia disolvente)",
    "concentración": "Cantidad de soluto disuelto en una determinada cantidad de disolvente.",
    "ácido": "Sustancia que dona iones de hidrógeno (H+) en agua.",
    "base": "Sustancia que acepta iones de hidrógeno (H+) en agua.",
    "neutralización": "Reacción entre un ácido y una base, formando una sal y agua.",
    "energía": "Capacidad para hacer el trabajo",
    "energía química": "Energía potencial almacenada en los enlaces químicos de una sustancia."
}