{
    "សំណុំការណែនាំ": "ការប្រមូលពាក្យបញ្ជា CPU អាចយល់បាន។",
    "ចុះឈ្មោះ": "ទីតាំងអង្គចងចាំតូច និងលឿនបំផុតនៅក្នុង CPU",
    "ឯកតាតក្កវិជ្ជានព្វន្ធ": "ផ្នែកនៃ CPU ដែលធ្វើការគណនា",
    "អង្គភាពត្រួតពិនិត្យ": "សំរបសំរួលសកម្មភាពនៃសមាសធាតុរបស់កុំព្យូទ័រ",
    "អានតែការចងចាំ": "រក្សាទុកការណែនាំដែលចាំបាច់សម្រាប់កុំព្យូទ័រចាប់ផ្តើម",
    "អង្គចងចាំឃ្លាំងសម្ងាត់": "អង្គចងចាំតូចជាង និងលឿនជាងមុននៅជិត CPU សម្រាប់ការចូលប្រើរហ័ស",
    "ល្បឿននាឡិកា": "អត្រាដែល CPU ប្រតិបត្តិសេចក្តីណែនាំ",
    "ទំហំពាក្យ": "ចំនួនប៊ីត CPU អាចដំណើរការក្នុងពេលតែមួយ",
    "បំពង់": "បច្ចេកទេសដែលស៊ីភីយូបំបែកការណែនាំជាដំណាក់កាល ដើម្បីធ្វើការលើច្រើនក្នុងពេលតែមួយ",
    "ដំណើរការច្រើន": "ការប្រើប្រាស់ស៊ីភីយូ ឬស្នូលច្រើន ដើម្បីបំពេញកិច្ចការក្នុងពេលដំណាលគ្នា។",
    "រំខាន": "សញ្ញាដែលផ្អាក CPU ជាបណ្ដោះអាសន្ន ដើម្បីគ្រប់គ្រងព្រឹត្តិការណ៍មួយ។",
    "អង្គចងចាំនិម្មិត": "បច្ចេកទេសប្រើទំហំថាសរឹងជាផ្នែកបន្ថែមនៃ RAM",
    "ជីវវិទ្យា": "ប្រព័ន្ធបញ្ចូល/ទិន្នផលមូលដ្ឋាន កម្មវិធីបង្កប់ដែលចាប់ផ្តើមផ្នែករឹងនៅពេលចាប់ផ្តើម",
    "ច្រក i/o": "អាសយដ្ឋានជាក់លាក់នៅលើកុំព្យូទ័រសម្រាប់ទំនាក់ទំនងជាមួយឧបករណ៍គ្រឿងកុំព្យូទ័រ",
    "កម្មវិធីបញ្ជាឧបករណ៍": "កម្មវិធីដែលអនុញ្ញាតឱ្យប្រព័ន្ធប្រតិបត្តិការគ្រប់គ្រងឧបករណ៍មួយ។",
    "ភាពមិនចេះចប់": "លំដាប់ដែលបៃត្រូវបានរក្សាទុកក្នុងអង្គចងចាំ",
    "ពិធីការបណ្តាញ": "សំណុំនៃច្បាប់ និងស្តង់ដារសម្រាប់ការទំនាក់ទំនងរវាងឧបករណ៍",
    "កញ្ចប់": "ឯកតាតូចមួយនៃទិន្នន័យបញ្ជូនតាមបណ្តាញ",
    "រ៉ោតទ័រ": "ឧបករណ៍ដែលបញ្ជូនបន្តកញ្ចប់ព័ត៌មានរវាងបណ្តាញផ្សេងៗគ្នា",
    "របាំងបណ្ដាញរង": "ប្រើដើម្បីកំណត់បណ្តាញ និងផ្នែកម៉ាស៊ីននៃអាសយដ្ឋាន IP",
    "ទ្រឹស្តីបទ": "ការរៀបចំឧបករណ៍ និងការតភ្ជាប់ក្នុងបណ្តាញ",
    "គំរូម៉ាស៊ីនបម្រើអតិថិជន": "ស្ថាបត្យកម្មបណ្តាញដែលអតិថិជនស្នើសុំធនធានពីម៉ាស៊ីនមេ",
    "ឌីម៉ា": "ការចូលប្រើអង្គចងចាំដោយផ្ទាល់ អនុញ្ញាតឱ្យឧបករណ៍ផ្ទេរទិន្នន័យដោយមិនប្រើស៊ីភីយូ"
}