{
    "fotosyntéza": "Proces, pri ktorom rastliny využívajú slnečné svetlo, vodu a CO2 na výrobu potravy (glukózy)",
    "bunkové dýchanie": "Proces, pri ktorom bunky rozkladajú glukózu, aby uvoľnili energiu",
    "mitochondrie": "Organely v bunkách zodpovedné za bunkové dýchanie",
    "chlorofyl": "Zelený pigment v rastlinách, ktorý absorbuje slnečné svetlo pre fotosyntézu",
    "dna": "Deoxyribonukleová kyselina, molekula nesúca genetickú informáciu",
    "rna": "Ribonukleová kyselina, molekula zapojená do syntézy bielkovín",
    "bielkoviny": "Molekula zložená z aminokyselín, ktorá vykonáva rôzne telesné funkcie",
    "enzým": "Proteín, ktorý urýchľuje chemické reakcie v tele",
    "bunka": "Základná jednotka života, základný stavebný kameň všetkých živých vecí",
    "tkaniva": "Skupina podobných buniek, ktoré spolupracujú pri vykonávaní špecifickej funkcie",
    "orgán": "Skupina tkanív, ktoré spolupracujú pri vykonávaní špecifickej funkcie",
    "sústava orgánov": "Skupina orgánov, ktoré spolupracujú pri vykonávaní komplexnej funkcie",
    "homeostázy": "Schopnosť organizmu udržiavať stabilné vnútorné prostredie",
    "prispôsobenie": "Zmena v organizme, ktorá mu pomáha prežiť a rozmnožovať sa v jeho prostredí",
    "evolúcie": "Proces, pri ktorom sa populácie organizmov v priebehu času menia",
    "prirodzený výber": "Proces, pri ktorom organizmy s vlastnosťami vhodnejšími pre ich prostredie s väčšou pravdepodobnosťou prežijú a rozmnožujú sa",
    "ekológia": "Štúdium toho, ako organizmy interagujú navzájom a ich prostredie",
    "ekosystému": "Spoločenstvo živých organizmov a ich neživé prostredie, ktoré sa navzájom ovplyvňujú",
    "biosféra": "Časť Zeme, ktorá podporuje život",
    "taxonómie": "Odvetvie biológie zaoberajúce sa klasifikáciou organizmov",
    "morfológia": "Odvetvie biológie zaoberajúce sa štúdiom formy a štruktúry",
    "fyziológie": "Odvetvie biológie zaoberajúce sa štúdiom funkcií a procesov v živých organizmoch",
    "autotrof": "Organizmus, ktorý dokáže produkovať svoje vlastné potraviny pomocou svetla alebo chemikálií (napr.",
    "heterotrof": "Organizmus, ktorý získava potravu konzumáciou iných organizmov (napr. zvierat)",
    "výrobca": "Organizmus, ktorý produkuje organickú hmotu (napríklad rastliny)",
    "spotrebiteľ": "Organizmus, ktorý konzumuje organickú hmotu produkovanú inými organizmami (napr. zvieratami)",
    "rozkladač": "Organizmus, ktorý rozkladá mŕtve organizmy a organickú hmotu (napr. huby, baktérie)",
    "biotop": "Prirodzené prostredie organizmu",
    "populácia": "Skupina organizmov rovnakého druhu žijúcich v určitej oblasti",
    "komunity": "Skupina rôznych populácií, ktoré sa navzájom ovplyvňujú v určitej oblasti",
    "bióm": "Rozsiahly ekosystém s charakteristickými rastlinami a živočíchmi (napr. púšť, dažďový prales)",
    "biodiverzitu": "Rozmanitosť života na Zemi na všetkých úrovniach, od génov až po ekosystémy",
    "ohrozené": "Druhy, ktorým hrozí vyhynutie",
    "zaniknutý": "Druhy, ktoré už neexistujú"
}