Repository: tomasvana10/xpuz
Catalog: locales/yo/LC_MESSAGES/messages.po
Languages: yo

source: Crossword Puzzle
yo: Crossword adojuru

source: View crosswords
yo: Wo crosswords

source: Exit the app
yo: Jade ni app

source: Global Settings
yo: Eto Agbaye

source: Languages
yo: Awọn ede

source: Size
yo: Iwọn

source: light
yo: imole

source: dark
yo: dudu

source: system
yo: eto

source: Appearance
yo: Ifarahan

source: Go back
yo: Pada

source: Load crossword
yo: Fifuye crossword

source: Open web app
yo: Ṣii ohun elo wẹẹbu

source: Terminate web app
yo: Pa ohun elo wẹẹbu kuro

source: Word count preferences
yo: Awọn ayanfẹ kika ọrọ

source: Select word count
yo: Yan kika ọrọ

source: Maximum
yo: O pọju

source: Custom
yo: Aṣa

source: Total words
yo: Lapapọ awọn ọrọ

source: Difficulty
yo: Iṣoro

source: difficulty
yo: iṣoro

source: Select
yo: Yan

source: Restart
yo: Tun bẹrẹ

source: Are you sure you want to restart the app?
yo: Ṣe o da ọ loju pe o fẹ tun app naa bẹrẹ?

source: Exit
yo: Jade

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
yo: Ṣe o da ọ loju pe o fẹ jade kuro ni app naa? Ti ohun elo wẹẹbu n ṣiṣẹ, yoo fopin si.

source: Back to home
yo: Pada si ile

source: Are you sure you want to go back to the home screen? The web app will be terminated.
yo: Ṣe o da ọ loju pe o fẹ pada si iboju ile? Ohun elo wẹẹbu yoo fopin si.

source: Error
yo: Asise

source: This language is already selected.
yo: Ede yii ti yan tẹlẹ.

source: This size is already selected.
yo: Iwọn yii ti yan tẹlẹ.

source: This appearance is already selected.
yo: Irisi yii ti yan tẹlẹ.

source: Info
yo: Alaye

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, either find the Flask app process and terminate it, change the `webapp_port` number in src/config.ini, or restart your computer. ALSO IMPORTANT: In some cases, you may have launched the web app yet your browser cannot view it. If this happens, please restart your browser.
yo: Ifilọlẹ akoko akọkọ, jọwọ ka: Ni kete ti o ba ti gbe ọrọ agbekọja kan, ti o fẹ lati gbe ọkan miiran, o gbọdọ kọkọ fopin si ohun elo wẹẹbu naa. PATAKI: Ti o ba wa lori macOS, fi ipa mu ohun elo naa silẹ (lilo cmd + q) lakoko ti ohun elo wẹẹbu n ṣiṣẹ yoo ṣe idiwọ lati fopin si daradara. Ti o ba ṣe eyi ni aṣiṣe, boya wa ilana ohun elo Flask ki o fopin si, yi nọmba `webapp_port` pada ni src/config.ini, tabi tun kọmputa rẹ bẹrẹ. PATAKI: Ni awọn igba miiran, o le ti ṣe ifilọlẹ ohun elo wẹẹbu naa sibẹsibẹ aṣawakiri rẹ ko le rii. Ti eyi ba ṣẹlẹ, jọwọ tun ẹrọ aṣawakiri rẹ bẹrẹ.

source: Crossword Puzzle - Game
yo: Crossword adojuru - Game

source: Across
yo: Kọja

source: Down
yo: Isalẹ

source: You completed the crossword!
yo: O pari ọrọ agbekọja!

source: Close
yo: Sunmọ

source: Easy
yo: Rọrun

source: Medium
yo: Alabọde

source: Hard
yo: Lile

source: Extreme
yo: Pupọ
