{
    "mtihani wa abeli": "Njia ya majaribio ya muunganisho wa mfululizo usio na kikomo",
    "muunganiko kamili": "Mfululizo usio na kikomo unasemekana kuungana kabisa ikiwa jumla ya maadili kamili ya muhtasari ni kikomo.",
    "upeo kabisa": "Thamani ya juu kabisa ambayo chaguo za kukokotoa hupata",
    "kiwango cha chini kabisa": "Thamani ya chini kabisa ambayo chaguo za kukokotoa hupata",
    "thamani kamili": "Thamani isiyo hasi ya nambari halisi bila kuzingatia ishara yake",
    "mfululizo mbadala": "Mfululizo usio na kikomo ambao maneno yake hupishana kati ya chanya na hasi",
    "mtihani wa mfululizo mbadala": "Mbinu inayotumika kuthibitisha kuwa mfululizo unaopishana na istilahi zinazopungua kwa thamani kamili ni mfululizo wa kigeugeu.",
    "annulus": "Kitu chenye umbo la pete, eneo lililofungwa na miduara miwili iliyokolea",
    "kizuia derivative": "Chaguo za kukokotoa zinazoweza kutofautishwa ambazo derivati yake ni sawa na chaguo za kukokotoa asilia",
    "kutokuwa na dalili": "Mstari ambao umbali kati ya curve na mstari unakaribia sifuri kama moja au zote mbili za viwianishi vya x au y huwa na ukomo.",
    "eneo chini ya curve": "Kiunga kinachowakilisha eneo kati ya curve y=f(x), mhimili wa x, na mistari wima x=a na x=b, ambapo a na b ni kikomo cha ujumuishaji.",
    "kanuni ya mnyororo": "Nyingine ya kitendakazi cha mchanganyiko ni kitokeo cha kitendakazi cha nje kilichotathminiwa katika nyakati za utendaji kazi wa ndani inayotokana na kitendakazi cha ndani.",
    "hesabu tofauti": "Inachunguza kiwango cha mabadiliko ya kiasi. Mlinganyo wa derivative hutumika kuelezea kasi ya mabadiliko ya chaguo la kukokotoa",
    "tofauti ya kujitegemea": "Kiasi ambacho hubadilishwa katika utendaji au mlinganyo, mara nyingi huwakilisha sababu katika uhusiano wa sababu-na-athari.",
    "tofauti tegemezi": "Matokeo au matokeo katika kazi au uhusiano unaobadilika kulingana na thamani za kiasi kingine",
    "kikoa": "Inarejelea thamani zote zinazowezekana ambazo zinaweza kutumika kama ingizo la chaguo la kukokotoa",
    "mbalimbali": "Seti ya matokeo yote yanayowezekana ambayo chaguo za kukokotoa inaweza kutoa",
    "kikomo": "Wazo linalofafanua ni thamani gani za matokeo ya chaguo za kukokotoa inapokaribia kadiri ingizo zinapokaribia thamani fulani",
    "derivatives": "Wazo linalopima kasi ya papo hapo ya mabadiliko au mteremko wa laini ya tanjiti katika hatua fulani kwenye chaguo la kukokotoa.",
    "hesabu muhimu": "Upanuzi wa calculus ambao unahusisha kupata kipinga derivative ya chaguo za kukokotoa ambazo derivati yake imetolewa",
    "mstari muhimu": "Muunganisho wa chaguo za kukokotoa kwenye mstari wa curve",
    "uso muhimu": "Ujumla wa viambatanisho tofauti kwa miunganisho juu ya nyuso",
    "calculus multivariable": "Upanuzi wa calculus katika kigezo kimoja hadi calculus na utendakazi wa vigeu kadhaa",
    "shamba la vekta": "Sehemu katika nafasi ambayo ina ukubwa na mwelekeo",
    "hesabu ya vekta": "Upanuzi wa calculus unaohusika na upambanuzi na ujumuishaji wa uwanja wa vekta katika nafasi ya Euclidean yenye sura tatu.",
    "uwezo wa vekta": "Sehemu ya vekta ambayo hutoa sehemu ya solenoidal kupitia kiendeshaji cha curl"
}