{
    "Fotosynthese": "Prozess mat deem Planzen Sonneliicht, Waasser a CO2 benotzen fir Liewensmëttel (Glukos) ze produzéieren",
    "cellulär Atmung": "Prozess duerch deen Zellen Glukos ofbriechen fir Energie ze befreien",
    "mitochondrien": "Organellen an Zellen verantwortlech fir cellulär Atmung",
    "Chlorophyll": "Gréng Pigment a Planzen, déi Sonneliicht absorbéiert fir Fotosynthese",
    "dna": "Deoxyribonukleinsäure, Molekül déi genetesch Informatioun droen",
    "rna": "Ribonukleinsäure, Molekül involvéiert an der Proteinsynthese",
    "protein": "Molekül besteet aus Aminosäuren, déi verschidde Kierperfunktiounen ausféieren",
    "Enzym": "Protein dat chemesch Reaktiounen am Kierper beschleunegt",
    "Zell": "Basis Eenheet vum Liewen, de fundamentale Bausteng vun all Liewewiesen",
    "Tissu": "Grupp vun ähnlechen Zellen déi zesumme schaffen fir eng spezifesch Funktioun auszeféieren",
    "organ": "Grupp vu Stoffer déi zesumme schaffen fir eng spezifesch Funktioun auszeféieren",
    "Organsystem": "Grupp vun Organer déi zesumme schaffen fir eng komplex Funktioun auszeféieren",
    "homeostasis": "Fäegkeet vun engem Organismus fir e stabilt internt Ëmfeld z'erhalen",
    "Adaptatioun": "Ännerung an engem Organismus deen him hëlleft a senger Ëmwelt ze iwwerliewen a reproduzéieren",
    "Evolutioun": "Prozess duerch deen d'Populatioun vun Organismen iwwer Zäit verännert",
    "natierlech Selektioun": "Prozess, duerch deen Organismen mat Charakteren, déi besser an hir Ëmwelt passen, méi wahrscheinlech iwwerliewen a reproduzéieren",
    "Ökologie": "Etude wéi Organismen mateneen an hir Ëmwelt interagéieren",
    "Ökosystem": "Gemeinschaft vu liewegen Organismen an hir net lieweg Ëmfeld interagéieren mateneen",
    "Biosphär": "Deel vun der Äerd déi Liewen ënnerstëtzt",
    "Taxonomie": "Branche vun der Biologie beschäftegt mat der Klassifikatioun vun Organismen",
    "morphologie": "Branche vun der Biologie beschäftegt mat der Studie vu Form a Struktur",
    "Physiologie": "Branche vun der Biologie beschäftegt mat der Studie vu Funktioun a Prozesser a liewegen Organismen",
    "autotroph": "Organismus déi seng eege Liewensmëttel mat Liicht oder Chemikalien produzéiere kann (z.B. Planzen)",
    "heterotroph": "Organismus dee Liewensmëttel kritt andeems se aner Organismen konsuméieren (z.B. Déieren)",
    "Produzent": "Organismus deen organesch Matière produzéiert (z.B. Planzen)",
    "Konsument": "Organismus deen organesch Matière verbraucht, déi vun aneren Organismen produzéiert gëtt (z.B. Déieren)",
    "decomposer": "Organismus deen dout Organismen an organesch Matière brécht (z.B. Pilze, Bakterien)",
    "Liewensraum": "Dat natierlecht Ëmfeld vun engem Organismus",
    "Populatioun": "Grupp vun Organismen vun der selwechter Spezies, déi an engem bestëmmte Beräich liewen",
    "Communautéit": "Grupp vu verschiddene Populatiounen interagéieren mat all aner an engem bestëmmte Beräich",
    "biome": "Grouss-Skala Ökosystem mat charakteristesche Planzen an Déieren (z.B. Wüst, Reebësch)",
    "Biodiversitéit": "Villfalt vum Liewen op der Äerd op allen Niveauen, vu Genen bis Ökosystemer",
    "a Gefor": "Spezies a Gefor vum Ausstierwen",
    "ausgestuerwen": "Arten déi net méi existéieren"
}