Repository: tomasvana10/xpuz
Catalog: xpuz/locales/*/LC_MESSAGES/messages.po
Languages: am, az, be, ca, cs, cy, eo, et, eu, fy, hi, hy, ja, ka, lb, lv, mi, my, ne, no, pa, ro, si, sk, sl, sq, sv, te, tg, tl, tr, uk, uz, xh

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
am: በ Consw ቃል ቃል ትውልድ ወቅት ሊገቡ የማይችሉ ቃላት በዚህ PDF ውስጥ አይካተቱም, ይቅርታ.
az: Krossvordlar çərçivəsində daxil edilə bilməyən sözlər bu PDF-ə daxil edilməyəcək, bağışlayın.
be: Словы, якія нельга было ўставіць падчас генерацыі крыжаванак, не будуць уключаны ў гэты PDF, прабачце.
ca: Les paraules que no es podrien inserir durant la generació de mots encreuats no s’inclouran en aquest PDF, ho sento.
cs: Slova, která nelze vložit během generování křížovek, nebudou do tohoto PDF zahrnuta, omlouvám se.
cy: Ni fydd geiriau na ellid eu mewnosod yn ystod cynhyrchu croesair yn cael eu cynnwys yn y PDF hwn, mae'n ddrwg gennyf.
eo: vortoj kiuj ne povis esti enmetitaj dum krucvortgenerado ne estos inkluzivitaj en ĉi tiu PDF, pardonu.Vortoj, kiuj ne povus esti enmetitaj dum krucvorta generacio, ne estos inkluzivitaj en ĉi tiu PDF, pardonu.
et: Sõnu, mida ristsõnade genereerimise ajal ei saanud sisestada, ei lisata sellesse PDF -i, vabandust.
eu: Gurutzegramak sortzerakoan sartu ezin diren hitzak ez dira PDF honetan sartuko, barkatu.
fy: Wurden dy't net kinne wurde ynfoege tidens krúswurdwide-generaasje sil net wurde opnommen yn dizze PDF, sorry.
hi: क्रॉसवर्ड पीढ़ी के दौरान डाला नहीं जा सकने वाले शब्द इस पीडीएफ में शामिल नहीं किए जाएंगे, क्षमा करें।
hy: Բառերը, որոնք հնարավոր չէ մուտքագրել խաչբառ սերնդի ընթացքում, չեն ներառվի այս PDF- ում, կներեք:
ja: クロスワード生成中に挿入できなかった単語は、このPDFには含まれません、申し訳ありません。
ka: სიტყვები, რომლებიც ვერ შეიტანება ჯვრისწერის წარმოების დროს, არ შედის ამ PDF- ში, ბოდიში.
lb: Wierder déi net während der Cressword Generatioun net agebaut ginn, gëtt net an dësem PDF abegraff, sorry.
lv: Vārdi, kurus nevarēja ievietot krustvārdu ģenerēšanas laikā, šajā PDF netiks iekļauti, atvainojiet.
mi: Ko nga kupu kaore e taea te whakauru i te wa o te whakatipuranga whiti e kore e whakauruhia ki tenei PDF, pouri.
my: Crosswewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewewe ားတွင်မပါ 0 င်ပါ။
ne: क्रसवर्ड जेनको समयमा सम्मिलित हुन नसक्ने शब्दहरू यस पीडीएफमा समावेश हुँदैन, माफ गर्नुहोस्।
no: Ord som ikke kunne settes inn under kryssordgenerering vil ikke bli inkludert i denne PDF -en, beklager.
pa: ਕ੍ਰਾਸਵਰਡ ਜਨਰੇਸ਼ਨ ਦੌਰਾਨ ਪਾਈ ਨਹੀਂ ਜਾ ਸਕਦੇ ਜੋ ਇਸ ਪੀਡੀਐਫ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੇ ਜਾਣਗੇ.
ro: Cuvintele care nu au putut fi introduse în timpul generarii de cuvinte încrucișate nu vor fi incluse în acest PDF, îmi pare rău.
si: හරස්පද පරම්පරාවේදී ඇතුළත් කළ නොහැකි වචන මෙම PDF හි ඇතුළත් නොවේ, සමාවෙන්න.
sk: Slová, ktoré sa nedali vložiť počas generovania krížovky, nebudú zahrnuté do tohto PDF, prepáčte.
sl: Besede, ki jih med generacijo križanja ni bilo mogoče vstaviti, ne bodo vključene v ta PDF, žal.
sq: Fjalët që nuk mund të futen gjatë gjenerimit të fjalëkryqit nuk do të përfshihen në këtë PDF, më falni.
sv: Ord som inte kunde sättas in under generering av korsord kommer inte att inkluderas i denna PDF, förlåt.
te: క్రాస్వర్డ్ తరం సమయంలో చేర్చలేని పదాలు ఈ పిడిఎఫ్‌లో చేర్చబడవు, క్షమించండి.
tg: Калимаҳое, ки ҳангоми истеҳсоли крваторӣ гузошта намешаванд, ба ин PDF дохил карда намешаванд, бубахшед.
tl: Ang mga salitang hindi maipasok sa panahon ng henerasyon ng crossword ay hindi isasama sa PDF na ito, paumanhin.
tr: Bulmaca oluşturma sırasında eklenemeyen kelimeler bu PDF'ye dahil edilmeyecektir, üzgünüm.
uk: Слова, які не можна було вставити під час генерації кросвордів, не будуть включені до цього PDF, вибачте.
uz: Kechirasiz, krossvord avlodida kiritilmaydigan so'zlar, uzr.
xh: Amagama angafakwanga ngexesha lesizukulwana lomnqamlezo akasayi kubandakanywa kule pdf, uxolo.

source: Successfully wrote PDF.
am: ፒዲኤፍ በተሳካ ሁኔታ ጽፈዋል.
az: Uğurla PDF yazdı.
be: Паспяхова напісаў PDF.
ca: Va escriure amb èxit PDF.
cs: Úspěšně napsal PDF.
cy: Ysgrifennodd PDF yn llwyddiannus.
eo: Sukcese verkis PDF.
et: Kirjutas edukalt PDF -i.
eu: Arrakastaz idatzi du pdf.
fy: PDF mei súkses skreaun.
hi: सफलतापूर्वक पीडीएफ लिखा।
hy: Հաջողությամբ գրել է PDF- ը:
ja: PDFを正常に書きました。
ka: წარმატებით დაწერა PDF.
lb: Erfollegräich geschriwwen PDF.
lv: Veiksmīgi rakstīja PDF.
mi: I tuhia pai te PDF.
my: အောင်မြင်စွာ PDF ရေးသားခဲ့သည်။
ne: सफलतापूर्वक pdf लेखियो।
no: Skrev PDF med hell.
pa: ਸਫਲਤਾਪੂਰਵਕ PDF ਲਿਖਿਆ.
ro: A scris cu succes pdf.
si: සාර්ථකව පී.ඩී.එෆ්.
sk: Úspešne napísal PDF.
sl: Uspešno napisal PDF.
sq: Shkroi me sukses PDF.
sv: Skrev framgångsrikt PDF.
te: విజయవంతంగా పిడిఎఫ్ రాశారు.
tg: Бомуваффақият навиштааст PDF.
tl: Matagumpay na sumulat ng PDF.
tr: Başarıyla PDF yazdı.
uk: Успішно написав PDF.
uz: PDF muvaffaqiyatli yozgan.
xh: Impumelelo yabhala ngempumelelo pdf.

source: You are missing pycairo, which is required to perform this operation. Please run
am: ይህንን ክዋኔ ለማከናወን የሚፈለግ ፒሲዎሮ ይጎድላሉ.እባክዎን ይሮጡ
az: Bu əməliyyatı yerinə yetirmək üçün tələb olunan Pycairo itkin.Xahiş edirəm qaçın
be: Вам не хапае Pycairo, які патрабуецца для выканання гэтай аперацыі.Калі ласка, запусціце
ca: Trobeu a faltar el Pycairo, que és necessari per realitzar aquesta operació.Si us plau, corre
cs: Chybí vám Pycairo, který je nutný k provedení této operace.Prosím běžte
cy: Rydych chi'n colli PyCairo, sy'n ofynnol i gyflawni'r llawdriniaeth hon.Rhedeg os gwelwch yn dda
eo: Vi mankas pycairo, kiu estas bezonata por plenumi ĉi tiun operacion. Mankas al vi Pycairo, kiu estas bezonata por plenumi ĉi tiun operacion.Bonvolu kuri
et: Teil puudub Pycairo, mis on vajalik selle toimingu tegemiseks.Palun joosta
eu: Pysairo falta zaizu, funtzionamendu hau burutzeko beharrezkoa dena.Mesedez exekutatu
fy: Jo misse Pycairo, dy't nedich is om dizze hanneling út te fieren.Rin asjebleaft
hi: आप पाइकेरो को याद कर रहे हैं, जिसे इस ऑपरेशन को करने के लिए आवश्यक है।कृपया भागो
hy: Դուք բացակայում եք Pycairo- ն, որը պահանջվում է կատարել այս գործողությունը:Խնդրում եմ վազել
ja: この操作を実行するために必要なピカイロがありません。実行してください
ka: თქვენ აკლია Pycairo, რომელიც საჭიროა ამ ოპერაციის შესასრულებლად.გთხოვთ გაუშვათ
lb: Dir wäert de Pyhuira fehde wat dës Operatioun gemaach ass.W.e.g. lafe w.e.g.
lv: Jums trūkst Pycairo, kas ir nepieciešams šīs operācijas veikšanai.Lūdzu, palaist
mi: Kei te ngaro koe i te Pycairo, e tika ana kia mahia tenei mahi.Tēnā rere
my: သင်သည်ဤစစ်ဆင်ရေးကိုလုပ်ဆောင်ရန်လိုအပ်သည့် Pycairoro ပျောက်ဆုံးနေသည်။ကျေးဇူးပြု. ပြေးပါ
ne: तपाईं pycairo हराइरहेको छ, जुन यो अपरेशन प्रदर्शन गर्न आवश्यक छ।रन गर
no: Du mangler Pycairo, som er pålagt å utføre denne operasjonen.Vennligst løp
pa: ਤੁਸੀਂ ਪਾਇਕਾਈਰੋ ਗੁੰਮ ਰਹੇ ਹੋ, ਜੋ ਕਿ ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਕਰਨ ਲਈ ਜ਼ਰੂਰੀ ਹੈ.ਕਿਰਪਾ ਕਰਕੇ ਚਲਾਓ
ro: Îți lipsește Pycairo, care este necesar pentru a efectua această operație.Vă rugăm să alergați
si: ඔබට මෙම මෙහෙයුම සිදු කිරීම සඳහා පයරායිරෝ අතුරුදහන් වී ඇත.කරුණාකර ධාවනය කරන්න
sk: Chýba vám Pycairo, ktorý je potrebný na vykonanie tejto operácie.Prosím, utečte
sl: Manjka vam Pycairo, ki je potrebna za izvedbo te operacije.Prosim teči
sq: Ju mungon Pycairo, e cila kërkohet për të kryer këtë operacion.Ju lutem vraponi
sv: Du saknar Pycairo, som krävs för att utföra denna operation.Snälla spring
te: ఈ ఆపరేషన్ చేయడానికి అవసరమైన పైకైరో మీకు లేదు.దయచేసి అమలు చేయండి
tg: Шумо пикояро гум мекунед, ки барои иҷрои ин амалиёт зарур аст.Лутфан давед
tl: Nawawala ka sa Pycairo, na kinakailangan upang maisagawa ang operasyon na ito.Mangyaring tumakbo
tr: Bu işlemi gerçekleştirmek için gerekli olan Pycairo'yu kaçırıyorsunuz.Lütfen koş
uk: Вам не вистачає Pycairo, який необхідний для виконання цієї операції.Будь ласка, бігайте
uz: Siz ushbu operatsiyani bajarish uchun zarur bo'lgan pikiro yo'qolgansiz.Iltimos, yuguring
xh: Ulahlekile Pycairo, ekufuneka ukwenze lo msebenzi.Nceda uqhube

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
am: እና የፒሲዮሮ የመጀመርን መመሪያ በመጠቀም ዊንዶውስ ላይ ካልሆነ በዊንዶውስ ላይ ካልሆኑ ለፒካሊሮ አርዕስት ይጫጫሉ
az: Pycaironun başlaması təlimatından istifadə edərək Windows-da deyilsinizsə, Pycairo üçün başlıqları quraşdırın
be: і ўсталюйце загалоўкі для Pycairo, калі вы не знаходзіцеся ў Windows, выкарыстоўваючы кіраўніцтва Pycairo па працы
ca: i instal·leu les capçaleres per a Pycairo si no esteu a Windows mitjançant la guia de Pycairo Inici
cs: a nainstalujte záhlaví pro Pycairo, pokud nejste na Windows pomocí Pycairo's Get Začínáme průvodce
cy: a gosod y penawdau ar gyfer pycairo os nad ydych ar ffenestri gan ddefnyddio canllaw cychwyn pycairo
eo: kaj instalu la kapliniojn por pycairo se vi ne estas en Vindozo uzante la Komencan gvidilon de pycairokaj instalu la titolojn por Pycairo se vi ne estas en Vindozo per la komenco de Pycairo -Gvidilo
et: ja installige Pycairo päised, kui te ei asu Pycairo käivitamise juhendi abil Windowsis
eu: eta instalatu goiburuak pycairoren leihoetan ez bazaude Pycairoren hasitako gida erabiliz
fy: en ynstallearje de kopteksten foar Pycairo as jo net op Windows binne mei Pycairo's te begjinnen fan Pycairo
hi: और पाइकेरो के लिए हेडर स्थापित करें यदि आप पाइकेरो के आरंभ गाइड का उपयोग करके विंडोज़ पर नहीं हैं
hy: եւ տեղադրեք վերնագրերը Pycairo- ի համար, եթե դուք Windows- ում չեք, օգտագործելով Pycairo- ի մեկնարկը
ja: Pycairo's Getting Guideを使用してWindowsにいない場合は、Pycairoのヘッダーをインストールしてください
ka: და დააინსტალირეთ სათაურები Pycairo- სთვის, თუ თქვენ არ ხართ ფანჯრებზე, რომლებიც იყენებთ PycaiRo– ს დაწყების სახელმძღვანელოს
lb: an installéiert d'Headers fir Pyciro wann Dir net op Windows sidd, mat Pycairo's Start Change
lv: un instalējiet Pycairo galvenes, ja jūs neatrodaties uz logiem, izmantojot Pycairo sākšanas ceļvedi
mi: me te whakauru i nga pane mo te Pycaino Mena kaore koe i runga i nga matapihi ma te whakamahi i nga kaiarahi tiimata o te Pycairo
my: Pycairoo ကို အသုံးပြု. Windows ကိုဖွင့ ်. 0 င်းဒိုးကိုမဖွင့်ပါက Pycairo အတွက်ခေါင်းဖောင်းများကိုတပ်ဆင်ပါ
ne: र यदि तपाईं pyapiro को प्रयोग गरीरहेको बेलायूको लागि नभई विन्डोजमा हजुरहरू स्थापना गर्नुहोस्
no: og installer overskriftene for Pycairo hvis du ikke er på Windows ved å bruke PyCairo's Get Ingart Guide
pa: ਅਤੇ ਜੇ ਤੁਸੀਂ ਪਾਇਕੈਰੋ ਦੀ ਸ਼ੁਰੂਆਤ ਗਾਈਡ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਵਿੰਡੋਜ਼ 'ਤੇ ਨਹੀਂ ਹੋ ਤਾਂ ਜੇ ਤੁਸੀਂ ਵਿੰਡੋਜ਼' ਤੇ ਨਹੀਂ ਹੋ
ro: și instalați anteturile pentru Pycairo dacă nu sunteți pe Windows folosind Ghidul de început al Pycairo
si: පයරායිරෝ හි ආරම්භක මාර්ගෝපදේශය භාවිතා කරමින් ඔබ වින්ඩෝස් හි නොමැති නම් පයැරාවිරෝ සඳහා ශීර්ෂයන් ස්ථාපනය කරන්න
sk: A nainštalujte hlavičky pre Pycairo, ak nie ste v systéme Windows pomocou sprievodcu Pycairo's Geting Geting
sl: in namestite glave za Pycairo, če niste v operacijskem sistemu Windows z uporabo vodnika za začetek Pycairo
sq: dhe instaloni titujt për në Pycairo nëse nuk jeni në dritare duke përdorur udhëzuesin e fillimit të Pycairo
sv: och installera rubrikerna för Pycairo om du inte är på Windows med Pycairos Komma igång Guide
te: మరియు పైకైరో కోసం శీర్షికలను ఇన్‌స్టాల్ చేయండి మీరు పైకైరో యొక్క ప్రారంభ గైడ్ ఉపయోగించి విండోస్‌లో లేకపోతే
tg: Ва сарлавҳаҳоро барои Pycairo насб кунед, агар шумо бо истифодаи дастури Pycairo дар Windows Office нест
tl: at i -install ang mga header para sa Pycairo kung wala ka sa mga bintana gamit ang gabay sa pagsisimula ng Pycairo
tr: Pycairo'nun Başlatma Başlatma Kılavuzunu kullanarak pencerelerde değilseniz, Pycairo başlıklarını yükleyin
uk: і встановіть заголовки для Pycairo, якщо ви не в Windows, використовуючи керівництво Pycairo для початку роботи
uz: va agar siz Windows-da, agar siz PICYA-dan foydalanib, Windows-dan foydalanmasangiz, sarlavhalarni o'rnating
xh: kwaye ufake iintloko ze-pycairo ukuba awukho kwiWindows usebenzisa isikhokelo sePycairo

source: Successfully wrote ipuz
am: በተሳካ ሁኔታ iPuz ን በትክክል ጻፈ
az: Uğurla ipuz yazdı
be: Паспяхова напісаў IPUZ
ca: Va escriure amb èxit ipuz
cs: Úspěšně napsal IPUZ
cy: Ysgrifennodd ipuz yn llwyddiannus
eo: Sukcese verkis Ipuz
et: Kirjutas edukalt Ipuz
eu: Arrakastaz idatzi zuen ipuz
fy: Ipuz mei súkses skreau
hi: सफलतापूर्वक ipuz लिखा
hy: Հաջողությամբ գրել է ipuz- ը
ka: წარმატებით დაწერა ipuz
lb: Erfollegräich geschriwwen Ipuz
lv: Veiksmīgi rakstīja ipuz
mi: I pai te tuhi i te ipuz
my: အောင်မြင်စွာ Ipuz ရေးသားခဲ့သည်
ne: सफलतापूर्वक IPUZ लेखे
no: Skrev ipuz vellykket
pa: ਸਫਲਤਾਪੂਰਵਕ ਆਈਪੂਜ਼ ਨੂੰ ਲਿਖਿਆ
ro: A scris cu succes iPuz
si: සාර්ථකව iPuz ලිවීය
sk: Úspešne napísal iPuz
sl: Uspešno napisal ipuz
sv: Skrev framgångsrikt ipuz
te: విజయవంతంగా ఇపుజ్ రాశారు
tg: Бомуваффақият ipuz навиштааст
tl: Matagumpay na sumulat ng IPUZ
tr: Başarıyla Ipuz yazdı
uk: Успішно написав ipuz
uz: Muvaffaqiyatli yozgan IPUz
xh: Iphumelele i-ipuz
