Repository: tomasvana10/xpuz
Catalog: xpuz/locales/*/LC_MESSAGES/messages.po
Languages: am, az, be, ca, cs, cy, eo, et, eu, fy, hi, hy, ja, ka, lb, lv, mi, my, ne, no, pa, ro, si, sk, sl, sq, sv, te, tg, tl, tr, uk, uz, xh

source: You have no crosswords to export. Please make some and try again.
am: ወደ ውጭ ለመላክ ምንም የመቀመጫ ቃላት የሉዎትም.እባክዎን የተወሰኑትን ያዘጋጁ እና እንደገና ይሞክሩ.
az: İxrac etmək üçün krossvordlarınız yoxdur.Xahiş edirəm bəzilərini düzəldin və yenidən cəhd edin.
be: У вас няма крыжаванкі для экспарту.Калі ласка, зрабіце некалькі і паспрабуйце яшчэ раз.
ca: No teniu paraules encreuades per exportar.Feu -ne una i torneu -ho a provar.
cs: Nemáte žádné křížovky k exportu.Udělejte prosím nějaké a zkuste to znovu.
cy: Nid oes gennych groeseiriau i'w hallforio.Gwnewch rai a rhoi cynnig arall arni.
eo: Vi ne havas krucvortojn por eksporti.Bonvolu fari iujn kaj reprovi.
et: Teil pole ristsõnu eksportimiseks.Palun tehke mõned ja proovige uuesti.
eu: Ez duzu gurutzegramarik esportatzeko.Mesedez, egin batzuk eta saiatu berriro.
fy: Jo hawwe gjin krúswurden om te eksportearjen.Meitsje asjebleaft wat en besykje it opnij.
hi: आपके पास निर्यात करने के लिए कोई क्रॉसवर्ड नहीं है।कृपया कुछ बनाएं और फिर से प्रयास करें।
hy: Արտահանման խաչբառ չունեք:Խնդրում ենք մի քանիսը պատրաստել եւ կրկին փորձել:
ja: エクスポートするクロスワードはありません。いくつかを作って、もう一度やり直してください。
ka: თქვენ არ გაქვთ ჯვრისწერის ექსპორტი.გთხოვთ, გააკეთოთ რამდენიმე და სცადოთ ისევ.
lb: Dir hutt keng Crosswords fir exportéieren.Maacht w.e.g. e puer a probéiert et nach eng Kéier.
lv: Jums nav krustvārdu, ko eksportēt.Lūdzu, izveidojiet dažus un mēģiniet vēlreiz.
mi: Kaore koe e whiti ki te kaweake.Tena koa, me whakamatau ano.
my: ပို့ကုန်မှစကားလုံးများမရှိပါ။ကျေးဇူးပြု. အချို့လုပ်ပြီးထပ်ကြိုးစားပါ။
ne: तपाइँसँग निर्यात गर्न कुनै क्रसवर्ड छैन।कृपया केहि बनाउनुहोस् र फेरि प्रयास गर्नुहोस्।
no: Du har ingen kryssord å eksportere.Vennligst lag noen og prøv igjen.
pa: ਤੁਹਾਡੇ ਕੋਲ ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਕੋਈ ਕ੍ਰਾਸਵਰਡਸ ਨਹੀਂ ਹਨ.ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਬਣਾਓ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ro: Nu aveți cuvinte încrucișate pentru a exporta.Vă rugăm să faceți unele și să încercați din nou.
si: ඔබට අපනයනය කිරීමට හරස්කඩ නොමැත.කරුණාකර සමහරක් සාදා නැවත උත්සාහ කරන්න.
sk: Nemáte na export žiadne krížovky.Urobte si nejaké a skúste to znova.
sl: Nimate križanja za izvoz.Prosimo, naredite nekaj in poskusite znova.
sq: Ju nuk keni fjalëkryq për të eksportuar.Ju lutemi bëni disa dhe provoni përsëri.
sv: Du har inga korsord att exportera.Snälla gör lite och försök igen.
te: ఎగుమతి చేయడానికి మీకు క్రాస్‌వర్డ్స్ లేవు.దయచేసి కొన్ని చేసి మళ్ళీ ప్రయత్నించండి.
tg: Шумо барои содирот садо медиҳад.Лутфан каме созед ва бори дигар кӯшиш кунед.
tl: Wala kang mga crosswords upang ma -export.Mangyaring gumawa ng ilan at subukang muli.
tr: İhracat yapacak bulmaca yok.Lütfen biraz yapın ve tekrar deneyin.
uk: У вас немає кросвордів для експорту.Будь ласка, зробіть трохи і спробуйте ще раз.
uz: Sizda eksport qilish uchun krossevator yo'q.Iltimos, bir qismini yarating va qaytadan urining.
xh: Awunamagama anqamlezo wokuthumela kwelinye ilizwe.Nceda wenze abanye kwaye uzame kwakhona.

source: Successfully exported your crosswords.
am: የርስዎን መስቀሎች በተሳካ ሁኔታ ወደ ውጭ ይላኩ.
az: Crosswords'ınızı uğurla ixrac etdi.
be: Паспяхова экспартаваў свае крыжаванкі.
ca: Exporta amb èxit els vostres encreuaments.
cs: Úspěšně exportoval vaše křížovky.
cy: Allforio eich croeseiriau yn llwyddiannus.
eo: Sukcese eksportis viajn krucvortojn.
et: Eksporditi edukalt oma ristsõnad.
eu: Arrakastaz esportatu zure gurutzegramak.
fy: Jo krúswurden mei súkses eksporteare.
hi: सफलतापूर्वक अपने क्रॉसवर्ड का निर्यात किया।
hy: Հաջողությամբ արտահանել ձեր խաչբառերը:
ja: クロスワードを正常にエクスポートしました。
ka: წარმატებით გაიტანეთ თქვენი ჯვრისწერები.
lb: Erfollegräich Är Crosswords exportéiert.
lv: Veiksmīgi eksportēja jūsu krustvārdu mīklas.
mi: Ka tukuna angitu i o kupu whakarite.
my: သင်၏ crosswords များကိုအောင်မြင်စွာတင်ပို့သည်။
ne: सफलतापूर्वक तपाईंको क्रसवर्डहरू निर्यात गरियो।
no: Eksportert kryssordene dine vellykket.
pa: ਆਪਣੇ ਕ੍ਰਾਸਡਜ਼ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਨਿਰਯਾਤ ਕੀਤਾ.
ro: V -a exportat cu succes cuvintele încrucișate.
si: ඔබේ හරස්පද සාර්ථකව අපනයනය කිරීම.
sk: Úspešne exportovali svoje krížovky.
sl: Uspešno izvozil vaše križanke.
sq: Eksportoi me sukses fjalët tuaja.
sv: Exporterade dina korsord framgångsrikt.
te: మీ క్రాస్‌వర్డ్‌లను విజయవంతంగా ఎగుమతి చేసింది.
tg: Бомуваффақият содироти шуморо содир кард.
tl: Matagumpay na na -export ang iyong mga crosswords.
tr: Bulmacalarınızı başarıyla ihraç etti.
uk: Успішно експортували свої кросворди.
uz: Sizning krossvordingizni muvaffaqiyatli eksport qildi.
xh: Ifihliwe ngaphandle kwamagama akho.

source: Your crosswords could not be exported, sorry.
am: የእርስዎ መስቀሎች ወደ ውጭ መላክ አልተቻለም, ይቅርታ.
az: Krossvordlarınız ixrac edilə bilmədi, bağışlayın.
be: Вашы крыжаванкі нельга было экспартаваць, прабачце.
ca: Els vostres encreuaments no es podrien exportar, ho sento.
cs: Vaše křížovky nemohly být exportovány, promiň.
cy: Ni ellid allforio eich croeseiriau, mae'n ddrwg gennyf.
eo: Viaj krucvortoj ne povus esti eksportitaj, pardonu.
et: Teie ristsõnasid ei saanud eksportida, vabandust.
eu: Ezin izan dira zure gurutzegramak esportatu, barkatu.
fy: Jo krúswurden koene net eksporteare wurde, sorry.
hi: आपके क्रॉसवर्ड को निर्यात नहीं किया जा सकता है, क्षमा करें।
hy: Ձեր խաչբառները հնարավոր չէ արտահանվել, կներեք:
ja: クロスワードをエクスポートすることはできませんでした、ごめんなさい。
ka: თქვენი ჯვრისწერის ექსპორტი ვერ მოხერხდა, უკაცრავად.
lb: Är Crosswords konnt net exportéiert ginn, sorry.
lv: Jūsu krustvārdu vārdus nevarēja eksportēt, piedodiet.
mi: Kaore i taea te kawe i o kupu whakapae, pouri.
my: သင်၏ crosswords များကိုတင်ပို့။ မရပါ, စိတ်မကောင်းပါ။
ne: तपाईंको क्रसवर्ड्स निर्यात गर्न सकिएन, माफ गर्नुहोस्।
no: Kryssordene dine kunne ikke eksporteres, beklager.
pa: ਮਾਫ ਕਰਨਾ, ਤੁਹਾਡੇ ਕ੍ਰਾਸਡਵਰਡ ਨਿਰਯਾਤ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ.
ro: Cuvintele dvs. încrucișate nu au putut fi exportate, îmi pare rău.
si: ඔබේ හරස්පද අපනයනය කළ නොහැකි, සමාවෙන්න.
sk: Vaše krížovky nebolo možné exportovať, prepáčte.
sl: Ni bilo mogoče izvoziti navzkrižnih, žal.
sq: Fjalëkryqët tuaj nuk mund të eksportohen, më falni.
sv: Dina korsord kunde inte exporteras, förlåt.
te: మీ క్రాస్‌వర్డ్‌లను ఎగుమతి చేయలేము, క్షమించండి.
tg: Узрҳои шумо наметавонанд содир карда шаванд, бубахшед.
tl: Ang iyong mga crosswords ay hindi mai -export, paumanhin.
tr: Bulmacalarınız ihraç edilemedi, üzgünüm.
uk: Ваші кросворди не можна було експортувати, вибачте.
uz: Sizning krossvordlaringiz eksport qilinishi mumkin emas, uzr.
xh: Amagama akho anqamlezo akanakuthunyelwa kwelinye ilizwe, uxolo.

source: All of your crosswords were successfully imported.
am: ሁሉም የእርስዎ መስቀለኛ ቃላት በተሳካ ሁኔታ ይመጣሉ.
az: Krossvordlarınızın hamısı uğurla idxal edildi.
be: Усе вашы крыжаванкі былі паспяхова імпартаваны.
ca: Tots els vostres encreuaments es van importar amb èxit.
cs: Všechna vaše křížovky byla úspěšně importována.
cy: Mewnforiwyd eich holl groeseiriau yn llwyddiannus.
eo: Ĉiuj viaj krucvortoj estis sukcese importitaj.
et: Kõik teie ristsõnad imporditi edukalt.
eu: Zure hitz gurutzatu guztiak behar bezala inportatu ziren.
fy: Al jo krúswurden waarden mei súkses ymporteare.
hi: आपके सभी क्रॉसवर्ड सफलतापूर्वक आयात किए गए थे।
hy: Ձեր բոլոր խաչբառերը հաջողությամբ ներմուծվել են:
ja: クロスワードはすべて正常にインポートされました。
ka: თქვენი ყველა ჯვრისწერის წარმატებით იმპორტირებული იყო.
lb: All Är Crosswords goufen erfollegräich importéiert.
lv: Visi jūsu krustvārdu vārdi tika veiksmīgi importēti.
mi: Ko nga kupu katoa i kawe mai i nga kupu ripeka.
my: သင်၏စာလုံးပေါင်းအားလုံးသည်အောင်မြင်စွာတင်သွင်းခဲ့သည်။
ne: तपाईंको सबै क्रसवर्डहरू सफलतापूर्वक आयात गरियो।
no: Alle kryssordene dine ble importert.
pa: ਤੁਹਾਡੇ ਸਾਰੇ ਕ੍ਰਾਸਵਰਡਸ ਸਫਲਤਾਪੂਰਵਕ ਆਯਾਤ ਕੀਤੇ ਗਏ ਸਨ.
ro: Toate cuvintele dvs. încrucișate au fost importate cu succes.
si: ඔබගේ හරස්පද සියල්ලම සාර්ථකව ආනයනය කරන ලදී.
sk: Všetky vaše krížovky boli úspešne importované.
sl: Vse vaše križanke so bile uspešno uvožene.
sq: Të gjitha fjalët tuaja kryqëzuese u importuan me sukses.
sv: Alla dina korsord importerades framgångsrikt.
te: మీ క్రాస్‌వర్డ్‌లన్నీ విజయవంతంగా దిగుమతి చేయబడ్డాయి.
tg: Ҳамаи кроссҳои шумо бомуваффақият ворид карда шуданд.
tl: Ang lahat ng iyong mga crosswords ay matagumpay na na -import.
tr: Tüm bulmacalarınız başarıyla ithal edildi.
uk: Усі ваші кросворди були успішно імпортовані.
uz: Sizning barcha krossvordlaringiz muvaffaqiyatli keltirildi.
xh: Onke amagama akho amanqam angeniswe ngempumelelo.

source: Your import could not be fully completed.
am: ግባዎ ሙሉ በሙሉ ሊጠናቀቅ አልቻለም.
az: İdxalınız tam olaraq tamamlanmadı.
be: Ваш імпарт не можа быць цалкам завершаны.
ca: La vostra importació no s'ha pogut completar del tot.
cs: Váš import nemohl být plně dokončen.
cy: Ni ellid cwblhau eich mewnforio yn llawn.
eo: Via importado ne povus esti plene kompletigita.
et: Teie import ei saanud täielikult lõpule viia.
eu: Ezin izan da zure inportazioa guztiz osatu.
fy: Jo ymport koe net folslein foltôge wurde.
hi: आपका आयात पूरी तरह से पूरा नहीं हो सकता है।
hy: Ձեր ներմուծումը հնարավոր չէ ամբողջությամբ ավարտվել:
ja: 輸入は完全に完了できませんでした。
ka: თქვენი იმპორტი სრულად ვერ დასრულდა.
lb: Äre Import konnt net voll ofgeschloss ginn.
lv: Jūsu importu nevarēja pilnībā pabeigt.
mi: Kaore e taea te whakatutuki i to kawemai.
my: သင်၏သွင်းကုန်ကိုအပြည့်အဝမပြီးနိုင်ပါ။
ne: तपाईंको आयात पूर्ण रूपमा पूरा हुन सकेन।
no: Importen din kunne ikke fullføres fullstendig.
pa: ਤੁਹਾਡੀ ਆਯਾਤ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪੂਰੀ ਨਹੀਂ ਹੋ ਸਕੀ.
ro: Importul dvs. nu a putut fi completat.
si: ඔබගේ ආනයනය සම්පුර්ණ කළ නොහැකි විය.
sk: Váš import nemohol byť úplne dokončený.
sl: Vašega uvoza ni bilo mogoče v celoti dokončati.
sq: Importi juaj nuk mund të përfundojë plotësisht.
sv: Din import kunde inte slutföras helt.
te: మీ దిగుమతి పూర్తిగా పూర్తి కాలేదు.
tg: Воридоти шумо ба пуррагӣ анҷом дода намешавад.
tl: Ang iyong pag -import ay hindi maaaring ganap na makumpleto.
tr: İthalatınız tam olarak tamamlanamadı.
uk: Ваш імпорт не міг бути повністю завершений.
uz: Sizning importingiz to'liq yakunlanmadi.
xh: Ukungenisa kwakho akunakugqitywa ngokupheleleyo.

source: Crosswords with duplicate names and difficulties that were not imported:
am: ከስር ያሉት ስሞች እና ባልመጣባቸው ችግሮች ጋር
az: İdxal edilməyən dublikat adları və çətinlikləri olan krossvordlar:
be: Крыжаванкі з дублікатамі імёнаў і цяжкасцей, якія не былі імпартаваны:
ca: Mots encreuats amb noms duplicats i dificultats que no es van importar:
cs: Křížovky s duplicitními jmény a obtížemi, které nebyly importovány:
cy: Croeseiriau gydag enwau dyblyg ac anawsterau na chawsant eu mewnforio:
eo: Krucvortoj kun duobligitaj nomoj kaj malfacilaĵoj kiuj ne estis importitaj: Krucvortoj kun duplikataj nomoj kaj malfacilaĵoj, kiuj ne estis importitaj:
et: Ristsõnad duplikaatnimedega ja raskustega, mida ei imporditud:
eu: Gurutzegramak inportatu ez ziren izen eta zailtasunekin:
fy: Crosswords mei dûbeleammen en swierrichheden dy't net waarden ymporteare:
hi: डुप्लिकेट नाम और कठिनाइयों के साथ क्रॉसवर्ड जो आयात नहीं किए गए थे:
hy: Խաչբառեր կրկնօրինակ անուններով եւ դժվարություններով, որոնք չեն ներմուծվել.
ja: インポートされなかった重複した名前と困難を伴うクロスワード：
ka: კროსვორდები დუბლიკატი სახელებითა და სირთულეებით, რომლებიც არ იყო იმპორტირებული:
lb: Crosswords mat Duplikate Nimm a Schwieregkeeten déi net importéiert goufen:
lv: Krustvārdi ar nosaukumiem un grūtībām, kas netika importētas:
mi: Nga kupu whakapae me nga ingoa taarua me nga uaua kaore i te kawemai:
my: မတင်သွင်းသောအမည်များနှင့်အခက်အခဲများနှင့်အတူ crosswords:
ne: नक्कल नामहरू र कठिनाइहरूको साथ क्रसवर्डहरू जुन आयात गरिएको थिएन:
no: Kryssord med dupliserte navn og vanskeligheter som ikke ble importert:
pa: ਡੁਪਲਿਕੇਟ ਦੇ ਨਾਮਾਂ ਅਤੇ ਮੁਸ਼ਕਲਾਂ ਵਾਲੇ ਕ੍ਰਾਸਵਰਡਸ ਜੋ ਆਯਾਤ ਨਹੀਂ ਕੀਤੇ ਗਏ ਸਨ:
ro: Cuvinte încrucișate cu nume duplicate și dificultăți care nu au fost importate:
si: ආනයනය නොකළ අනුපිටපත් නම් සහ දුෂ්කරතා සහිත හරස්පද:
sk: Krížovky s duplicitnými názvami a ťažkosťami, ktoré neboli importované:
sl: Križanke z dvojnimi imeni in težavami, ki niso bile uvožene:
sq: Fjalëkryq me emra të kopjuar dhe vështirësi që nuk u importuan:
sv: Korsord med duplicerade namn och svårigheter som inte importerades:
te: నకిలీ పేర్లు మరియు దిగుమతి చేయని ఇబ్బందులతో క్రాస్‌వర్డ్‌లు:
tg: Кроссворд бо номҳо ва душвориҳо, ки ворид карда нашуданд:
tl: Ang mga crosswords na may dobleng pangalan at paghihirap na hindi na -import:
tr: Yinelenen adları ve ithal edilmeyen zorluklara sahip bulmacalar:
uk: Кросворди з повторювальними іменами та труднощами, які не були імпортовані:
uz: Import qilinmaydigan dublikat va qiyinchiliklar bo'lgan krossvordlar:
xh: Amagama anqatyisiweyo aphindwe kabini amagama kunye nobunzima obungangeniswanga:

source: Invalid crosswords that were not imported:
am: ያልገቡ ያልተለመዱ የመስክ ቃል-
az: İdxal olunmayan etibarsız krossvordlar:
be: Несапраўдныя крыжаванкі, якія не былі імпартаваны:
ca: Mots encreuats no vàlids que no es van importar:
cs: Neplatná křížovka, která nebyla importována:
cy: Croeseiriau annilys na chawsant eu mewnforio:
eo: Nevalidaj krucvortoj, kiuj ne estis importitaj:
et: Kehtetud ristsõnad, mida ei imporditud:
eu: Inportatu ez ziren gurutzegrama baliogabeak:
fy: Unjildige krúswurden dy't net waarden ymporteare:
hi: अमान्य क्रॉसवर्ड जो आयात नहीं किए गए थे:
hy: Անվավեր խաչբառեր, որոնք ներմուծված չեն.
ja: インポートされなかった無効なクロスワード：
ka: არასწორი ჯვრისწერები, რომლებიც არ იყო იმპორტირებული:
lb: Ongëlteg Crosswords déi net importéiert goufen:
lv: Nederīgi krustvārdu vārdi, kas netika importēti:
mi: Kupu whakapae kore i kawemai:
my: တင်သွင်းသောမမှန်ကန်သော crosswords:
ne: अवैध क्रसवर्डहरू जुन आयात गरिएको थिएन:
no: Ugyldige kryssord som ikke ble importert:
pa: ਅਪ੍ਰਮਾਣਿਕ ​​ਕ੍ਰਾਸਡਵੇਅਰ ਜੋ ਕਿ ਆਯਾਤ ਨਹੀਂ ਕੀਤੇ ਗਏ ਸਨ:
ro: Cuvinte încrucișate nevalide care nu au fost importate:
si: ආනයනය නොකළ වලංගු අන්තයේ වචන:
sk: Neplatné krížovky, ktoré neboli importované:
sl: Neveljavne križanke, ki niso bile uvožene:
sq: Fjalëkryq të pavlefshëm që nuk u importuan:
sv: Ogiltiga korsord som inte importerades:
te: దిగుమతి చేయని చెల్లని క్రాస్‌వర్డ్‌లు:
tg: Кроссвордҳои нодуруст, ки ворид карда нашуданд:
tl: Ang mga hindi wastong crosswords na hindi na -import:
tr: İthal edilmeyen geçersiz bulmacalar:
uk: Недійсні кросворди, які не були імпортовані:
uz: Import qilinmagan xun so'zlar:
xh: Amagama amanqam angasebenziyo angangeniswanga:

source: The specified JSON file is invalid and cannot be processed.
am: የተጠቀሰው የጄሰን ፋይል ልክ ያልሆነ እና ሊሰራ አይችልም.
az: Göstərilən JSON faylı etibarsızdır və işlənə bilməz.
be: Указаны файл JSON несапраўдны і не можа быць апрацаваны.
ca: El fitxer JSON especificat no és vàlid i no es pot processar.
cs: Zadaný soubor JSON je neplatný a nelze jej zpracovat.
cy: Mae'r ffeil JSON benodol yn annilys ac ni ellir ei phrosesu.
eo: La specifita JSON-dosiero estas nevalida kaj ne povas esti prilaborita.La specifita JSON -dosiero estas nevalida kaj ne povas esti prilaborita.
et: Määratud JSON -fail on kehtetu ja seda ei saa töödelda.
eu: Zehaztutako JSON fitxategia baliogabea da eta ezin da prozesatu.
fy: It oantsjutte JSON-bestân is unjildich en kin net ferwurke wurde.
hi: निर्दिष्ट JSON फ़ाइल अमान्य है और इसे संसाधित नहीं किया जा सकता है।
hy: Նշված JSON ֆայլը անվավեր է եւ չի կարող մշակվել:
ja: 指定されたJSONファイルは無効で、処理できません。
ka: მითითებული JSON ფაილი არასწორია და მისი დამუშავება შეუძლებელია.
lb: Dee spezifizéierte JSON Datei ass ongëlteg a kënnen net verschafft ginn.
lv: Norādītais JSON fails nav derīgs, un to nevar apstrādāt.
mi: He muhu te konae a JSon kaore e taea te whakahaere.
my: သတ်မှတ်ထားသော JSON ဖိုင်သည်မမှန်ကန်ပါ။
ne: निर्दिष्ट json फाईल अवैध छ र प्रशोधन गर्न सकिदैन।
no: Den spesifiserte JSON -filen er ugyldig og kan ikke behandles.
pa: ਨਿਰਧਾਰਤ ਜੇਐਸਓਨ ਫਾਈਲ ਅਵੈਧ ਹੈ ਅਤੇ ਪ੍ਰਕਿਰਿਆ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ.
ro: Fișierul JSON specificat este nevalid și nu poate fi procesat.
si: නිශ්චිත JSON ගොනුව අවලංගු වන අතර එය සැකසිය නොහැක.
sk: Zadaný súbor JSON je neplatný a nedá sa spracovať.
sl: Navedena datoteka JSON je neveljavna in je ni mogoče obdelati.
sq: Dosja e specifikuar JSON është e pavlefshme dhe nuk mund të përpunohet.
sv: Den angivna JSON -filen är ogiltig och kan inte behandlas.
te: పేర్కొన్న JSON ఫైల్ చెల్లదు మరియు ప్రాసెస్ చేయబడదు.
tg: Файли jsone муайяншуда нодуруст аст ва наметавонад коркард карда шавад.
tl: Ang tinukoy na file ng JSON ay hindi wasto at hindi maproseso.
tr: Belirtilen JSON dosyası geçersizdir ve işlenemez.
uk: Зазначений файл JSON недійсний і не може бути оброблений.
uz: Belgilangan Json fayli yaroqsiz va qayta ishlanmaydi.
xh: Ifayile echaziweyo yeJSON ayisebenzi kwaye ayinakuqhubekeka.

source: This word already exists. Please choose a new word.
am: ይህ ቃል አስቀድሞ አለ.እባክዎ አዲስ ቃል ይምረጡ.
az: Bu söz artıq mövcuddur. Xahiş edirik yeni söz seçin.
be: Гэтае слова ўжо існуе.
ca: Aquesta paraula ja existeix. Trieu una paraula nova.
cs: Toto slovo již existuje. Vyberte prosím nové slovo.
cy: Mae'r gair hwn eisoes yn bodoli. Os gwelwch yn dda dewiswch gair newydd.
eo: Ĉi tiu vorto jam ekzistas.
et: See sõna on juba olemas. Palun valige uus sõna.
eu: Hitz hau existitzen da. Mesedez, aukeratu beste hitz bat.
fy: Dit wurd bestiet al.
hi: यह शब्द पहले से मौजूद है। कृपया कोई नया शब्द चुनें.
hy: Այս բառն արդեն գոյություն ունի: Խնդրում ենք ընտրել նոր բառ:
ja: この単語は既に存在します。新しい単語を選択してください。
ka: ეს სიტყვა უკვე არსებობს. გთხოვთ აირჩიოთ ახალი სიტყვა.
lb: Dëst Wuert gëtt et schonn.
lv: Šis vārds jau pastāv. Lūdzu, izvēlieties jaunu vārdu.
mi: Kei te tīari kē tēnei kupu. Kōwhiritia koa tētahi kupu hōu.
my: ဒီစကားလုံး တည်ရှိနေပြီ။ ကျေးဇူးပြု၍ စကားလုံးအသစ်ကို ရွေးချယ်ပါ။
ne: यो शब्द पहिल्यै अवस्थित छ । कृपया नयाँ शब्द रोज्नुहोस् ।
no: Dette ordet eksisterer allerede. Velg et nytt ord.
pa: ਇਹ ਸ਼ਬਦ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਨਵਾਂ ਸ਼ਬਦ ਚੁਣੋ।
ro: Acest cuvânt există deja. Vă rugăm să alegeți un cuvânt nou.
si: මෙම වචනය දැනටමත් පවතී. කරුණාකර අලුත් වචනයක් තෝරන්න.
sk: Toto slovo už existuje. Vyberte nové slovo.
sl: Ta beseda že obstaja. Izberite novo besedo.
sq: Kjo fjalë tashmë ekziston. Ju lutem zgjidhni një fjalë të re.
sv: Detta ord finns redan. Välj ett nytt ord.
te: ఈ పదం ఇప్పటికే ఉంది. దయచేసి ఒక కొత్త పదాన్ని ఎంచుకోండి.
tg: Ин калима аллакай вуҷуд дорад.
tl: Ang salitang ito ay mayroon na.Mangyaring pumili ng isang bagong salita.
tr: Bu kelime zaten var. Lütfen yeni bir kelime seçin.
uk: Це слово вже існує. Будь ласка, оберіть нове слово.
uz: Bu soʻz allaqachon mavjud. Iltimos yangi so'z tanlang.
xh: Eli gama sele likhona. Nceda ukhethe igama elitsha.

source: An error occurred while creating your PDF. Please try again.
am: ፒዲኤፍዎን በመፍጠር ላይ ስህተት ተከስቷል.እባክዎ ዳግም ይሞክሩ።
az: PDF yaratarkən bir səhv baş verdi.Zəhmət olmasa bir daha cəhd edin.
be: Пры стварэнні PDF адбылася памылка.Калі ласка, паспрабуйце яшчэ раз.
ca: S'ha produït un error en crear el vostre PDF.Siusplau torna-ho a provar.
cs: Při vytváření PDF došlo k chybě.Prosím zkuste to znovu.
cy: Digwyddodd gwall wrth greu eich PDF.Trio eto os gwelwch yn dda.
eo: Eraro okazis dum kreado de via PDF.Bonvolu reprovi.
et: PDF -i loomisel ilmnes viga.Palun proovi uuesti.
eu: Errore bat gertatu da zure PDF sortu bitartean.Saiatu berriro mesedez.
fy: In flater barde by it oanmeitsjen fan jo PDF.Besykje it nochris.
hi: आपका पीडीएफ बनाते समय एक त्रुटि हुई।कृपया पुन: प्रयास करें।
hy: Ձեր PDF- ի ստեղծման ժամանակ սխալ է տեղի ունեցել:Խնդրում եմ կրկին փորձեք։
ja: PDFの作成中にエラーが発生しました。もう一度やり直してください。
ka: შეცდომა მოხდა თქვენი PDF- ის შექმნისას.Გთხოვთ კიდევ სცადეთ.
lb: E Feeler ass beim Schafe vum PDF erstellt.Probéiert w.e.g. nach eng Kéier.
lv: Veidojot savu PDF, radās kļūda.Lūdzu mēģiniet vēlreiz.
mi: Kua puta he hapa i te wa e hanga ana i to PDF.Me ngana ano.
my: သင်၏ PDF ကိုဖန်တီးစဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။ကျေးဇူးပြုပြီးထပ်ကြိုးစားပါ
ne: तपाईंको PDF सिर्जना गर्दा एउटा त्रुटि देखा पर्यो।फेरि प्रयास गर्नुहोस।
no: En feil oppstod mens du opprettet PDF -filen.Vær så snill, prøv på nytt.
pa: ਤੁਹਾਡਾ ਪੀਡੀਐਫ ਬਣਾਉਣ ਵੇਲੇ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ.ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ.
ro: A apărut o eroare la crearea PDF -ului.Vă rugăm să încercați din nou.
si: ඔබේ PDF නිර්මාණය කිරීමේදී දෝෂයක් ඇතිවිය.කරුණාකර නැවත උත්සාහ කරන්න.
sk: Pri vytváraní PDF sa vyskytla chyba.Prosím skúste znova.
sl: Med ustvarjanjem vašega PDF je prišlo do napake.Prosim poskusite ponovno.
sq: Ndodhi një gabim gjatë krijimit të PDF tuaj.Ju lutem provoni përsëri.
sv: Ett fel inträffade när du skapade din PDF.Var god försök igen.
te: మీ PDF ని సృష్టించేటప్పుడు లోపం సంభవించింది.దయచేసి మళ్ళీ ప్రయత్నించండి.
tg: Ҳангоми сохтани PDF шумо хато рӯй дод.Лутфан бори дигар кӯшиш кунед.
tl: May naganap na error habang lumilikha ng iyong PDF.Pakisubukang muli.
tr: PDF'nizi oluştururken bir hata oluştu.Lütfen tekrar deneyin.
uk: Під час створення PDF сталася помилка.Будь ласка спробуйте ще раз.
uz: PDF-ni yaratishda xatolik yuz berdi.Iltimos, yana bir bor urinib ko'ring.
xh: Impazamo yenzekile ngelixa usenza i-PDF yakho.Nceda zama kwakhona.
