Repository: tomasvana10/xpuz
Catalog: xpuz/locales/*/LC_MESSAGES/messages.po
Languages: am, az, be, ca, cs, cy, eo, et, eu, fy, hi, hy, ja, ka, lb, lv, mi, my, ne, no, pa, ro, si, sk, sl, sq, sv, te, tg, tl, tr, uk, uz, xh

source: Crossword Browser
am: የመስቀል ቃል አሳሽ
az: Krossvord brauzeri
be: Браўзэр крыжаванак
ca: Navegador de mots encreuats
cs: Prohlížeč křížovek
cy: Porwr Croesair
eo: Krucvorta Retumilo
et: Ristsõna brauser
eu: Gurutzegrama arakatzailea
hi: क्रॉसवर्ड ब्राउज़र
hy: Խաչբառ զննարկիչ
ja: クロスワードブラウザ
ka: კროსვორდის ბრაუზერი
lv: Krustvārdu mīklas pārlūks
mi: Pūtirotiro Crossword
ne: क्रसवर्ड ब्राउजर
no: Kryssordleser
pa: ਕ੍ਰਾਸਵਰਡ ਬ੍ਰਾਊਜ਼ਰ
ro: Browser de cuvinte încrucișate
si: හරස්පද බ්‍රව්සරය
sk: Prehliadač krížoviek
sl: Brskalnik križank
sq: Shfletuesi i fjalëkryqeve
sv: Korsordsläsare
te: క్రాస్వర్డ్ బ్రౌజర్
tg: Браузери кроссворд
tr: Bulmaca Tarayıcı
uk: Браузер кросвордів
uz: Krossvord brauzer
xh: Isikhangeli samagama

source: Back
am: ተመለስ
az: Geri
be: Назад
ca: Esquena
cs: Hřbet
cy: Cefn
eo: Reen
et: Tagasi
eu: Atzera
fy: werom
hi: शर्त लगाना
hy: Հետույք
ja: 戻る
ka: უკან
lb: zréck
lv: Mugura
mi: Whakamuri
my: နောက်ပြန်ဆုတ်ပြန်
ne: पछाडि
no: Tilbake
pa: ਵਾਪਸ
ro: Spate
si: පස්සට
sk: Chrbát
sl: Hrbet
sq: Mbrapa
sv: Tillbaka
te: వీపు
tg: Бозгашт
tl: Balik
tr: Geri
uk: Задній
uz: Orqaga
xh: Ngemva

source: HomePage
am: መነሻ ገጽ
az: Ana Səhifə
be: Хатняя старонка
ca: Pàgina d'inici
cs: Domovská stránka
cy: HafanTudalen
eo: Hejmpaĝo
et: Koduleht
eu: Orrialde nagusia
fy: Thússide
hi: होमपेज
hy: Գլխավոր էջՓեյջ
ja: ホームページ
ka: მთავარი
lv: Mājas lapa
mi: Whārangi Kāinga
ne: गृहपृष्ठ
no: Hjemmeside
pa: ਹੋਮਪੇਜ
ro: Pagina principală
si: මුල් පිටුව
sk: Domovská stránka
sl: Domača stran
sq: Faqe Hyrëse
sv: Hemsida
te: హోమ్ పేజీ
tg: Саҳифаи асосӣ
tr: Ana Sayfa
uk: Домашня сторінка
uz: Bosh sahifa
xh: Ikhasi laseKhaya

source: Search
am: ፍለጋ
az: Axtarış
be: Пошукі
ca: Cerca
cs: Vyhledávání
cy: Chwilota
eo: Serĉo
et: Otsing
eu: Araketa
fy: Sykje
hi: खोज
hy: Որոնել
ja: 検索
ka: ძებნა
lb: Sichen
lv: Meklēt
mi: Rapu
my: ရှာဖေှခြင်း
ne: खोजी
no: Søk
pa: ਖੋਜ
ro: Căutare
si: සෙවීම
sk: Vyhľadávanie
sl: Iskanje
sq: Kërkim
sv: Sök
te: వెతకండి
tg: Кофтуков
tl: Maghanap
tr: Aramak
uk: Пошук
uz: Qidirmoq
xh: Ukukhankanya

source: Create
am: ፍጠር
az: Yaratmaq
be: Тварыць
ca: Crear
cs: Vytvořit
cy: Creiff
eo: Kreu
et: Looma
eu: Sortu
fy: Meitsje
hi: बनाएं
hy: Ստեղծել
ja: 作成する
ka: Შექმნა
lb: Erreeiert eng kreéieren
lv: Radīt
mi: Hanga
my: ဖန်တီး
ne: सृष्टि गर्नु्
no: Skape
pa: ਬਣਾਓ
ro: Crea
si: සාදන්න
sk: Vytvárať
sl: Ustvari
sq: Krijoj
sv: Skapa
te: సృష్టించండి
tg: Сохтан
tl: Lumikha
tr: Yaratmak
uk: Створити
uz: Yaratmoq
xh: Dala

source: Play
am: አጫውት
az: Oynamaq
be: Гуляць
ca: Jugar
cs: Hrát si
cy: Chwarae
eo: Ludi
et: Näidend
eu: Jokatu
fy: Toanielstik
hi: खेल
hy: Խաղալ
ja: 遊ぶ
ka: თამაში
lb: Spill zou
lv: Rotaļlieta
mi: Whakaaturanga
my: ကစားခြင်း
ne: खेल्नु
no: Spille
pa: ਖੇਡੋ
ro: Joaca
si: සෙල්ලම් කරන්න
sk: hrať
sl: Igrati
sq: Luaj
sv: Spela
te: ఆడండి
tg: Бозӣ
tl: Maglaro
tr: Oynamak
uk: Грати
uz: O'ynash
xh: Dlala

source: Game view
am: የጨዋታ እይታ
az: Oyun görünüşü
be: Прагляд гульні
ca: Vista del joc
cs: Zobrazení hry
cy: Golygfa Gêm
eo: Ludo -Vido
et: Mänguvaade
eu: Game Ikuspegia
fy: Spultsje werjefte
hi: खेल का दृश्य
hy: Խաղ
ja: ゲームビュー
ka: თამაშის ხედი
lb: Spill Vue
lv: Spēļu skats
mi: Tirohanga kēmu
my: ဂိမ်းကြည့်ရန်
ne: खेल दृश्य
no: Spillvisning
pa: ਖੇਡ ਦ੍ਰਿਸ਼
ro: Vizualizare joc
si: ක්රීඩා දර්ශනය
sk: Pohľad
sl: Pogled igre
sq: Pamja e Lojërave
sv: Spelsökning
te: గేమ్ వ్యూ
tg: Намуди бозӣ
tl: View ng laro
tr: Oyun görünümü
uk: Погляд ігор
uz: O'yin ko'rinishi
xh: Ukujonga umdlalo

source: Export as
am: ወደ ውጭ ይላኩ እንደ
az: İxrac etmək
be: Экспарт у
ca: Exportació com
cs: Export jako
cy: Allforio fel
eo: Eksporti kiel
et: Eksporti
eu: Esportatu gisa
fy: Eksportearje as
hi: निर्यात के रूप में
hy: Արտահանում ինչպես
ka: ექსპორტი როგორც
lb: Exportéiert als
lv: Eksportēt kā
mi: Kaweake rite
my: အဖြစ်တင်ပို့
ne: निर्यात रूपमा निर्यात
no: Eksport som
pa: ਦੇ ਤੌਰ ਤੇ ਨਿਰਯਾਤ
ro: Export ca.
si: අපනයනය
sk: Exportovať ako
sl: Izvoz kot
sv: Exportera som
te: ఎగుమతి
tg: Содирот ҳамчун
tl: I -export bilang
tr: İhracat yapmak
uk: Експорт як
uz: Sifatida eksport
xh: Thumela ngaphandle njengoko

source: Destroy
am: አጥፋ
az: Məhv etmək
be: Разбураць
ca: Destruir
cs: Zničit
cy: Difetha ’
eo: Detruu
et: Hävitama
eu: Suntsitu
fy: Ferniele
hi: नष्ट करना
hy: Ոչնչացնել
ja: 破壊する
ka: დანგრევა
lb: Zerstken
lv: Iznīcināt
mi: Wāwāhi
my: ဖျက်ဆီး
ne: नष्ट
no: Ødelegge
pa: ਨਸ਼ਟ
ro: Distruge
si: විනාශ කරන්න
sk: Zničiť
sl: Uničiti
sq: Shkatërroj
sv: Förstöra
te: నాశనం
tg: Нест кардан
tl: Sirain
tr: Tahrip etmek
uk: Знищувати
uz: Vayron qilmoq
xh: Utshabalalisa

source: Word count preferences
am: የቃላት ብዛት ምርጫዎች
az: Söz sayı üstünlükləri
be: Параметры колькасці слоў
ca: Preferències de recompte de paraules
cs: Předvolby počtu slov
cy: Dewisiadau cyfrif geiriau
eo: Vortkalkulaj preferoj
et: Sõnade arvu eelistused
eu: Hitz kopuruaren hobespenak
fy: Wurd count foarkar
hi: शब्द गणना प्राथमिकताएँ
hy: Բառերի քանակի նախապատվություններ
ja: 文字数の設定
ka: სიტყვების რაოდენობის პარამეტრები
lb: Wuertzuel Preferenzen
lv: Vārdu skaita preferences
mi: Nga manakohanga tatau kupu
my: စကားလုံးရေတွက်မှု ဦးစားပေး
ne: शब्द गणना प्राथमिकताहरू
no: Preferanser for antall ord
pa: ਸ਼ਬਦ ਗਿਣਤੀ ਤਰਜੀਹਾਂ
ro: Preferințe pentru numărul de cuvinte
si: වචන ගණන් කිරීමේ මනාපයන්
sk: Predvoľby počtu slov
sl: Nastavitve števila besed
sq: Preferencat e numrit të fjalëve
sv: Preferenser för antal ord
te: పదాల గణన ప్రాధాన్యతలు
tg: Афзалиятҳои ҳисобкунии калимаҳо
tl: Mga kagustuhan sa bilang ng salita
tr: Kelime sayısı tercihleri
uk: Параметри підрахунку слів
uz: So'zlarni hisoblash sozlamalari
xh: Ubalo lwamagama olukhethwayo

source: Select word count
am: የቃላት ብዛትን ይምረጡ
az: Söz sayını seçin
be: Выберыце колькасць слоў
ca: Seleccioneu el recompte de paraules
cs: Vyberte počet slov
cy: Dewiswch nifer geiriau
eo: Elektu vortkalkulon
et: Valige sõnade arv
eu: Hautatu hitz kopurua
fy: Selektearje wurd count
hi: शब्द गणना चुनें
hy: Ընտրեք բառերի քանակը
ja: 文字数を選択してください
ka: აირჩიეთ სიტყვების რაოდენობა
lb: Wielt Wuertzuel
lv: Izvēlieties vārdu skaitu
mi: Tīpakohia te tatau kupu
my: စကားလုံးအရေအတွက်ကို ရွေးပါ။
ne: शब्द गणना चयन गर्नुहोस्
no: Velg antall ord
pa: ਸ਼ਬਦ ਗਿਣਤੀ ਚੁਣੋ
ro: Selectați numărul de cuvinte
si: වචන ගණන තෝරන්න
sk: Vyberte počet slov
sl: Izberite število besed
sq: Zgjidhni numrin e fjalëve
sv: Välj antal ord
te: పదాల గణనను ఎంచుకోండి
tg: Шумораи калимаҳоро интихоб кунед
tl: Pumili ng bilang ng salita
tr: Kelime sayısını seçin
uk: Виберіть кількість слів
uz: So'z sonini tanlang
xh: Khetha ubalo lwamagama

source: Maximum
am: ከፍተኛ
az: Maksimal
be: Максімум
ca: Màxim
cy: Uchafswm
eo: Maksimumo
et: Maksimum
eu: Gehienezko
fy: Maksimum
hi: अधिकतम
hy: Առավելագույն
ja: 最大
ka: მაქსიმუმი
lv: Maksimums
mi: Mutunga rawa
my: အများဆုံး
ne: अधिकतम
no: Maksimum
pa: ਵੱਧ ਤੋਂ ਵੱਧ
ro: Maxim
si: උපරිම
sk: Maximálny
sl: Največ
sq: Maksimum
sv: Maximal
te: గరిష్టంగా
tg: Максимум
tl: Pinakamataas
tr: Maksimum
uk: Максимум
uz: Maksimal
xh: Ubuninzi

source: Custom
am: ብጁ
az: Xüsusi
be: Прыстасаваныя
ca: Personalitzat
cs: Zvyk
eo: Kutimo
et: Kohandatud
eu: Pertsonalizatua
fy: Oanpast
hi: रिवाज़
hy: Պատվերով
ja: カスタム
ka: საბაჟო
lb: Benotzerdefinéiert
lv: Pielāgots
mi: Ritenga
my: စိတ်ကြိုက်
ne: अनुकूलन
no: Tilpasset
pa: ਪ੍ਰਥਾ
ro: Personalizat
si: අභිරුචි
sk: Vlastné
sl: Po meri
sq: Me porosi
sv: Beställnings
te: కస్టమ్
tg: Фармоишгар
tr: Gelenek
uz: Maxsus
xh: Isiko

source: To perform this operation, you must first select a cell.
am: ይህንን ክዋኔ ለማከናወን በመጀመሪያ ሴል መምረጥ አለብዎት.
az: Bu əməliyyatı yerinə yetirmək üçün əvvəlcə bir hücrəni seçməlisiniz.
be: Каб выканаць гэтую аперацыю, неабходна спачатку выбраць вочку.
ca: Per realitzar aquesta operació, primer heu de seleccionar una cel·la.
cs: Chcete -li tuto operaci provést, musíte nejprve vybrat buňku.
cy: I gyflawni'r llawdriniaeth hon, yn gyntaf rhaid i chi ddewis cell.
eo: Por plenumi ĉi tiun operacion, vi devas unue elekti ĉelon.
et: Selle toimingu tegemiseks peate kõigepealt valima lahtri.
eu: Eragiketa hau burutzeko, gelaxka bat aukeratu behar duzu lehenengo.
fy: Dizze hanneling útfiere, moatte jo earst in sel selektearje.
hi: इस ऑपरेशन को करने के लिए, आपको पहले एक सेल का चयन करना होगा।
hy: Այս գործողությունը կատարելու համար նախ պետք է բջիջ ընտրեք:
ja: この操作を実行するには、最初にセルを選択する必要があります。
ka: ამ ოპერაციის შესასრულებლად, ჯერ უნდა აირჩიოთ უჯრედი.
lb: Fir dës Operatioun ze maachen, musst Dir als éischt eng Hand wielen.
lv: Lai veiktu šo darbību, vispirms jāizvēlas šūna.
mi: Ki te mahi i tenei mahinga, me matua whiriwhiri koe i tetahi pūtau.
my: ဒီစစ်ဆင်ရေးကိုလုပ်ဆောင်ရန်သင်ပထမ ဦး ဆုံးဆဲလ်ကိုရွေးချယ်ရမည်။
ne: यो अपरेशन प्रदर्शन गर्न, तपाईंले पहिले एउटा सेल चयन गर्नुपर्नेछ।
no: For å utføre denne operasjonen, må du først velge en celle.
pa: ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਇੱਕ ਸੈੱਲ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ.
ro: Pentru a efectua această operație, trebuie să selectați mai întâi o celulă.
si: මෙම මෙහෙයුම සිදු කිරීම සඳහා, ඔබ මුලින්ම කොටුවක් තෝරා ගත යුතුය.
sk: Na vykonanie tejto operácie musíte najskôr vybrať bunku.
sl: Če želite izvesti to operacijo, morate najprej izbrati celico.
sq: Për të kryer këtë operacion, së pari duhet të zgjidhni një qelizë.
sv: För att utföra denna operation måste du först välja en cell.
te: ఈ ఆపరేషన్ చేయడానికి, మీరు మొదట సెల్ ఎంచుకోవాలి.
tg: Барои иҷрои ин амалиёт, шумо бояд як чашмакро интихоб кунед.
tl: Upang maisagawa ang operasyon na ito, kailangan mo munang pumili ng isang cell.
tr: Bu işlemi gerçekleştirmek için önce bir hücre seçmelisiniz.
uk: Щоб виконати цю операцію, необхідно спочатку виділити клітинку.
uz: Ushbu operatsiyani bajarish uchun avval katakchani tanlashingiz kerak.
xh: Ukwenza lo msebenzi, kufuneka uqale ukukhetha iseli.

source: View
am: ይመልከቱ
az: Baxın
be: Выгляд
ca: Veure
cs: Pohled
cy: Golwg
eo: Vido
et: Vaade
eu: Ikusi
fy: Fisy
hi: देखना
hy: Դիտել
ja: ビュー
ka: ხედი
lb: Vue
lv: Skatīt
mi: Tirohanga
my: အမြင်
ne: हेर्नुहोस्
no: Utsikt
pa: ਦੇਖੋ
ro: Vedere
si: දැක්ම
sk: vyhliadka
sl: Pogled
sq: Pamje
sv: Se
te: చూడండి
tg: Намоиш
tl: Tingnan
tr: Görüş
uk: Переглянути
uz: Ko'rinish
xh: Jonga

source: Total words
am: ጠቅላላ ቃላት
az: Ümumi sözlər
be: Усяго словы
ca: Paraules totals
cs: Celkem slova
cy: Cyfanswm geiriau
eo: Totalaj Vortoj
et: Kogusõnad
eu: Hitz guztira
fy: Totale wurden
hi: कुल शब्द
hy: Ընդհանուր բառեր
ja: 合計単語
ka: სულ სიტყვები
lb: Totell Wierder
lv: Kopējie vārdi
mi: Tapeke kupu
my: စုစုပေါင်းစကားလုံးများ
ne: कूल शब्दहरू
no: Totalt ord
pa: ਕੁੱਲ ਸ਼ਬਦ
ro: Cuvinte totale
si: මුළු වචන
sk: Celkové slová
sl: Skupne besede
sq: Fjalë totale
sv: Totala ord
te: మొత్తం పదాలు
tg: Калимаҳои умумӣ
tl: Kabuuang mga salita
tr: Toplam kelimeler
uk: Загальні слова
uz: Umumiy so'zlar
xh: Amagama apheleleyo

source: Difficulty
am: ችግር
az: Çətinlik
be: Цяжкасць
ca: Dificultat
cs: Obtížnost
cy: Anhawster
eo: Malfacilaĵo
et: Raskus
eu: Zailtasun
fy: Swierrichheid
hi: कठिनाई
hy: Դժվարություն
ja: 困難
ka: სირთულე
lb: Schwieregkeeten
lv: Grūtības
mi: Mea uaua
my: အခက်
ne: कठिनाइ
no: Vanskelighet
pa: ਮੁਸ਼ਕਲ
ro: Dificultate
si: දුෂ්කරතා
sk: Obtiažnosť
sl: Težave
sq: Vështirësi
sv: Svårighet
te: ఇబ్బంది
tg: Мушкилӣ
tl: Kahirapan
tr: Zorluk
uk: Труднощі
uz: Qiyinchilik
xh: Ubunzima

source: Select
am: ይምረጡ
az: seçin
be: Выберыце
ca: Seleccioneu
cs: Vybrat
cy: Dewiswch
eo: Elektu
et: Valige
eu: Hautatu
fy: Útkieze
hi: चुनना
hy: Ընտրել
ja: 選択する
ka: აირჩიეთ
lb: Wielt
lv: Izvēlieties
mi: Tīpakohia
my: ရွေးချယ်ပါ။
ne: चयन गर्नुहोस्
no: Plukke ut
pa: ਚੁਣੋ
ro: Selectați
si: තෝරන්න
sk: Vyberte
sl: Izberite
sq: Zgjidhni
sv: Välj
te: ఎంచుకోండి
tg: Интихоб кунед
tl: Pumili
tr: Seçme
uk: Виберіть
uz: Tanlang
xh: Khetha

source: Crossword Editor
am: አቋራጭ አርታኢ
az: Çapraz Sözlər Editoru
be: Рэдактар ​​крыжаванак
ca: Editor de mots encreuats
cs: Editor křížovek
cy: Golygydd Crossword
eo: Krucivorta Redaktoro
et: Ristsõna redaktor
eu: Gurutzegrametako Editorea
fy: Krúswurdboek bewurker
hi: क्रॉसवर्ड संपादक
hy: Խաչաձեւ խմբագիր
ja: クロスワードエディタ
ka: კროსვორდის რედაქტორი
lv: Krustvārdu mīklu redaktors
mi: Kaiwhakatika Kupu Whakawhiti
my: Crossword တည်းဖြတ်သူ
ne: क्रसवर्ड सम्पादक
no: Kryssord Editor
pa: ਕਰਾਸਵਰਡ ਸੰਪਾਦਕ
ro: Editor de cuvinte încrucișate
si: හරස්පද සංස්කාරක
sk: Editor krížoviek
sl: Urejevalnik križank
sq: Editori i fjalëkryqeve
sv: Korsordsredigerare
te: క్రాస్ వర్డ్ ఎడిటర్
tg: Муҳаррири кроссворд
tl: Editor ng Crossword
tr: Bulmaca Editörü
uk: Редактор кросвордів
uz: Krossvord tahrirchiName
xh: Umhleli we Crossword

source: Your Crosswords
am: የእርስዎ መስቀሎች
az: Sizin Krossvordlarınız
be: Вашы крыжаванкі
ca: Els teus mots encreuats
cs: Vaše křížovky
cy: Eich croeseiriau
eo: Viaj krucvortoj
et: Teie ristsõnad
eu: Zure gurutzegramak
fy: Jo krúswurdwurden
hi: आपकी वर्ग पहेली
hy: Քո խաչաձեւ բառերը
ja: あなたのクロスワード
ka: შენი კროსვორდები
lb: Är Kräizwuerträtsel
lv: Jūsu krustvārdu mīklas
mi: Ō Kupu Whakawhiti
my: ခင်ဗျားတို့ရဲ့ လက်ဝါးကပ်စည်းတွေ
ne: तपाईँका क्रसवर्डहरू
no: Kryssordene dine
pa: ਤੁਹਾਡੇ ਕਰਾਸਵਰਡ
ro: Cuvintele tale încrucișate
si: ඔබේ හරස් පද
sk: Vaše krížovky
sl: Vaše križanke
sq: Fjalëkryqet e tua
sv: Dina korsord
te: మీ క్రాస్ వర్డ్స్
tg: Кроссвордҳои шумо
tl: Ang iyong mga crosswords
tr: Bulmacalarınız
uk: Ваші кросворди
uz: Krossvordlaringiz
xh: chrum kwik

source: Save
am: አስቀምጥ
az: Qeyd Et
be: Захаваць
ca: Salvar
cs: Uložit
cy: Achub
eo: Konservu
et: Salvestama
eu: Salbatu
fy: Bewarje
hi: रक्षा कर
hy: Խնայել
ja: セーブ
ka: შენახვა
lb: Späicheren
lv: Glābt
mi: Tiaki
my: သိမ်းဆည်းပါ
ne: बचत गर्नुहोस्
no: Lagre
pa: ਸੁਰੱਖਿਅਤ ਕਰੋ
ro: Salva
si: සුරකින්න
sk: Zachrániť
sl: Shraniti
sq: Ruaj
sv: Spara
te: కాపాడు
tg: Захира
tl: I -save
tr: Kurtarmak
uk: Рятувати
uz: Saqlash
xh: Gcina

source: length >= 1 and valid OS file name
am: ርዝመት >= 1 እና ተቀባይነት ያለው የ OS ፋይል ስም
az: uzunluq >= 1 və hökmlü ƏS fayl adı
be: даўжыня >= 1 і сапраўднае імя файла АС
ca: longitud >= 1 i nom de fitxer vàlid del sistema operatiu
cs: délka >= 1 a platný název souboru OS
cy: hyd >= 1 ac enw ffeil OS dilys
eo: longo >= 1 kaj valida OS-dosiernomo
et: pikkus >= 1 ja kehtiv OS-faili nimi
eu: > luzera= 1 eta baliozko sistema eragilearen artxibo-izena
fy: length>= 1 en jildige OS-bestânnamme
hi: लंबाई > = 1 और मान्य OS फ़ाइल नाम
hy: երկարություն >= 1 եւ վավերԱԿԱՆ OS ֆայլի անվանումը
ja: length >= 1 で有効な OS ファイル名
ka: სიგრძე >= 1 და მოქმედი OS ფაილის სახელი
lb: Längt >= 1 a valabel OS Dateinumm
lv: garums >= 1 un derīgs OS faila nosaukums
mi: roa >= 1 me te ingoa kōnae OS whaimana
my: > = ၁ နှင့် တရားဝင် OS ဖိုင်အမည်
ne: लम्बाइ >= १ र वैध ओएस फाइल नाम
no: lengde >= 1 og gyldig OS-filnavn
pa: ਲੰਬਾਈ >= 1 ਅਤੇ ਵੈਧ OS ਫਾਇਲ ਨਾਮ
ro: lungime >= 1 și nume de fișier OS valid
si: දිග > = 1 සහ වලංගු මෙහෙයුම් පද්ධතිය ගොනු නාමය
sk: dĺžka >= 1 a platný názov súboru OS
sl: dolžina >= 1 in veljavno ime datoteke OS
sq: gjatësia >= 1 dhe emri i skedarit OS i vlefshëm
sv: längd >= 1 och giltigt OS-filnamn
te: పొడవు > = 1 మరియు చెల్లుబాటు అయ్యే OS ఫైల్ పేరు
tg: дарозӣ >= 1 ва номи дурусти файли OS
tl: Haba> = 1 at wastong pangalan ng file ng OS
tr: uzunluk >= 1 ve geçerli işletim sistemi dosya adı
uk: довжина >= 1 і допустиме ім'я файлу ОС
uz: uzunligi >= 1 va haqiqiy OS fayl nomi
xh: ubude > = 1 kunye negama lefayile ye-OS esebenzayo

source: length == 1
am: ርዝመት == 1
az: uzunluq == 1
be: даўжыня == 1
ca: longitud == 1
cs: délka == 1
cy: Hyd === 1
eo: longo == 1
et: pikkus == 1
eu: luzera == 1
fy: lengte == 1
hi: लंबाई == 1
hy: երկարություն == 1
ja: 長さ == 1
ka: სიგრძე == 1
lb: Längt == 1
lv: garums == 1
mi: roanga == 1
my: အကြာ == ၁
ne: लम्बाई == 1
no: lengde == 1
pa: ਲੰਬਾਈ == 1
ro: Lungime == 1
si: දිග == 1
sk: dĺžka == 1
sl: dolžina == 1
sv: längd == 1
te: పొడవు == 1
tg: дарозӣ == 1
tl: Haba == 1
tr: uzunluk == 1
uk: довжина == 1
uz: uzunligi == 1
xh: ubude == 1

source: Easy
am: ቀላል
az: Asan
be: лёгка
ca: Fàcil
cs: Snadný
cy: Hawdd
eo: Facila
et: Lihtne
eu: Erraza
fy: Maklik
hi: आसान
hy: Հեշտ
ja: 簡単
ka: Ადვილი
lb: Einfach
lv: Viegli
mi: Māmā
my: လွယ်ပါတယ်။
ne: सजिलो
no: Lett
pa: ਆਸਾਨ
ro: Uşor
si: පහසු
sk: Jednoduché
sl: enostavno
sq: Lehtë
sv: Lätt
te: సులువు
tg: Осон
tl: Madali
tr: Kolay
uk: легко
uz: Oson
xh: Kulula

source: Medium
am: መካከለኛ
az: Orta
be: Сярэдні
ca: Mitjana
cs: Střední
cy: Canolig
eo: Meza
et: Keskmine
eu: Ertaina
hi: मध्यम
hy: Միջին
ja: 中くらい
ka: საშუალო
lb: Mëttelméisseg
lv: Vidēja
mi: Waenga
my: အလယ်အလတ်
ne: मध्यम
pa: ਦਰਮਿਆਨਾ
ro: Mediu
si: මධ්යම
sk: Stredná
sl: Srednje
sq: E mesme
te: మధ్యస్థం
tg: Миёна
tl: Katamtaman
tr: Orta
uk: Середній
uz: O'rta
xh: Phakathi

source: Hard
am: ከባድ
az: Çətin
be: Цяжка
ca: Dur
cs: Tvrdý
cy: Caled
eo: Malfacile
et: Raske
eu: Gogorra
fy: Hurd
hi: मुश्किल
hy: Դժվար
ja: 難しい
ka: მძიმე
lb: Schwéier
lv: Grūti
mi: pakeke
my: ခက်တယ်။
ne: कडा
pa: ਸਖ਼ਤ
ro: Greu
si: අමාරුයි
sk: Ťažko
sl: težko
sq: E vështirë
sv: Hård
te: హార్డ్
tg: Сахт
tl: Mahirap
tr: Zor
uk: важко
uz: Qattiq
xh: Kunzima

source: Extreme
am: ጽንፍ
az: Ekstremal
be: Экстрым
ca: Extrem
cs: Extrémní
cy: Eithafol
eo: Ekstrema
et: Ekstreemne
eu: Muturrekoa
fy: Ekstreem
hi: चरम
hy: Ծայրահեղ
ja: 過激
ka: ექსტრემალური
lb: Extrem
lv: Ekstrēms
mi: Tino
my: အလွန်အမင်း
ne: चरम
no: Ekstrem
pa: ਅਤਿ
ro: Extrem
si: අන්ත
sk: Extrémne
sl: Ekstremno
sq: Ekstreme
sv: Extrem
te: విపరీతమైనది
tg: Аз ҳад зиёд
tr: Aşırı
uk: Екстрім
uz: Ekstremal
xh: Ngokugqithisileyo

source: Adding
am: ማከል
az: Əlavə Etmək
be: Даданне
ca: Afegir
cs: Přidávání
cy: Ychwanegu
eo: Aldonante
et: Lisades
eu: Gehitu
fy: tafoeging
hi: जोड़ने
hy: Ավելացնել
ja: 追加
ka: დამატება
lb: Dobäi
lv: Pievienojot
mi: Tāpiri ana
my: ပေါင်းထည့်ပါ
ne: थप्दै
no: Legge
pa: ਜੋੜਨਾ
ro: Adăugarea
si: එකතු කිරීම
sk: Pridanie
sl: Dodajanje
sq: Duke shtuar
sv: Lägga
te: జోడించడం
tg: Илова
tl: Pagdaragdag
tr: Ekleme
uk: Додавання
uz: Qoʻshish
xh: Ukongeza

source: Add
am: ጨምር
az: Əlavə Et
be: Дадаць
ca: Sumar
cs: Přidat
cy: Adio
eo: Aldoni
et: Lisama
eu: Gehitu
fy: oan
hi: आगे कहना
hy: Ավելացնել
ja: 足す
ka: დამატება
lb: derbäi
lv: Pievienot
mi: Tāpiri
my: ပေါင်းထည့်ပါ
ne: थप्नुहोस्
no: Tilføye
pa: ਜੋੜੋ
ro: Adăuga
si: එකතු කරන්න
sk: Sčítať
sl: Dodati
sq: Shto
sv: Addera
te: కూడండి
tg: Илова
tl: Idagdag
tr: Eklemek
uk: Додати
uz: Qo'shish
xh: Yongeza

source: Press
am: ተጫን
az: Bas
be: Прэса
ca: Premsa
cs: Tisk
cy: Gwasg
eo: Premu
et: Ajakirjandus
eu: Prentsa
fy: Druk
hi: दबाना
hy: Սեղմեք
ja: 押す
ka: პრესა
lb: Dëpte drécken
lv: Prese
mi: Pēhi
my: ပုံနှိပ်
ne: थिच्नुहोस्
no: Presse
pa: ਦਬਾਓ
ro: Presă
si: ඔබන්න
sk: Tlač
sl: Tisk
sq: Shtyp
sv: Trycka
te: నొక్కు
tg: Пахш кунед
tl: Pindutin
tr: Basın
uk: Прес
uz: Bosib o'tkazing
xh: Cinezela

source: to add a
am: ሀ
az: əlavə etmək üçün
be: дадаць а
ca: per afegir un
cs: Chcete-li přidat
cy: i ychwanegu
eo: aldoni a
et: Lisada
eu: Gehitzeko
fy: a te foegjen
hi: एक जोड़ने के लिए
hy: ավելացնել ա
ja: をクリックして、
ka: დაამატოთ ა
lb: fir a
lv: Lai pievienotu
mi: hei tāpiri i tētahi
my: ထပ်ထည့်ရန်
ne: एक थप्नको लागि
no: Slik legger du til en
pa: ਇੱਕ ਜੋੜਨ ਲਈ
ro: Pentru a adăuga un
si: එකතු කිරීමට
sk: Ak chcete pridať
sl: Dodajanje
sq: Për të shtuar një
sv: för att lägga till en
te: ఒక జోడించడానికి
tg: илова кардани а
tl: Upang magdagdag ng isang
tr: eklemek için
uk: щоб додати об'єкт
uz: qo'shish uchun
xh: ukudibanisa a

source: new crossword.
am: አዲስ መስቀለኛ ቃል.
az: Yeni krossvord.
be: Новы крыжаванка.
ca: Nou mots encreuats.
cs: Nová křížovka.
cy: croesair newydd.
eo: Nova krucvorto.
et: Uus ristsõna.
eu: Gurutzegrama berria.
fy: nij krúswurd.
hi: नया क्रॉसवर्ड।
hy: Նոր խաչբառ:
ja: 新しいクロスワード。
ka: ახალი კროსვორდი.
lb: neit Kräizwuert.
lv: Jauns krustvārdu vārds.
mi: Tuhinga o mua.
my: စကားလုံးအသစ်။
ne: नयाँ क्रसवर्ड।
no: Nytt kryssord.
pa: ਨਵਾਂ ਕਰਾਸਵਰਡ.
ro: nou cuvânt încrucișat.
si: නව හරස්පද.
sk: Nová krížovia.
sl: Nova križana beseda.
sq: Fjalëkryq i ri.
sv: Nytt korsord.
te: కొత్త క్రాస్‌వర్డ్.
tg: Queryword нав.
tl: Bagong Crossword.
tr: Yeni bulmaca.
uk: Новий кросворд.
uz: Yangi krossvord.
xh: igama elitsha.

source: Editing
am: ማርትዕ
az: Redaktə
be: Рэдагаванне
ca: Edició
cs: Editace
cy: Golygu
eo: Redaktado
et: Redigeerimise
eu: Zuzenketa
fy: Bewurkje
hi: संपादन
hy: Խմբագրել
ja: 編集
ka: რედაქტირება
lb: Redaktioun
lv: Rediģēšanas
mi: Whakarerekē ana
ne: सम्पादन गर्दै
no: Redigering
pa: ਸੰਪਾਦਨ
ro: Editare
si: සංස්කරණය
sk: Editácia
sl: Urejanje
sq: Editimi
sv: Redigering
te: కూర్పు
tg: Таҳрир
tl: Pag -edit
tr: Düzenleme
uk: Редагування
uz: Tahrirlash
xh: Hlela

source: Your Words
am: ቃላትህ
az: Sözləriniz
be: Вашы словы
ca: Les teves paraules
cs: Vaše slova
cy: Eich geiriau
eo: Viaj Vortoj
et: Teie sõnad
eu: Bere hitzak
fy: Jo wurden
hi: आपके शब्द
hy: Խոսքերդ
ja: あなたの言葉
ka: შენი სიტყვები
lb: Är Wierder
lv: Jūsu vārdi
mi: Ō Kupu
my: သင့်စကားလုံးများမှာ သင့်စကားလုံး
ne: तपाईंको शब्दहरू
no: Dine ord
pa: ਤੁਹਾਡੇ ਸ਼ਬਦ
ro: Cuvintele tale
si: ඔබේ වචන
sk: Vaše slová
sl: Vaše besede
sq: Fjalët e tua
sv: Dina ord
te: మీ మాటలు
tg: Суханони шумо
tl: Ang iyong mga salita
tr: Senin Sözlerin
uk: Ваші слова
uz: Sizning so'zlar
xh: chrum kwik

source: length >= 1 and length <= 32 and is a language character
am: ርዝመት >= 1 እና ርዝመት <= 32 ሲሆን የቋንቋ ገፀ-ባህሪ ነው
az: uzunluq >= 1 və uzunluq <= 32 və dil xarakteri daşıyır
be: даўжыня >= 1 і даўжыня <= 32 і з'яўляецца сімвалам мовы
ca: longitud >= 1 i longitud <= 32 i és un caràcter lingüístic
cs: length >= 1 a length <= 32 a je znak jazyka
cy: hyd >= 1 a hyd <= 32 ac mae'n gymeriad iaith
eo: longo >= 1 kaj longo <= 32 kaj estas lingva signo
et: pikkus >= 1 ja pikkus <= 32 ning on keelemärk
eu: > luzera= 1 eta luzera <= 32 eta hizkuntza-izaera
fy: length >= 1 en lingte <= 32 en is in taalkarakter
hi: लंबाई > = 1 और लंबाई < = 32 है और एक भाषा वर्ण है
hy: երկարություն >= 1 եւ երկարություն <= 32 եւ հանդիսանում է լեզվի կերպար
ja: 長さ >= 1 かつ長さ <= 32 であり、言語文字である
ka: სიგრძე >= 1 და სიგრძე < = 32 და არის ენის ხასიათი
lb: Längt >= 1 a Längt <= 32 an ass e Sprooche Charakter
lv: garums >= 1 un garums <= 32 un ir valodas rakstzīme
mi: roa >= 1 me te roa <= 32, ā, he pūāhua reo
my: > = ၁> = < အလျား ၃၂ = ၃၂
ne: लम्बाइ > = १ र लम्बाइ < = ३२ र यो भाषा क्यारेक्टर हो
no: lengde >= 1 og lengde <= 32 og er et språktegn
pa: ਲੰਬਾਈ >= 1 ਅਤੇ ਲੰਬਾਈ < = 32 ਅਤੇ ਇਹ ਇੱਕ ਭਾਸ਼ਾ ਅੱਖਰ ਹੈ
ro: lungimea >= 1 și lungimea <= 32 și este un caracter lingvistic
si: දිග > = 1 සහ දිග < = 32 වන අතර එය භාෂා අක්ෂරයකි
sk: dĺžka >= 1 a dĺžka <= 32 a je jazykový znak
sl: dolžina >= 1 in dolžina <= 32 ter je jezikovni znak
sq: gjatësia >= 1 dhe gjatësia <= 32 dhe është një karakter gjuhësor
sv: längd > = 1 och längd < = 32 och är ett språktecken
te: పొడవు > = 1 మరియు పొడవు < = 32 మరియు ఇది ఒక భాషా అక్షరం
tg: length >= 1 ва length <= 32 ва аломати забон аст
tl: Haba> = 1 at haba <= 32 at isang character na wika
tr: uzunluk >= 1 ve uzunluk <= 32 ve bir dil karakteridir
uk: length >= 1 і length <= 32 і є мовним символом
uz: uzunligi >= 1 va uzunligi <= 32 bo'lib, til belgisi
xh: ubude > = 1 kunye nobude < = 32 kwaye luphawu lolwimi

source: length >= 1
am: ርዝመት >= 1
az: uzunluq >= 1
be: даўжыня >= 1
ca: longitud >= 1
cs: délka >= 1
cy: Hyd >= 1
eo: longo >= 1
et: pikkus >= 1
eu: > luzera= 1
fy: lengte >= 1
hi: लंबाई >= 1
hy: երկարություն >= 1
ja: 長さ >= 1
ka: სიგრძე >= 1
lb: Längt >= 1
lv: garums >= 1
mi: roa >= 1
ne: लम्बाई >= 1
no: lengde >= 1
pa: ਲੰਬਾਈ >= 1
ro: lungime >= 1
si: දිග > = 1
sk: dĺžka >= 1
sl: dolžina >= 1
sq: gjatësia >= 1
sv: Längd >= 1
te: పొడవు > = 1
tg: дарозӣ >= 1
tl: Haba> = 1
tr: uzunluk >= 1
uk: довжина >= 1
uz: uzunligi >= 1
xh: ubude > = 1

source: new word.
am: አዲስ ቃል.
az: yeni söz.
be: новае слова.
ca: paraula nova.
cs: nové slovo.
cy: gair newydd.
eo: nova vorto.
et: uus sõna.
eu: Hitz berria.
fy: nij wurd.
hi: नया शब्द।
hy: նոր խոսք:
ja: 新語。
ka: ახალი სიტყვა.
lb: neit Wuert.
lv: jauns vārds.
mi: kupu hōu.
my: စကားလုံးအသစ်။
ne: नयाँ शब्द।
no: nytt ord.
pa: ਨਵਾਂ ਸ਼ਬਦ।
ro: Cuvânt nou.
si: අලුත් වචනයක්.
sk: nové slovo.
sl: Nova beseda.
sq: Fjalë e re.
sv: nytt ord.
te: కొత్త పదం.
tg: калимаи нав.
tl: bagong salita.
tr: yeni kelime.
uk: нове слово.
uz: yangi so'z.
xh: igama elitsha.
