Repository: tomasvana10/xpuz
Catalog: xpuz/locales/*/LC_MESSAGES/messages.po
Languages: am, az, be, ca, cs, cy, eo, et, eu, fy, hi, hy, ja, ka, lb, lv, mi, my, ne, no, pa, ro, si, sk, sl, sq, sv, te, tg, tl, tr, uk, uz, xh

source: light
am: ብርሃን
az: işıq
be: святло
ca: llum
cs: světlo
cy: golau
eo: lumo
et: valgus
eu: argia
fy: ljocht
hi: रोशनी
hy: լույս
ja: ライト
ka: მსუბუქი
lb: liicht
lv: gaismas
mi: marama
my: အလင်း
ne: प्रकाश
no: lys
pa: ਰੋਸ਼ਨੀ
ro: ușoară
si: ආලෝකය
sk: svetlo
sl: svetloba
sq: dritë
sv: ljus
te: కాంతి
tg: нур
tl: liwanag
tr: ışık
uk: світло
uz: yorug'lik
xh: ukukhanya

source: dark
am: ጨለማ
az: qaranlıq
be: цёмны
ca: fosc
cs: temný
cy: tywyll
eo: malhela
et: tume
eu: iluna
fy: tsjuster
hi: अँधेरा
hy: մութ
ja: 暗い
ka: ბნელი
lb: donkel
lv: tumšs
mi: pouri
my: မှောငျမိုကျသော
ne: अँध्यारो
no: mørk
pa: ਹਨੇਰ
ro: întuneric
si: අඳුරු
sk: tmavé
sl: temno
sq: errët
sv: mörk
te: చీకటి
tg: торик
tl: madilim
tr: karanlık
uk: темний
uz: qorong'i
xh: mnyama

source: system
am: ስርዓት
az: sistemi
be: сістэма
ca: sistema
cs: Systém
eo: sistemo
et: süsteem
eu: sistema
fy: systeem
hi: प्रणाली
hy: համակարգ
ja: システム
ka: სისტემა
lv: sistēma
mi: pūnaha
my: စနစ်
ne: प्रणाली
pa: ਸਿਸਟਮ
ro: sistem
si: පද්ධති
sk: systém
sl: sistem
sq: sistemi
sv: systemet
te: వ్యవస్థ
tg: система
tl: sistema
tr: sistem
uk: система
uz: tizimi
xh: inkqubo

source: terrible
am: አስከፊ
az: dəhşətli
be: жудасны
cs: hrozný
cy: ofnadwy
eo: Terura
et: kohutav
eu: anker
fy: freeslik
hi: भयानक
hy: սարսափելի
ja: ひどい
ka: საშინელი
lb: schrecklech
lv: briesmīgs
mi: wehi
my: ကေြာက်လန့်ဘွယ်သော
ne: भयानक
no: fryktelig
pa: ਭਿਆਨਕ
ro: teribil
si: භයානක
sk: hrozný
sl: strašno
sq: i tmerrshëm
sv: fruktansvärd
te: భయంకరమైన
tg: воҳиманок
tl: kakila -kilabot
tr: korkunç
uk: жахливий
uz: qo'rqinchli
xh: yoyikeka

source: poor
am: ድሃ
az: yoxsul
be: бедны
ca: pobre
cs: chudý
cy: druanaf
eo: Kompatinda
et: vaene
eu: txiro
fy: earm
hi: गरीब
hy: աղքատ
ja: 貧しい
ka: ღარიბი
lb: aarm
lv: nabadzīgs
mi: pōhara
my: ဆင်းရဲသော
ne: गरिब
no: dårlig
pa: ਗਰੀਬ
ro: sărac
si: දුප්පත්
sk: chudobný
sl: revni
sq: i varfër
sv: fattig
te: పేద
tg: бечора
tl: Mahina
tr: fakir
uk: бідний
uz: kambag'al
xh: ihlwempu

source: average
am: አማካይ
az: orta
be: сярэдні
ca: mitjana
cs: průměrný
cy: chyfartaleddwch
eo: averaĝa
et: keskmine
eu: batezbesteko
fy: trochsneed
hi: औसत
hy: միջին
ja: 平均
ka: საშუალო
lb: Duerchschnëtt
lv: vidējs
mi: tau toharite
my: ပျမ်းမှျမှု
ne: औसत
no: gjennomsnitt
pa: average ਸਤ
ro: in medie
si: සාමාන්යය
sk: priemer
sl: povprečje
sq: mesatare
sv: genomsnitt
te: సగటు
tg: миёна
tr: ortalama
uk: середній
uz: o'rtacha
xh: umndilili

source: great
am: በጣም ጥሩ
az: əla
be: вялікі
ca: gran
cs: skvělý
cy: mawr
eo: bonega
et: suur
eu: handi
fy: grut
hi: महान
hy: հիանալի
ja: 素晴らしい
ka: დიდი
lb: super
lv: liels
mi: nui
my: ကြီးမားသော
ne: ठूलो
no: flott
pa: ਮਹਾਨ
ro: Grozav
si: මහා
sk: skvelý
sl: Super
sq: i madh
sv: bra
te: గొప్పది
tg: бузург
tl: malaki
tr: Harika
uk: великий
uz: ajoyib
xh: kakhulu

source: perfect
am: ፍጹም
az: mükəmməlləşdirmək
be: удасканальваць
ca: perfeccionar
cs: perfektní
cy: perffeithion
eo: perfekta
et: täiuslik
eu: ezin hobe
fy: perfekt
hi: उत्तम
hy: կատարյալ
ja: 完璧
ka: სრულყოფილი
lb: perfekt
lv: pilnīgs
mi: tutuki
my: စုံလင်သော
ne: पूर्ण
no: perfekt
pa: ਸੰਪੂਰਨ
si: පරිපූර්ණ
sk: dokonalý
sl: popoln
sq: i përkryer
sv: perfekt
te: పర్ఫెక్ట్
tg: пурра
tl: perpekto
tr: mükemmel
uk: ідеальний
uz: mukammal
xh: igqibelele

source: Crossword Puzzle
am: የቃላት አቋራጭ እንቆቅልሽ
az: Krossvord
be: Крыжаванка
ca: Mots encreuats
cs: Křížovka
cy: Pos croesair
eo: Krucvortenigmo
et: Ristsõna
eu: Gurutzegrama
fy: Krúswurdpuzel
hi: क्रॉसवर्ड पहेली
hy: Խաչբառ
ja: クロスワードパズル
ka: კროსვორდის თავსატეხი
lb: Kräizwuerträtsel
lv: Krustvārdu mīkla
mi: Whakawhiti Kupu
my: Crossword ပဟေဋ္ဌိ
ne: क्रसवर्ड पजल
no: Kryssord
pa: ਵਰਗ ਪਹੇਲੀ ਵਾਲੀ ਖੇਡ
ro: Cuvinte încrucișate
si: හරස්පද ප්රහේලිකාව
sk: Krížovka
sl: Križanka
sq: Fjalekryq
sv: Korsord
te: పదాల ఆట
tg: Кроссворд
tl: Palaisipan
tr: Çapraz bulmaca
uk: Кросворд
uz: Krossvord
xh: Iphazile yamagama ikroswayo

source: BrowserPage
am: አሳሽ
az: Brauzer Səhifəsi
be: Старонка аглядальніка
ca: Pàgina del navegador
cs: Stránka prohlížeče
eo: Retumilo-Paĝo
et: Brauseri leht
eu: BrowserPage (Nabigatzailearen orrialdea)
fy: blêderside
hi: ब्राउज़रपेज
hy: ԲրաուզերՓեյջ
ja: ブラウザページ
ka: ბრაუზერიPage
lb: Browser Säit
lv: PārlūksLapa
mi: Whārangi Pūtirotiro
my: Browsspage
ne: ब्राउजर पृष्ठ
pa: ਬ੍ਰਾਊਜ਼ਰਪੇਜ
ro: Pagina browserului
si: බ් රව්සර් පිටුව
sk: Stránka prehliadača
sv: WebbläsareSida
te: Browser పేజీ
tg: Саҳифаи браузер
tr: Tarayıcı Sayfası
uk: Сторінка браузера
uz: Brauzer Sahifasi
xh: IsikhangeliPage

source: Editor
am: አርታኢ
be: Рэдактар
cy: Golygydd
eo: Redaktisto
et: Toimetaja
fy: Redaksje
hi: संपादक
hy: Խմբագիր
ja: 編集者
ka: რედაქტორი
lb: Redeller
lv: Redaktors
mi: Kaiwhakatika
my: အယ်ဒီတာ
ne: सम्पादक
no: Redaktør
pa: ਸੰਪਾਦਕ
si: සංස්කාරක
sl: Urejevalnik
sq: Editori
sv: Redaktör
te: సంపాదకుడు
tg: Муҳаррир
tr: Editör
uk: Редактор
uz: Tahrirchi
xh: Umhleli

source: EditorPage
am: ኤዲተሩ
az: Editor Səhifəsi
be: Старонка рэдактара
ca: Pàgina de redacció
cs: Stránka editoru
eo: Redaktpaĝo
fy: Eakkarreide
hi: संपादकपृष्ठ
hy: ԽմբագիրՓեյջ
ja: EditorPage(エディタページ)
ka: რედაქტორი
lb: Redaktioun
mi: Whārangi Kaiwhakatika
my: အယ်ဒီတာပေါ့ဂ်ျ
ne: सम्पादक पृष्ठ
no: Redaksjonell side
pa: ਸੰਪਾਦਕ ਪੰਨਾ
ro: Pagina editorului
si: කර්තෘ පිටුව
sk: Redakčná stránka
sv: Redaktörens sida
te: ఎడిటర్ పేజీ
tg: Саҳифаи таҳрир
tr: Editör Sayfası
uk: Сторінка редактора
uz: Tahrirchi sahifasi
xh: Ikhasi Lomhleli

source: Global Settings
am: ዓለም አቀፍ ቅንብሮች
az: Qlobal Parametrlər
be: Глабальныя налады
ca: Configuració global
cs: Globální nastavení
cy: Gosodiadau Byd-eang
eo: Tutmondaj Agordoj
et: Globaalsed seaded
eu: Ezarpen orokorrak
fy: Globale ynstellings
hi: वैश्विक सेटिंग्स
hy: Համաշխարհային կարգավորումներ
ja: 全体設定
ka: გლობალური პარამეტრები
lb: Global Astellungen
lv: Globālie iestatījumi
mi: Tautuhinga Ao
my: ကမ္ဘာလုံးဆိုင်ရာ ဆက်တင်များ
ne: ग्लोबल सेटिङहरू
no: Globale innstillinger
pa: ਗਲੋਬਲ ਸੈਟਿੰਗਾਂ
ro: Setări globale
si: ගෝලීය සැකසුම්
sk: Globálne nastavenia
sl: Globalne nastavitve
sq: Parametrat globale
sv: Globala inställningar
te: గ్లోబల్ సెట్టింగ్‌లు
tg: Танзимоти глобалӣ
tl: Mga Pandaigdigang Setting
tr: Genel Ayarlar
uk: Глобальні налаштування
uz: Global sozlamalar
xh: Iisetingi zehlabathi

source: Language
am: ቋንቋ
az: Dil
be: Мова
ca: Llengua
cs: Jazyk
cy: Iaith
eo: Lingvo
et: Keel
eu: Hizkuntza
fy: Taal
hi: भाषा
hy: Լեզու
ja: 言語
ka: ენა
lb: Sprooch
lv: Valoda
mi: Reo
my: ဘာသာစကား
ne: भाषा[सम्पादन गर्ने]
no: Språk
pa: ਭਾਸ਼ਾ
ro: Limbă
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: Gjuha
sv: Språk
te: భాష
tg: Забон
tl: Wika
tr: Dil
uk: Мова
uz: Til
xh: Ulwimi

source: Size
am: መጠን
az: Ölçü
be: Памер
ca: Mida
cs: Velikost
cy: Maint
eo: Grandeco
et: Suurus
eu: Tamaina
fy: Grutte
hi: आकार
hy: Չափը
ja: サイズ
ka: ზომა
lb: Gréisst
lv: Izmērs
mi: Rahi
my: အရွယ်အစား
ne: साइज
no: Størrelse
pa: ਆਕਾਰ
ro: mărimea
si: ප්රමාණය
sk: Veľkosť
sl: Velikost
sq: Madhësia
sv: Storlek
te: పరిమాణం
tg: Андоза
tl: Sukat
tr: Boyut
uk: Розмір
uz: Hajmi
xh: Ubungakanani

source: Appearance
am: መልክ
az: Görünüş
be: Знешні выгляд
ca: Aparença
cs: Vzhled
cy: Ymddangosiad
eo: Aspekto
et: Välimus
eu: Itxura
fy: Ferskining
hi: उपस्थिति
hy: Արտաքին տեսք
ja: 外観
ka: გარეგნობა
lb: Ausgesinn
lv: Izskats
mi: Te ahua
my: အသွင်အပြင်
ne: उपस्थिति
no: Utseende
pa: ਦਿੱਖ
ro: Aspect
si: පෙනුම
sk: Vzhľad
sl: Videz
sq: Pamja e jashtme
sv: Utseende
te: స్వరూపం
tg: Намуди зоҳирӣ
tl: Hitsura
tr: Dış görünüş
uk: Зовнішній вигляд
uz: Tashqi ko'rinish
xh: Imbonakalo

source: Crossword Quality
am: የቃላት ቃል ጥራት
az: Krossvordun keyfiyyəti
be: Якасць крыжаванкі
ca: Qualitat de mots encreuats
cs: Kvalita křížovky
cy: Ansawdd croesair
eo: Krucvorta kvalito
et: Ristsõnade kvaliteet
eu: Gurutzegramaren kalitatea
fy: Krúswurdkwaliteit
hi: क्रॉसवर्ड गुणवत्ता
hy: Խաչբառերի որակ
ja: クロスワード品質
ka: კროსვორდის ხარისხი
lb: Crossword Qualitéit
lv: Krustvārdu kvalitāte
mi: Kounga Whakatau
my: စကားလုံးအရည်အသွေး
ne: क्रसवर्ड को गुणस्तर
no: Kryssordkvalitet
pa: ਕਰਾਸਵਰਡ ਕੁਆਲਟੀ
ro: Calitatea de cuvinte încrucișate
si: හරස්පදයේ ගුණාත්මකභාවය
sk: Kvalita krížovky
sl: Kakovost križanja
sq: Cilësia e fjalëkryqit
sv: Korsordskvalitet
te: క్రాస్వర్డ్ నాణ్యత
tg: Сифати кроссворд
tl: Kalidad ng crossword
tr: Bulmaca kalitesi
uk: Якість кросворду
uz: Krossvord sifati
xh: Umgangatho ongumqobo

source: New version available!
am: አዲስ ስሪት ይገኛል!
az: Yeni versiya mövcuddur!
be: Даступна новая версія!
ca: Nova versió disponible!
cs: Nová verze k dispozici!
cy: Fersiwn newydd ar gael!
eo: Nova versio havebla!
et: Saadaval uus versioon!
eu: Bertsio berria eskuragarri!
fy: Nije ferzje beskikber!
hi: नया संस्करण उपलब्ध है!
hy: Նոր տարբերակը մատչելի է:
ja: 新しいバージョンが利用可能です！
ka: ახალი ვერსია ხელმისაწვდომია!
lb: Nei Versioun verfügbar!
lv: Pieejama jauna versija!
mi: Ko te putanga hou e waatea ana!
my: ဗားရှင်းအသစ်ရရှိနိုင်ပါသည်။
ne: नयाँ संस्करण उपलब्ध!
no: Ny versjon tilgjengelig!
pa: ਨਵਾਂ ਵਰਜ਼ਨ ਉਪਲਬਧ!
ro: Noua versiune disponibilă!
si: නව අනුවාදය තිබේ!
sk: Dostupná nová verzia!
sl: Na voljo je nova različica!
sq: Version i ri në dispozicion!
sv: Ny version tillgänglig!
te: క్రొత్త వెర్షన్ అందుబాటులో ఉంది!
tg: Версияи нав дастрас аст!
tl: Magagamit ang bagong bersyon!
tr: Yeni sürüm mevcut!
uk: Нова версія доступна!
uz: Yangi versiya mavjud!
xh: Inguqulelo entsha ekhoyo!

source: Geography
am: ጂኦግራፊ
az: Coğrafiya
be: Геаграфія
ca: Geografia
cs: Zeměpis
cy: Daearyddiaeth
eo: Geografio
et: Geograafia
eu: Geografia
fy: Geografy
hi: भूगोल
hy: Աշխարհագրություն
ja: 地理
ka: გეოგრაფია
lb: Geographie
lv: Ģeogrāfija
mi: Matawhenua
my: ပထဝီဝင်
ne: भूगोल
no: Geografi
pa: ਭੂਗੋਲ
ro: Geografie
si: භූගෝල විද්යාව
sk: Geografia
sl: Geografija
sq: Gjeografia
sv: Geografi
te: భౌగోళిక శాస్త్రం
tg: География
tl: Heograpiya
tr: Coğrafya
uk: Географія
uz: Geografiya
xh: IJografi

source: Math
am: ሒሳብ
az: Riyaziyyat
be: Матэматыка
ca: Matemàtiques
cs: Matematika
eo: Matematiko
et: matemaatika
eu: Matematika
hi: गणित
hy: Մաթեմատիկա
ja: 数学
ka: Მათემატიკა
lv: Matemātika
mi: Pāngarau
my: သင်္ချာ
ne: गणित
no: Matte
pa: ਗਣਿਤ
ro: Matematică
si: ගණිතය
sk: Matematika
sl: matematika
sv: Matematik
te: గణితం
tg: Математика
tr: Matematik
uk: математика
uz: Matematika
xh: Izibalo

source: Science
am: ሳይንስ
az: Elm
be: Навука
ca: Ciència
cs: Věda
cy: Gwyddoniaeth
eo: Scienco
et: Teadus
eu: Zientzia
fy: Wittenskip
hi: विज्ञान
hy: Գիտություն
ja: 科学
ka: მეცნიერება
lb: Wëssenschaft
lv: Zinātne
mi: Pūtaiao
my: သိပ္ပံ
ne: विज्ञान
no: Vitenskap
pa: ਵਿਗਿਆਨ
ro: Ştiinţă
si: විද්යාව
sk: Veda
sl: Znanost
sq: Shkenca
sv: Vetenskap
te: సైన్స్
tg: Илм
tl: Agham
tr: Bilim
uk: Наука
uz: Fan
xh: Inzululwazi

source: Computer Science
am: የኮምፒውተር ሳይንስ
az: Kompyuter elmləri
be: Інфарматыка
ca: Ciències de la Computació
cs: Počítačová věda
cy: Cyfrifiadureg
eo: Komputiko
et: Arvutiteadus
eu: Informatika
fy: Komputer wittenskip
hi: कंप्यूटर विज्ञान
hy: Համակարգչային գիտություն
ja: コンピュータサイエンス
ka: Კომპიუტერული მეცნიერება
lb: Computerentwécklungen
lv: Datorzinātne
mi: Pūtaiao Rorohiko
my: ကွန်ပျူတာသိပ္ပံ
ne: कम्प्युटर विज्ञान
no: Datavitenskap
pa: ਕੰਪਿਊਟਰ ਵਿਗਿਆਨ
ro: Informatică
si: පරිගණක විද්යාව
sk: Počítačová veda
sl: Računalništvo
sq: Shkenca Kompjuterike
sv: Datavetenskap
te: కంప్యూటర్ సైన్స్
tg: Улуми компютерӣ
tr: Bilgisayar Bilimi
uk: Комп'ютерна наука
uz: Kompyuter fanlari
xh: Ubunzululwazi bekhompyutha

source: User
am: ተጠቃሚ
az: İstifadəçi
be: Карыстальнік
ca: Usuari
cs: Uživatel
cy: Defnyddiwr
eo: Uzanto
et: Kasutaja
eu: Erabiltzailea
fy: Meidogger
hi: उपभोक्ता
hy: Օգտվող
ja: 利用者
ka: მომხმარებელი
lb: Benotzer
lv: Lietotājs
mi: Kaiwhakamahi
my: အသုံးပြုသူ
ne: प्रयोगकर्ता
no: Bruker
pa: ਉਪਭੋਗਤਾ
ro: Utilizator
si: පරිශීලක
sk: Užívateľ
sl: Uporabnik
sq: Përdoruesi
sv: Användare
te: వినియోగదారు
tg: Истифодабаранда
tl: Gumagamit
tr: Kullanıcı
uk: Користувач
uz: Foydalanuvchi
xh: Umsebenzisi

source: Clue
am: ፍንጭ
az: Ipucu
be: Падказка
ca: Pista
cs: Klíč
cy: Clem
eo: Indico
et: Aimugi
eu: Pista
fy: sjo
hi: सुराग़
hy: Կլյու
ja: 手掛かり
ka: მინიშნება
lb: emol
lv: Pavediens
my: သဲလွန်စ
no: Ledetråd
ro: Indiciu
si: හෝඩුවාවන්
sk: Kľúč
sl: Pojma
sq: E dhënë
sv: Ledtråd
te: ఆచూకీ
tg: Далел
tr: İpucu
uk: Ключ
uz: Maʼlumot
xh: kwik

source: Name
am: ስም
az: Ad
be: Імя
ca: Nom
cs: Jméno
cy: Enw
eo: Nomo
et: Nimi
eu: Izena
fy: namme
hi: नाम
hy: Անուն
ja: 名前
ka: სახელი
lb: Numm
lv: Vārds
mi: Ingoa
my: အမည်
ne: नाम
no: Navn
pa: ਨਾਂ
ro: Nume
si: නම
sk: Meno
sl: Ime
sq: Emri
sv: Namn
te: పేరు
tg: Ном
tl: Pangalan
tr: Ad
uk: Ім'я
uz: Nom
xh: Igama

source: Symbol
am: ምልክት
az: Simvol
be: Сімвал
ca: Símbol
eo: Simbolo
et: Sümbol
eu: Sinboloa
fy: Symboal
hi: संकेत
hy: Զինանշան
ja: 記号
ka: სიმბოლო
lv: Simbols
mi: Tohu
my: အမှတ်သင်္ကေတ
ne: प्रतीक
pa: ਚਿੰਨ੍ਹ
ro: Simbol
si: සංකේතය
sl: Simbol
sq: Simboli
te: చిహ్నం
tg: Рамз
tl: Simbolo
tr: Sembol
uk: Символ
uz: Ramz
xh: Uphawu

source: You are missing pywebview, which is required when viewing the crossword game in an embedded window. Please run
ja: 埋め込みウィンドウでクロスワードゲームを表示するときに必要なPywebviewがありません。実行してください
sq: Ju mungon PyWebView, e cila kërkohet kur shikoni lojën e kryqëzimit në një dritare të ngulitur.Ju lutem vraponi

source: to install this dependency.
ja: この依存関係をインストールします。
sq: Për të instaluar këtë varësi.

source: Write to PDF
ja: PDFに書き込みます
sq: Shkruaj PDF
