Repository: tomasvana10/xpuz
Catalog: xpuz/locales/*/LC_MESSAGES/messages.po
Languages: am, az, be, ca, cs, cy, eo, et, eu, fy, hi, hy, ja, ka, lb, lv, mi, my, ne, no, pa, ro, si, sk, sl, sq, sv, te, tg, tl, tr, uk, uz, xh

source: An unexpected error occured. Please try reinstalling the application with
am: ያልተጠበቀ ስህተት ተከስቷል.እባክዎን ማመልከቻውን ከ ጋር እንደገና ለማገገም ይሞክሩ
az: Gözlənilməz xəta baş verdi. Xahiş edirik, müraciətin yenidən yüklənməsini cəhd edin
be: Адбылася нечаканая памылка.
ca: S'ha produït un error inesperat. Proveu de tornar a instal·lar l'aplicació amb
cs: Došlo k neočekávané chybě. Zkuste aplikaci přeinstalovat pomocí
cy: Digwyddodd camgymeriad annisgwyl. Ceisiwch ailosod y cais gyda
eo: Okazis neatendita eraro.
et: Ilmnes ootamatu tõrge. Proovige rakendus uuesti installida
eu: Ustekabeko akatsa gertatu da. Saiatu aplikazioa berriro martxan jartzeko
fy: Der barde in ûnferwachte flater.
hi: कोई अनपेक्षित त्रुटि उत्पन्न हुई. कृपया अनुप्रयोग को इसके साथ पुनर्स्थापित करने का प्रयास करें
hy: Անսպասելի սխալ է տեղի ունեցել. Խնդրում ենք փորձել վերաապահովել դիմումը
ja: 予期しないエラーが発生しました。でアプリケーションを再インストールしてみてください
ka: მოხდა გაუთვალისწინებელი შეცდომა. გთხოვთ, სცადოთ პროგრამის ხელახლა ინსტალაცია
lb: En onerwaarte Feeler ass geschitt.
lv: Radās neparedzēta kļūda. Lūdzu, mēģiniet atkārtoti instalēt lietojumprogrammu ar
mi: Kua puta mai tētahi hapa ohorere. Ngana koa ki te tāuta anō i te taupānga ki
my: မမျှော်လင့်ထားတဲ့အမှားတစ်ခု ဖြစ်ပျက်ခဲ့တယ်။ လျှောက်လွှာကို ပြန်လည်ထည့်သွင်းဖို့ကြိုးစားပါ
ne: एउटा अनपेक्षित त्रुटि उत्पन्न भयो । कृपया यससँग अनुप्रयोग पुन: स्थापना गर्ने प्रयास गर्नुहोस्
no: Det oppstod en uventet feil. Prøv å installere programmet på nytt med
pa: ਇੱਕ ਅਚਾਨਕ ਗਲਤੀ ਵਾਪਰੀ। ਕਿਰਪਾ ਕਰਕੇ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਦੁਬਾਰਾ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: A apărut o eroare neașteptată. Vă rugăm să încercați să reinstalați aplicația cu
si: අනපේක්ෂිත දෝෂයක් සිදු විය. කරුණාකර සමඟ යෙදුම නැවත ස්ථාපනය කිරීමට උත්සාහ කරන්න
sk: Vyskytla sa neočakávaná chyba. Skúste aplikáciu preinštalovať pomocou
sl: Prišlo je do nepričakovane napake. Poskusite znova namestiti aplikacijo z
sq: Ndodhi një gabim i papritur. Ju lutem provoni të riinstaloni aplikacionin me
sv: Ett oväntat fel uppstod. Försök att installera om programmet med
te: ఊహించని దోషం సంభవించింది. దయచేసి అప్లికేషన్ ని దీనితో తిరిగి ఇన్ స్టాల్ చేయడానికి ప్రయత్నించండి
tg: Хатогии ғайричашмдошт рух дод.
tl: Isang hindi inaasahang error ang naganap.Mangyaring subukang muling i -install ang application kasama
tr: Beklenmeyen bir hata oluştu. Lütfen uygulamayı ile yeniden yüklemeyi deneyin.
uk: Сталася несподівана помилка. Будь ласка, спробуйте перевстановити програму за допомогою
uz: Kutilmagan xato roʻy berdi. Iltimos dasturni qayta oʻrnatib koʻring
xh: Kwenzeke impazamo engalindelekanga. Nceda uzame ukuphinda ufake inkqubo nge

source: Definitions are empty
am: ትርጓሜዎች ባዶ ናቸው
az: Təriflər boşdur
be: Азначэнні пустыя
ca: Les definicions estan buides
cs: Definice jsou prázdné
cy: Diffiniadau yn wag
eo: Difinoj estas malplenaj
et: Mõisted on tühjad
eu: Definizioak hutsik daude
fy: Definysjes binne leech
hi: परिभाषाएं खाली हैं
hy: Սահմանումները դատարկ են
ja: 定義が空です
ka: განმარტებები ცარიელია
lb: Definitioune sinn eidel
lv: Definīcijas ir tukšas
mi: Kei te putu ngā tautuhinga
my: အဓိပ္ပါယ်များမှာ အချည်းနှီး
ne: परिभाषाहरू खाली छन्
no: Definisjoner er tomme
pa: ਪਰਿਭਾਸ਼ਾਵਾਂ ਖਾਲੀ ਹਨ
ro: Definițiile sunt goale
si: අර්ථ දැක්වීම් හිස් ය
sk: Definície sú prázdne
sl: Definicije so prazne
sq: Përkufizimet janë bosh
sv: Definitionerna är tomma
te: నిర్వచనాలు ఖాళీగా ఉన్నాయి
tg: Таърифҳо холӣ мебошанд
tl: Ang mga kahulugan ay walang laman
tr: Tanımlar boş
uk: Визначення порожні
uz: Atamalar boʻsh
xh: Iinkcazelo azinanto

source: The word count or definitions are less than 3 in length
am: የቃሉ ቆጠራ ወይም ትርጓሜዎች ከ 3 በታች ናቸው
az: Say və ya tərif sözü 3-dən az uzun
be: Колькасць слоў або азначэнняў менш за 3 па даўжыні
ca: El recompte o definicions de paraules tenen una longitud inferior a 3
cs: Počet slov nebo definice jsou kratší než 3
cy: Mae'r gair cyfrif neu ddiffiniadau yn llai na 3 o hyd
eo: La vortkalkulo aŭ difinoj estas malpli ol 3 longaj
et: Sõnade arv või määratlused on väiksemad kui 3
eu: Hitzen edo definizioen kopuruak 3 luzera baino gutxiago ditu
fy: De wurdtelling of definysjes binne minder dan 3 yn lingte
hi: शब्द गणना या परिभाषाएँ लंबाई में 3 से कम हैं
hy: Հաշվել բառը կամ սահմանումները 3-ից պակաս են երկարության
ja: 単語数または定義の長さが 3 未満である
ka: სიტყვების რაოდენობა ან განმარტებები 3-ზე ნაკლებია
lb: D'Wuertzuel oder Definitioune si manner wéi 3 an der Längt
lv: Vārdu skaits vai definīcijas ir mazākas par 3
mi: He iti iho te tatau kupu, ngā tikanga rānei i te 3 te roa
my: စကားလုံးရေတွက်ခြင်း သို့မဟုတ် အဓိပ္ပာယ်သတ်မှတ်ချက်များသည် အလျား ၃ ခုပင်မပြည့်
ne: शब्द गणना वा परिभाषाहरू लम्बाइमा 3 भन्दा कम छन्
no: Antall ord eller definisjoner er mindre enn 3 i lengde
pa: ਸ਼ਬਦਾਂ ਦੀ ਗਿਣਤੀ ਜਾਂ ਪਰਿਭਾਸ਼ਾਵਾਂ ਲੰਬਾਈ ਵਿੱਚ 3 ਤੋਂ ਘੱਟ ਹਨ
ro: Numărul de cuvinte sau definițiile au o lungime mai mică de 3
si: වචන ගණන හෝ අර්ථ දැක්වීම් දිග 3 ට වඩා අඩුය
sk: Počet slov alebo definície majú menej ako 3
sl: Število besed ali definicije so krajše od 3
sq: Numërimi i fjalëve ose përkufizimet janë më pak se 3 në gjatësi
sv: Ordantalet eller definitionerna är mindre än 3 i längd
te: పద గణన లేదా నిర్వచనాలు పొడవు 3 కంటే తక్కువగా ఉంటాయి
tg: Шумораи калимаҳо ё таърифҳо камтар аз 3 дарозӣ доранд
tl: Ang salitang bilang o mga kahulugan ay mas mababa sa 3 ang haba
tr: Kelime sayısı veya tanımların uzunluğu 3'ten azdır
uk: Кількість слів або визначення мають довжину менше 3
uz: So'z hisobi yoki atamalarining uzunligi 3 dan kam
xh: Ukubala kwamagama okanye iinkcazo zingaphantsi kwe-3 ubude

source: Length of the word count is greater than the definitions
am: የቃል ቆጠራው ርዝመት ከትርጓሜዎች የላቀ ነው
az: Sayqın sözünün uzunluğu təriflərdən böyükdür
be: Даўжыня слоў большая за азначэнні
ca: La longitud del recompte de paraules és més gran que les definicions
cs: Délka počtu slov je větší než definice
cy: Mae hyd y gair cyfrif yn fwy na'r diffiniadau
eo: La longo de la vortkalkulo estas pli granda ol la difinoj
et: Sõnade arvu pikkus on suurem kui definitsioonid
eu: Hitzen zenbaketaren luzera definizioena baino handiagoa da
fy: Lengte fan 'e wurdtelling is grutter dan de definysjes
hi: शब्द गणना की लंबाई परिभाषाओं से अधिक है
hy: Բառի երկարությունն ավելի մեծ է, քան սահմանումները
ja: 単語数の長さが定義を超えています
ka: სიტყვის დათვლის სიგრძე უფრო მეტია, ვიდრე განმარტებები
lb: D'Längt vum Wuertzuel ass méi grouss wéi d'Definitioune
lv: Vārdu skaita garums ir lielāks nekā definīcijas
mi: He nui ake te roanga o te tatau kupu i ngā tikanga
my: ဟူသောစကားလုံး၏ အကြာင်းသည် အနက်အဓိပ္ပါယ်များထက် ပို၍ကြီးမား
ne: शब्द गणनाको लम्बाइ परिभाषाभन्दा ठूलो छ
no: Lengden på antall ord er større enn definisjonene
pa: ਸ਼ਬਦਾਂ ਦੀ ਗਿਣਤੀ ਦੀ ਲੰਬਾਈ ਪਰਿਭਾਸ਼ਾਵਾਂ ਨਾਲੋਂ ਵੱਧ ਹੈ
ro: Lungimea numărului de cuvinte este mai mare decât definițiile
si: වචන ගණනේ දිග අර්ථ දැක්වීම් වලට වඩා වැඩිය
sk: Dĺžka počtu slov je väčšia ako definície
sl: Dolžina števila besed je večja od definicij
sq: Gjatësia e numërimit të fjalëve është më e madhe se përkufizimet
sv: Längden på antalet ord är större än definitionerna
te: పదాల సంఖ్య యొక్క పొడవు నిర్వచనాల కంటే ఎక్కువగా ఉంటుంది
tg: Дарозии шумори калимаҳо аз таърифҳо зиёдтар аст
tl: Ang haba ng bilang ng salita ay mas malaki kaysa sa mga kahulugan
tr: Kelime sayısının uzunluğu tanımlardan daha büyüktür
uk: Довжина кількості слів більша, ніж у визначеннях
uz: So'z hisobining uzunligi atamalardan katta
xh: Ubude bobalo lwamagama bukhulu kuneenkcazo

source: Escape character present in word
am: በቃሉ ውስጥ ካለው ባህሪ ማምለጥ
az: Qaçmaq xarakteri sözdə var
be: Уцёкавы знак, які прысутнічае ў слове
ca: Personatge d'escapament present en la paraula
cs: Řídicí znak přítomný ve slově
cy: Dianc cymeriad yn bresennol mewn gair
eo: Escape signo ĉeestanta en vorto
et: Põgenemismärk sõnas
eu: Hitzean dagoen ihes-izaera
fy: Escape karakter oanwêzich yn wurd
hi: शब्द में मौजूद एस्केप कैरेक्टर
hy: Փախչող կերպարը, որը ներկա է բառով
ja: 単語内に存在するエスケープ文字
ka: Escape ხასიათი იმყოფება სიტყვა
lb: Flucht Charakter präsent am Wuert
lv: Izbēgšanas rakstzīme programmā Word
mi: Pūāhua Escape kei roto i te kupu
my: စကားဖြင့်ပါရှိသော လွတ်မြောက်ရေးစရိုက်လက္ခတ်
ne: शब्दमा उपस्थित क्यारेक्टर बाट बच्नुहोस्
no: Escape-tegn som finnes i ord
pa: ਸ਼ਬਦ ਵਿੱਚ ਮੌਜੂਦ ਅੱਖਰ ਤੋਂ ਬਚੋ
ro: Personaj de evadare prezent în cuvânt
si: වචනයෙන් පවතින පැන යාමේ චරිතය
sk: Únikový znak prítomný v slove
sl: Znak pobega, prisoten v besedi
sq: Karakteri i arratisjes i pranishëm në fjalë
sv: Escape-tecken som finns i ord
te: పదంలో ఉండే తప్పించుకునే క్యారెక్టర్
tg: Аломати фирор дар калима мавҷуд аст
tl: Escape character na naroroon sa salita
tr: Word'de bulunan kaçış karakteri
uk: Керівний символ, присутній у слові
uz: So'zda mavjud bo'lgan qochish belgisi
xh: Uphawu lokuphepha olukhoyo ngegama

source: Crossword Puzzle - Game
am: መሻገሪያ እንቆቅልሽ - ጨዋታ
az: Krossvord tapmacası - Oyun
be: Крыжаванка - гульня
ca: Trencaclosques de mots encreuats: joc
cs: Křížovka puzzle - hra
cy: Pos Croesair - Gêm
eo: Krucvorta Puzlo - Ludo
et: Ristsõna - mäng
eu: Gurutzegramaren puzzlea - jokoa
hi: क्रॉसवर्ड पहेली - खेल
hy: Խաչբառ հանելուկ - խաղ
ja: クロスワードパズル - ゲーム
ka: Crossword Puzzle - თამაში
lb: Crosswuert Puzzle - Spill
lv: Krustvārdu mīkla - spēle
mi: Puzzle puzziar - kēmu
my: စကားလုံးပဟေ uzzle - ဂိမ်း
ne: क्रसवर्ड पजल - खेल
no: Kryssord - spill
pa: ਕ੍ਰਾਸਵਰਡ ਬੁਝਾਰਤ - ਗੇਮ
ro: Puzzle cu cuvinte încrucișate - joc
si: හරස්පද ප්රහේලිකාව - ක්රීඩාව
sk: Krížovka - hra
sl: Križana uganka - igra
sq: Puzzle Fjalëkuqe - Lojë
sv: Korsord - spel
te: క్రాస్వర్డ్ పజిల్ - గేమ్
tg: Муаммои кроссворд - бозӣ
tr: Bulmaca - Oyun
uk: Кросворд - гра
uz: Krossvord jumboq - o'yin
xh: I-puzzle will-umdlalo

source: Compound
am: ግቢ
az: Mürəkkəb
be: Злучэнне
ca: Compost
cs: Sloučenina
cy: Cyfansawdd
eo: Komponaĵo
et: Liit-
eu: Konposatu
fy: Gearstalle
hi: मिश्रण
hy: Բաղադրություն
ja: 化合物
ka: ნაერთი
lb: Verbindung
lv: Salikts
mi: Whakakonetanga
my: ဒင်းနား
ne: संभोग
no: Forbindelse
pa: ਮਿਸ਼ਰਿਤ
ro: Compus
si: සංයෝග
sk: Zmes
sl: Spojina
sq: Kompleks
sv: Förening
te: సమ్మేళనం
tg: Мураккаб
tl: Tambalan
tr: Birleştirmek
uk: З'єднання
uz: Aralashma
xh: Ikhonkco

source: Auto-skip
am: ራስ-ዝለል
az: Avtomatik atlama
be: Аўтамабіль
ca: Esquerda automàtica
cy: Sgip auto
eo: Aŭtomata-Skip
et: Automaatne skip
eu: Auto-saltatzea
hi: ऑटो-स्किप
hy: Ինքնաբերաբար բաց թողնել
ka: ავტო-სკიპი
lv: Auto-skips
mi: Aunoa-Haere
my: အလိုအလျောက် skip
ne: स्वत: स्किप
pa: ਆਟੋ-ਸਕੈਪ
si: ස්වයංක්රීයව මඟහරින්න
sk: Automatický skok
sl: Samodejno skip
sq: Kalor automatik
sv: Auto
te: ఆటో-స్కిప్
tg: Худкор
tr: Otomatik skip
uk: Автоматичний
uz: Avtobusdan o'tish
xh: Ukutsiba ngokuzenzekelayo

source: Auto-word
am: ራስ-ቃል
az: Avtomatik söz
be: Аўтаматычнае слова
ca: Paraula automàtica
cy: Auto-air
eo: Aŭtomata vorto
et: Autosõnu
eu: Auto-hitza
fy: Auto-wurd
hi: ऑटो-वर्ड
hy: Ինքնաբերություն
ja: 自動単語
ka: ავტო-სიტყვა
lb: Auto-Wuert
lv: Automātisks vārds
mi: Kupu-auto
my: အလိုအလျောက်စကားလုံး
ne: स्वत: शब्द
no: Auto-ord
pa: ਆਟੋ-ਸ਼ਬਦ
ro: Cuvânt automat
si: ස්වයංක්රීය වචනය
sk: Automatické slovo
sl: Samodejno besedo
sq: Fjalë automatike
sv: Automatiskt ord
te: ఆటో-వర్డ్
tr: Otomatik sözcük
uk: Авто-слова
uz: Avtomatik so'z
xh: Igama elizenzekelayo

source: Auto-check
am: ራስ-ቼክ
az: Avtomatik yoxlamaq
be: Аўта-праверка
ca: Comprovació automàtica
cs: Automatická kontrola
cy: Gwiriad auto
eo: Aŭtomata kontrolo
et: Automaatkontroll
fy: Auto-kontrolearje
hi: ऑटो चेक
hy: Ավտոմատ ստուգում
ja: 自動チェック
ka: ავტო-შემოწმება
lv: Automātiski pārbaudīt
mi: Tirohia-Tirohia
my: အလိုအလျောက်စစ်ဆေးပါ
ne: स्वत: चेक
no: Auto-sjekk
pa: ਆਟੋ-ਚੈੱਕ
ro: Verificare automată
si: ස්වයංක්රීය චෙක්පත
sk: Automaticky skontrolovať
sl: Samodejno preverjanje
sq: Kontroll automatik
sv: Kontrollera automatiskt
te: ఆటో-చెక్
tg: Худкор
tr: Otomatik kontrol
uk: Автоматична перевірка
uz: Avtomatik tekshiruv
xh: Ukuhlolwa ngokuzenzekelayo

source: Zoom
am: አጉላ
az: Böyütmək
be: Зум
cs: Zvětšení
cy: Chwyddwch
et: Suum
eu: Zoaz
hi: ज़ूम
hy: Մեծացնել
ja: ズーム
ka: დახრა
lb: Zoomen
lv: Tuvināt
mi: Tā
my: မည်သည့်ချခြင်း
ne: जुम
pa: ਜ਼ੂਮ
si: විශාලනය
sk: Priblíženie
sq: Zmadhoj
te: జూమ్
tg: Калон
tl: Mag -zoom
tr: Zum
uk: Масштаб
uz: Kattalashtirish

source: Reveal
am: መግለጥ
az: Aşkar etmək
be: Выяўляць
ca: Revelar
cs: Odhalit
cy: Amlyger
eo: Malkaŝi
et: Paljastama
eu: Azaldu
fy: Iepenbierje
hi: प्रकट करना
hy: Բացահայտել
ja: 明らかにする
ka: აღმოჩენა
lb: Ofwiesselnd
lv: Atklāt
mi: Whāki
my: ထုတ်ဖေါ်
ne: प्रकट गर्नु
no: Avsløre
pa: ਪ੍ਰਗਟ
ro: Dezvălui
si: හෙළි කරන්න
sk: Odhaliť
sl: Razkritje
sq: Zbuloj
sv: Avslöja
te: బహిర్గతం
tg: Нишон додан
tl: Ibunyag
tr: Ortaya çıkarmak
uk: Виявляти
uz: Oshkor qilmoq
xh: Tyhila

source: Cell
am: ህዋስ
az: Civildəmək
be: Клетка
ca: Cel·la
cs: Buňka
cy: Gell
eo: Ĉelo
et: Kamber
eu: Gela
fy: Sel
hi: कक्ष
hy: Բջիջ
ja: 細胞
ka: უჯრედი
lb: Zell
lv: Šūna
mi: Rūma herehere
my: ထောင်ခန်း
ne: कोशाणु
no: Celle
pa: ਸੈੱਲ
ro: Celulă
si: කොටුව
sk: Bunka
sl: Celica
sq: Qeli
te: సెల్
tg: Ҳуҷайра
tr: Hücre
uk: Клітина
uz: Uyali
xh: Iseli

source: Word
am: ቃል
az: Ərz
be: Слова
ca: Paraula
cs: Slovo
cy: Eirion
eo: Vorto
et: Sõna
eu: Hitz
fy: Wurd
hi: शब्द
hy: Բանաձեվ
ja: 言葉
ka: სიტყვა
lb: Wuert
lv: Vārdot
mi: Kupu
my: စကားလုံး
ne: शब्द
no: Ord
pa: ਸ਼ਬਦ
ro: Cuvânt
si: වචනය
sk: Označenie
sl: Beseda
sq: Fjalë
sv: Ord
te: పదం
tg: Сухан
tl: Salita
tr: Kelime
uk: Слово
uz: So'z
xh: Igama

source: Grid
am: ፍርግርግ
az: Tor
be: Сетка
ca: Graella
cs: Mřížka
eo: Krado
et: Ruudustik
eu: Harbera
fy: Baster
hi: ग्रिड
hy: Ցանց
ja: グリッド
ka: ბადე
lb: Den Gëtter
lv: Lakta
mi: Papakā
my: ဝက်grи
ne: ग्रिड
no: Nett
pa: ਗਰਿੱਡ
ro: Grilă
si: ජාලකය
sk: Mriežka
sl: Mreža
sq: Rrjet
sv: Rutnät
te: గ్రిడ్
tg: Шабака
tr: Kafes
uk: Сітка
uz: Panjara
xh: Igridi

source: Check
am: ቼክ
az: Yoxlamaq
be: Праверка
ca: Compta
cs: Šek
cy: Wirion
eo: Kontrolu
et: Kontrollima
eu: Egiaztatu
fy: Kontrôle
hi: जाँच करना
hy: Ստուգում
ja: チェック
ka: Ჩეკი
lb: Um Scheck dackeg
lv: Pārbaudīt
mi: Haki
my: စစ်ဆေး
ne: नियन्त्रण
no: Kryss av
pa: ਚੈਕ
ro: Verifica
si: චෙක් පත
sk: Kontrola
sl: Preverite
sq: Kontrolloj
sv: Kolla upp
te: తనిఖీ
tg: Саньидан
tl: Suriin
tr: Kontrol etmek
uk: Перевіряти
uz: Tekshirmoq
xh: Jonga

source: Clear
am: ማጽዳት
az: Aydın
be: Чысціць
ca: Clar
cs: Průhledná
cy: Gliria ’
eo: Klara
et: Selge
eu: Hustu
fy: Opklearje
hi: स्पष्ट
hy: Պարզ
ja: クリア
ka: გასუფთავება
lb: Liichten
lv: Noskaidrot
mi: Purata
my: ရှင်းလင်းသော
ne: स्पष्ट
no: Klar
pa: ਸਾਫ
ro: clar
si: පැහැදිලිව
sk: jasný
sl: Jasno
sq: Qartë
sv: Klar
te: క్లియర్
tg: Равшан
tl: Malinaw
tr: Temizlemek
uk: Чіткий
uz: Aniq
xh: Cacisa

source: Unrevealed
am: አልተገለጸም
az: Qeyri-təkmilləşdirilmiş
be: Неражаны
ca: Sense revelar
cs: Nerevelovaný
cy: Anfeidrol
eo: Nerevigita
et: Avastamata
eu: Ezeztatu gabe
fy: Netrealed
hi: अनियंत्रित
hy: Չհոգնած
ja: 不明瞭
ka: გამოუცდელი
lv: Neapdomāts
mi: E kore e whakaaetia
my: ကေြာက်လန့်
ne: रिकेको छैन
no: Unvalaled
pa: ਬੇਲੋੜਾ
ro: Nerevelat
si: අනාවරණය විය
sk: Neochvejný
sl: Nerazkrito
sq: I pazbuluar
sv: Oavbruten
te: వెల్లడించలేదు
tg: Номаълум
tl: Hindi nabigkas
tr: Revevealed
uk: Неперевірений
uz: So'kadigan
xh: Ayinampela

source: You are viewing
am: እያዩ ነው
az: Baxırsan
be: Вы праглядаеце
ca: Esteu veient
cs: Sledujete
cy: Rydych chi'n gwylio
eo: Vi spektas
et: Sa vaatad
eu: Ikusten ari zara
fy: Do besjochtst
hi: आप देख रहे हैं
hy: Դուք դիտում եք
ja: あなたは見ています
ka: თქვენ ათვალიერებთ
lb: Dir kuckt
lv: Jūs skatāties
mi: Kei te tiro koe
my: သင်ကြည့်နေပါတယ်
ne: तपाईं अवलोकन गर्दै हुनुहुन्छ
no: Du ser på
pa: ਤੁਸੀਂ ਦੇਖ ਰਹੇ ਹੋ
ro: Vizualizați
si: ඔබ නරඹනවා
sk: Prezeráš
sl: Gledate
sq: Ju jeni duke parë
sv: Du tittar på
te: మీరు చూస్తున్నారు
tg: Шумо мебинед
tl: Tinitingnan mo
tr: İzliyorsun
uk: Ви переглядаєте
uz: Siz ko'ryapsiz
xh: Ujonga

source: from
am: ከ
az: dən
be: ад
ca: des de
cs: z
cy: oddi wrth
eo: de
et: -lt
eu: -tik
fy: fan
hi: से
hy: դեպի
ja: から
ka: -გან
lb: iwwuerten
lv: no
mi: mai
my: မှ
ne: देखि
no: fra
pa: ਤੋਂ
ro: din
si: සිට
sk: od
sl: od
sq: nga
sv: från
te: నుండి
tg: аз
tl: mula sa
tr: itibaren
uk: з
uz: dan
xh: ukusuka

source: word(s) could not be inserted, sorry.
am: ቃል (ቶች) ማስገባት, ይቅርታ.
az: Söz (lər) əlavə edilə bilməz, bağışlayın.
be: Слова (ы) немагчыма ўставіць, прабачце.
ca: No es va poder inserir la paraula (s), ho sento.
cs: Slovo (slova) nebylo možné vložit, omlouvám se.
cy: Ni ellid mewnosod gair (au), mae'n ddrwg gennyf.
eo: Vorto (j) ne povus esti enmetita, pardonu.
et: Sõna (d) ei saanud sisestada, vabandust.
eu: Ezin da hitza sartu, barkatu.
fy: wurd (s) koe net wurde ynfoege, sorry.
hi: शब्द (ओं) को डाला नहीं जा सकता है, क्षमा करें।
hy: Բառ (ներ) ը հնարավոր չէ տեղադրել, կներեք:
ja: 単語を挿入できませんでした、ごめんなさい。
ka: სიტყვის (ებ) ის ჩასმა შეუძლებელია, უკაცრავად.
lb: Wuert (en) konnt net agebaut ginn, sorry.
lv: Vārdu (-us) nevarēja ievietot, atvainojiet.
mi: Kaore i taea te whakauru i nga kupu (kaore i taea te whakauru.
my: စကားလုံး (များ) ကိုမထည့်နိုင်ပါ, စိတ်မကောင်းပါ။
ne: शब्द (हरू) सम्मिलित हुन सकेन, माफ गर्नुहोस्।
no: Ord (er) kunne ikke settes inn, beklager.
pa: ਸ਼ਬਦ (ਜ਼) ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ, ਮਾਫ ਕਰਨਾ.
ro: Cuvântul (cuvintele) nu au putut fi introduse, îmi pare rău.
si: වචන (ය) ඇතුළත් කළ නොහැක, සමාවෙන්න.
sk: Slovo (S) nebolo možné vložiť, prepáčte.
sl: Besede (-e) ni bilo mogoče vstaviti, oprosti.
sq: Fjala (et) nuk mund të futet, më fal.
sv: Ord (er) kunde inte sättas in, förlåt.
te: పదం (లు) చేర్చబడలేదు, క్షమించండి.
tg: Сухан (ҳо) гузоштан мумкин нест, бубахшед.
tl: Ang mga (mga) salita ay hindi maipasok, paumanhin.
tr: Kelime (ler) eklenemedi, üzgünüm.
uk: Слово (и) не можна було вставити, вибачте.
uz: Kechirasiz, Word (lar). Kechirasiz.
xh: Igama (s) alikwazanga ukufakwa, uxolo.

source: Word count (adjusted)
am: የቃል ቆጠራ (የተስተካከለ)
az: Word sayı (tənzimlənir)
be: Колькасць слоў (скарэкціраваны)
ca: Recompte de paraules (ajustat)
cs: Počet slov (upraveno)
cy: Cyfrif geiriau (wedi'i addasu)
eo: Vorto -Kalkulo (Alĝustigita)
et: Sõnade arv (kohandatud)
eu: Hitz kopurua (egokitua)
fy: Wurdtelling (oanpast)
hi: शब्द गणना (समायोजित)
hy: Բառի հաշվարկ (ճշգրտված)
ja: ワードカウント（調整）
ka: სიტყვების დათვლა (მორგებული)
lb: Word Zielen (ugepasst)
lv: Vārdu skaits (pielāgots)
mi: Kupu kupu (whakatika)
my: စကားလုံးအရေအတွက် (ချိန်ညှိ)
ne: शब्द गणना (समायोजित)
no: Ordtelling (justert)
pa: ਸ਼ਬਦ ਗਿਣਤੀ (ਐਡਜਸਟ)
ro: Număr de cuvinte (ajustat)
si: වචන ගණන (සකස් කර ඇත)
sk: Počet slov (upravený)
sl: Število besed (prilagojeno)
sq: Numërimi i fjalëve (i rregulluar)
sv: Word Count (justerat)
te: పద గణన (సర్దుబాటు)
tg: Ҳисобкунии калима (тасҳеҳшуда)
tl: Bilang ng salita (nababagay)
tr: Kelime sayısı (ayarlanmış)
uk: Кількість слів (скоригована)
uz: Word soni (sozlangan)
xh: Ukubalwa kwamagama (uhlengahlengiso)

source: Word count
am: የቃል ቆጠራ
az: Söz saymaq
be: Колькасць слоў
ca: Nombre de paraules
cs: Počet slov
cy: Cyfrif geiriau
eo: Sumo da vortoj
et: Sõnade arv
eu: Hitz kopurua
fy: Wurd telle
hi: शब्द गणना
hy: Բառի հաշվիչ
ja: 単語数
ka: სიტყვების დათვლა
lb: Räisen Zielen
lv: Vārdu skaits
mi: Kupu kupu
my: စကားလုံးအရေအတွက်
ne: शब्द गणना
no: Ordtelling
pa: ਸ਼ਬਦ ਗਿਣਤੀ
ro: Număr de cuvinte
si: වචන ගණන
sk: Počet slov
sl: Število besed
sq: Numërim i fjalëve
sv: Antal ord
te: పదాల లెక్క
tg: Ҳисоботи калима
tl: Bilang ng salita
tr: Sözcük sayısı
uk: Підрахунок слів
uz: So'zlar soni
xh: Ibalwa lamagama

source: Continue
am: ቀጥል
az: Davam etmək
be: Працягваць
ca: Continuar
cs: Pokračovat
cy: Parhawn
eo: Daŭrigu
et: Jätkuma
eu: Jarraitu
fy: Trochgean
hi: जारी रखना
hy: Շարունակել
ja: 続く
ka: გაგრძელება
lb: Weidergitt
lv: Turpināt
mi: Tonu
my: ဆက်လက်
ne: जारी राख्नु
no: Fortsette
pa: ਜਾਰੀ ਰੱਖੋ
ro: Continua
si: දිගටම කරගෙන යන්න
sk: ďalej
sl: Nadaljujte
sq: Vazhdoj
sv: Fortsätta
te: కొనసాగించండి
tg: Давом додан
tl: Magpatuloy
tr: Devam etmek
uk: Продовжувати
uz: Davom eting
xh: Qhubeka

source: You completed the crossword!
am: የመቀረት ቃል አጠናቅቀዋል!
az: Krossvord bitirdin!
be: Вы завяршылі крыжаванку!
ca: Has completat el mots encreuats!
cs: Dokončili jste křížovku!
cy: Fe wnaethoch chi gwblhau'r croesair!
eo: Vi kompletigis la krucvorton!
et: Lõpetasite ristsõna!
eu: Gurutzegrama osatu duzu!
fy: Jo hawwe it krúswurd foltôge!
hi: आपने क्रॉसवर्ड पूरा किया!
hy: Դուք ավարտեցիք խաչբառ:
ja: クロスワードを完成させました！
ka: თქვენ დაასრულეთ ჯვარედინი სიტყვა!
lb: Dir hutt de Crossword ofgeschloss!
lv: Jūs pabeidzāt krustvārdu!
mi: Kua oti i a koe te kupu whakatika!
my: သငျသညျစကားလုံးကိုဖြည့်ပြီး!
ne: तपाईंले क्रसवर्ड पूरा गर्नुभयो!
no: Du fullførte kryssordet!
pa: ਤੁਸੀਂ ਕਰਾਸਵਰਡ ਨੂੰ ਪੂਰਾ ਕੀਤਾ!
ro: Ai completat cuvântul încrucișat!
si: ඔබ හරස්පදය සම්පූර්ණ කළා!
sk: Dokončili ste krížovku!
sl: Dokončali ste križanko!
sq: E keni përfunduar fjalëkryqin!
sv: Du slutförde korsordet!
te: మీరు క్రాస్‌వర్డ్‌ను పూర్తి చేసారు!
tg: Шумо кроссвордро анҷом додед!
tl: Natapos mo ang crossword!
tr: Bulmacayı tamamladınız!
uk: Ви завершили кросворд!
uz: Siz krossvordni tugatdingiz!
xh: Ugqibezele igama lomnqamlezo!

source: Close
am: ገጠመ
az: Yaxın
be: Блізка
ca: Tanca
cs: Zavřít
cy: Cau
eo: Fermu
et: Sulge
eu: Itxi
fy: Slute
hi: बंद करना
hy: փակել
ja: 近い
ka: დახურვა
lb: Zoumaachen
lv: Aizvērt
mi: Katia
my: ပိတ်လိုက်
ne: बन्द गर्नुहोस्
no: Lukk
pa: ਬੰਦ ਕਰੋ
ro: Închide
si: වසන්න
sk: Zavrieť
sl: Zapri
sq: Mbylle
sv: Stänga
te: దగ్గరగా
tg: Пӯшед
tl: Isara
tr: Kapalı
uk: Закрити
uz: Yopish
xh: Vala

source: Categorised
am: ተመድቧል
az: Kateqoriyalı
be: Катэгарызаваны
ca: Classificar
cs: Roztříděný
cy: Categoreiddio
eo: Kategorizita
et: Kategoriseeritud
eu: Kategorizatuak
fy: Kategorisearre
hi: वर्गीकृत
hy: Կատեգորիաներ
ja: 分類
ka: კატეგორიზებული
lb: Kategoriséiert
lv: Klasificēti
mi: Kua Whakakāwaitia
my: အမျိုးအစားခွဲ
ne: वर्गीकृत गरियो
no: Kategorisert
pa: ਸ਼੍ਰੇਣੀਬੱਧ
ro: Clasificate
si: වර්ගීකරණය කර ඇත
sk: Kategorizované
sl: Razvrščeni
sq: Kategorizuar
sv: Kategoriseras
te: వర్గీకరించబడింది
tg: Гурӯҳбандишуда
tl: Nakategorya
tr: Kategorilere ayrılmış
uk: За категоріями
uz: Turkumlangan
xh: Ididi

source: Flattened
am: ጠፍጣፋ
az: Yastı
be: Пляскаты
ca: Aplanat
cs: Zahlazený
eo: Platigita
et: Lamedad
eu: Aplanatua
fy: Flatten
hi: चपटा
hy: Ֆլոտինացված
ja: ぺちゃんこ
ka: გაბრტყელებული
lb: Verflaacht
lv: Saplacināts
mi: Papatahi
my: ပြန့်ကျဲနေတဲ့
ne: चपटा भयो
no: Flat
pa: ਚਪਟਾ ਹੋ ਗਿਆ
ro: Aplatizate
si: සමතලා කර ඇත
sk: Sploštený
sl: Sploščen
sq: Rrafshuar
sv: Tillplattad
te: చదును చేయబడింది
tg: Ҳамворшуда
tr: Basık
uk: Сплощені
uz: Yassilangan
xh: kwik

source: Browser
am: አሳሽ
az: Brauzer
be: Браўзер
ca: Navegador
cs: Prohlížeč
cy: Porwr
eo: Retumilo
et: Brauser
eu: Esploratzaile
fy: blêder
hi: ब्राउज़र
hy: Բրաուզեր
ja: ブラウザー
ka: ბრაუზერი
lb: Broburwee
lv: Pārlūkprogramma
mi: Pūtirotiro
my: ဘရောက်ဇာ
ne: ब्राउजर
no: Nettleser
pa: ਬ੍ਰਾਊਜ਼ਰ
si: බ්රව්සරය
sk: Prehliadač
sl: Brskalnik
sv: Webbläsare
te: బ్రౌజర్
tg: Браузер
tr: Tarayıcı
uk: Браузер
uz: Akkaunt
xh: Isikhangeli

source: Embedded
am: የተካተተ
az: Quraşdırılmış
be: Убудаваны
ca: Incrustat
cs: Vestavěné
cy: Hymgorffori
eo: Enigita
et: Manustatud
eu: Kapsulatu
fy: Ynbêde
hi: अंतर्निहित
hy: Ներկառուցված
ja: 埋め込み
ka: ჩანერგილი
lv: Iestrādāts
mi: Whakauru
ne: इम्बेड गरिएको
no: En del av
pa: ਏਮਬੇਡਡ
ro: Încorporat
si: කාවැද්දූ
sk: Vložený
sl: Vdelano
sq: I ngulitur
sv: Inbäddad
te: పొందుపరచబడింది
tg: Ҳамроҳ шудан
tl: Naka -embed
tr: Gömülü
uk: Вбудований
uz: Qo'shilgan
xh: Ifakwe

source: PDF
am: ፒዲኤፍ
hi: पीडीएफ
ne: पीडीडी
pa: ਪੀਡੀਐਫ
te: పిడిఎఫ్
xh: I-pdf

source: ipuz
eu: iparr
hi: इपूज़
hy: iduz
lb: \uz
lv: ipuzs
pa: ਆਈਪਯੂਜ਼
uz: ipak
