Repository: tomasvana10/xpuz
Catalog: xpuz/locales/*/LC_MESSAGES/messages.po
Languages: am, az, be, ca, cs, cy, eo, et, eu, fy, hi, hy, ja, ka, lb, lv, mi, my, ne, no, pa, ro, si, sk, sl, sq, sv, te, tg, tl, tr, uk, uz, xh

source: Select a destination to export your crosswords to
am: የእርስዎን መስቀሎች ወደ ውጭ ለመላክ መድረሻ ይምረጡ
az: Krossvordlarınızı ixrac etmək üçün bir təyinat yeri seçin
be: Выберыце пункт прызначэння для экспарту крыжаванкі ў
ca: Seleccioneu una destinació per exportar els vostres encreuaments a
cs: Vyberte cíl, do kterého je vývoz křížovek
cy: Dewiswch gyrchfan i allforio'ch croeseiriau i
eo: Elektu celon por eksporti viajn krucvortojn al
et: Valige sihtkoht, kuhu ristsõnad eksportida
eu: Aukeratu helmuga zure gurutzegramak esportatzeko
fy: Selektearje in bestimming om jo krúswurden nei te eksportearjen
hi: अपने क्रॉसवर्ड को निर्यात करने के लिए एक गंतव्य का चयन करें
hy: Ընտրեք նպատակակետ `ձեր խաչբառերը արտահանելու համար
ja: クロスワードをエクスポートする宛先を選択します
ka: შეარჩიეთ დანიშნულების ადგილი, რომ გაიტანოთ თქვენი ჯვარედინი სიტყვები
lb: Wielt eng Destinatioun fir Är Crosswords ze exportéieren
lv: Atlasiet galamērķi, lai eksportētu krustvārdu vārdu uz
mi: Whiriwhiria he haerenga ki te kawe i o kupu whakapae ki
my: သင်၏ crosswords များကိုတင်ပို့ရန် ဦး တည်ရာကိုရွေးချယ်ပါ
ne: तपाईंको क्रसवर्ड निर्यात गर्न गन्तव्य चयन गर्नुहोस्
no: Velg en destinasjon for å eksportere kryssordene dine til
pa: ਆਪਣੇ ਕਰਾਸਵਰਡਸ ਨੂੰ ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਇੱਕ ਮੰਜ਼ਿਲ ਦੀ ਚੋਣ ਕਰੋ
ro: Selectați o destinație pentru a vă exporta cuvintele încrucișate în
si: ඔබේ හරස්පද කවුළු අපනයනය කිරීම සඳහා ගමනාන්තයක් තෝරන්න
sk: Vyberte cieľ, ktorý chcete exportovať krížovky do
sl: Izberite cilj za izvoz križancev v
sq: Zgjidhni një destinacion për të eksportuar fjalët kryqëzore në
sv: Välj en destination för att exportera dina korsord till
te: మీ క్రాస్‌వర్డ్‌లను ఎగుమతి చేయడానికి గమ్యాన్ని ఎంచుకోండి
tg: Барои содироти кроссҳои худ интихоб кунед
tl: Pumili ng isang patutunguhan upang ma -export ang iyong mga crosswords sa
tr: Bulmacalarınızı dışa aktarmak için bir hedef seçin
uk: Виберіть пункт призначення, щоб експортувати свої кросворди
uz: Karox so'zlaringizni eksport qilish uchun manzilni tanlang
xh: Khetha indawo oya kuyo yokuthumela amagama akho onqamlezileyo

source: my-crosswords
am: የእኔ መሻገሪያ ቃላት
az: mənim-krossvordlar
be: мае-крыжавыя словы
cs: moje křížová slova
cy: fy ngeiriau croes
eo: miaj krucoj
et: minu ristisõnad
eu: Nire gurutzegramak
fy: my-krúswurden
hi: मेरी-क्रॉसवर्ड
hy: Իմ խաչբառերը
ja: 私のクロスワード
ka: ჩემი ჯვრის სიტყვები
lb: meng Crosswords
mi: aku-kupu
ne: मेरो क्रसवर्ड्स
pa: ਮੇਰੇ-ਕ੍ਰਾਸਵਰਡਸ
ro: Cuvintele mele
si: මගේ හරස්පද
sl: moje crosswords
te: నా-క్రాస్ వర్డ్స్
tg: Калимаҳои ман
tr: Çarpıcı Kelimelerim
uk: Мої кроки
uz: my-kreswvordlar
xh: Amagama am anqamlezayo

source: Select a valid crossword JSON file that was exported using xpuz
am: የመስቀል ቃል_ቁናን በመጠቀም ወደ ውጭ የሚላክ የሆነ ትክክለኛ የጄሰን ፋይል ይምረጡ
az: xpuz istifadə edərək ixrac olunan etibarlı bir krossvord JSON faylı seçin
be: Выберыце сапраўдны файл Crossword JSON, які быў экспартаваны з дапамогай xpuz
ca: Seleccioneu un fitxer JSON vàlid que es va exportar mitjançant xpuz
cs: Vyberte platný soubor křížovky JSON, který byl exportován pomocí xpuz
cy: Dewiswch ffeil JSON Crossword ddilys a allforiwyd gan ddefnyddio xpuz
eo: Elektu validan krucvorten JSON-dosieron, kiu estis eksportita per krucvorta_puzzleElektu validan krucvortan JSON -dosieron, kiu estis eksportita per xpuz
et: Valige kehtiv ristsõna JSON -fail, mis eksporditi Crossword_puzlezi abil
eu: Hautatu gurutze-hitzak erabiliz esportatu den gurutzegrama baliozkoa
fy: Selektearje in jildich krúswurd JSON-bestân dat waard eksporteare mei Crossword_PUZLE
hi: एक मान्य क्रॉसवर्ड JSON फ़ाइल का चयन करें जिसे xpuz का उपयोग करके निर्यात किया गया था
hy: Ընտրեք վավեր խաչբառ JSON ֆայլ, որն արտահանվել է xpuz- ի միջոցով
ja: xpuzを使用してエクスポートされた有効なクロスワードJSONファイルを選択します
ka: შეარჩიეთ მოქმედი ჯვრისწერის JSON ფაილი, რომელიც ექსპორტზე იქნა ექსპორტზე xpuz გამოყენებით
lb: Wielt eng gëlteg Crossword JSON Datei déi mat Crossword_puzzel exportéiert gouf
lv: Atlasiet derīgu krustvārdu JSON failu, kas tika eksportēts, izmantojot xpuz
mi: Tīpakohia he Kōnae Crossword Serverword Json i tukuna ma te whakamahi i te Crossword_Pewzzle
my: xpuz ကို သုံး. တင်ပို့ခဲ့သောမှန်ကန်သော crossword json ဖိုင်ကိုရွေးချယ်ပါ
ne: एक मान्य क्रसवर्ड जेसन फाईल चयन गर्नुहोस् जुन क्रसवर्ड_पीसुजल प्रयोग गरी निर्यात गरिएको थियो
no: Velg en gyldig kryssord JSON -fil som ble eksportert ved hjelp av xpuz
pa: ਇੱਕ ਵੈਧ ਕ੍ਰਾਸਵਰਡ ਜੇਸਨ ਫਾਈਲ ਦੀ ਚੋਣ ਕਰੋ ਜੋ ਕ੍ਰਾਸਵਰਡ_ਪੰਜਲ ਦੀ ਵਰਤੋਂ ਨਾਲ ਨਿਰਯਾਤ ਕੀਤੀ ਗਈ ਸੀ
ro: Selectați un fișier JSON de cuvânt valid care a fost exportat folosind xpuz
si: ක්රොස්වර්ඩ්_Pාවුලය භාවිතයෙන් අපනයනය කරන ලද වලංගු හරස්පදයක් ජසන් ගොනුවක් තෝරන්න
sk: Vyberte platný súbor krížovky JSON, ktorý bol exportovaný pomocou xpuz
sl: Izberite veljavno datoteko Crossword JSON, ki je bila izvožena s pomočjo xpuz
sq: Zgjidhni një skedar të vlefshëm për fjalëkryq JSON që u eksportua duke përdorur xpuz
sv: Välj en giltig korsord JSON -fil som exporterades med xpuz
te: క్రాస్‌వర్డ్_పజిల్ ఉపయోగించి ఎగుమతి చేసిన చెల్లుబాటు అయ్యే క్రాస్‌వర్డ్ JSON ఫైల్‌ను ఎంచుకోండి
tg: Файли indword json "-ро интихоб кунед
tl: Pumili ng isang wastong crossword json file na na -export gamit ang xpuz
tr: xpuz kullanılarak dışa aktarılan geçerli bir bulmaca JSON dosyası seçin
uk: Виберіть дійсне кросворд JSON, який експортований за допомогою xpuz
uz: Crosword_puzzzle yordamida eksport qilingan JSON faylini tanlang
xh: Khetha ifayile esebenzayo yejsson ethunyelwa kwelinye ilizwe kusetyenziswa igama lomsingali_puzzzle

source: Select a destination to export your ipuz to
am: የእርስዎን iPuz ወደ ውጭ ለመላክ መድረሻ ይምረጡ
az: IPOZ-a ixrac etmək üçün bir təyinat yeri seçin
be: Выберыце пункт прызначэння для экспарту IPUZ у
ca: Seleccioneu una destinació per exportar el vostre ipuz a
cs: Vyberte cíl, který pro exportu IPUZ exportuje
cy: Dewiswch gyrchfan i allforio'ch IPUZ i
eo: Elektu celon por eksporti vian Ipuz al
et: Valige sihtkoht, kuhu oma IPUZ eksportida
eu: Hautatu helmuga zure ipuz esportatzeko
fy: Selektearje in bestimming om jo iPuz te eksportearjen
hi: अपने iPuz को निर्यात करने के लिए एक गंतव्य का चयन करें
hy: Ընտրեք նպատակակետ `ձեր IPUZ- ին արտահանելու համար
ka: შეარჩიეთ დანიშნულების ადგილი, რომ გაიტანოთ თქვენი ipuz
lb: Wielt eng Destinatioun fir Ären Ipuz ze exportéieren
lv: Atlasiet galamērķi, lai eksportētu savu ipuz uz
mi: Whiriwhiria he haerenga ki te kaweake i to Ipuz ki
my: သင်၏ IPUZ သို့တင်ပို့ရန် ဦး တည်ရာတစ်ခုကိုရွေးချယ်ပါ
ne: तपाईंको IPUZ निर्यात गर्न गन्तव्य चयन गर्नुहोस्
no: Velg en destinasjon for å eksportere ipuz til
pa: ਆਪਣੇ ਆਈਪਯੂਜ਼ ਨੂੰ ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਇੱਕ ਮੰਜ਼ਿਲ ਦੀ ਚੋਣ ਕਰੋ
ro: Selectați o destinație pentru a vă exporta iPuz în
si: ඔබගේ IPUZ වෙත අපනයනය කිරීම සඳහා ගමනාන්තයක් තෝරන්න
sk: Vyberte cieľ, ktorý chcete exportovať váš iPUZ do
sl: Izberite cilj za izvoz ipuza v
sv: Välj en destination som ska exportera din ipuz till
te: మీ IPUZ ను ఎగుమతి చేయడానికి గమ్యాన్ని ఎంచుకోండి
tg: Барои содир кардани iPuz-и худ таъинотро интихоб кунед
tl: Pumili ng isang patutunguhan upang ma -export ang iyong ipuz sa
tr: IPUZ'ınızı dışa aktarmak için bir hedef seçin
uk: Виберіть пункт призначення, щоб експортувати ваш IPUZ
uz: IPUZ-ni eksport qilish uchun manzilni tanlang
xh: Khetha indawo oya kuyo ukuthumela i-ipuz yakho ukuya

source: Answers
am: መልሶች
az: Cavab
be: Адказы
ca: Respostes
cs: Odpovědi
cy: Hatebion
eo: Respondoj
et: Vastused
eu: Erantzun
fy: Antwurden
hi: जवाब
hy: Պատասխանները
ka: პასუხები
lb: Äntwerten
lv: Atbildēt
mi: Whakautu
my: ဖြေ
ne: उत्तर
no: Svar
pa: ਜਵਾਬ
ro: Răspunsuri
si: පිළිතුරු
sk: Odpovede
sl: Odgovori
sv: Svar
te: సమాధానాలు
tg: Ҷавобҳо
tl: Mga sagot
tr: Yanıtlar
uk: Відповіді
uz: Javoblar
xh: Iimpendulo

source: Select a destination to download your PDF to
am: የእርስዎን ፒዲኤፍ ለማውረድ መድረሻ ይምረጡ
az: PDF-ni yükləmək üçün bir təyinat yeri seçin
be: Выберыце пункт прызначэння для загрузкі PDF на
ca: Seleccioneu una destinació per descarregar el vostre PDF a
cs: Vyberte cíl, kde si můžete stáhnout PDF
cy: Dewiswch gyrchfan i lawrlwytho'ch PDF i
eo: Elektu celon por elŝuti vian PDF al
et: Valige sihtkoht, et oma PDF alla laadida
eu: Hautatu helmuga zure PDF deskargatzeko
fy: Selektearje in bestimming om jo PDF nei te downloaden
hi: अपने पीडीएफ को डाउनलोड करने के लिए एक गंतव्य का चयन करें
hy: Ընտրեք նպատակակետ `ձեր PDF- ին ներբեռնելու համար
ja: PDFをダウンロードする宛先を選択します
ka: აირჩიეთ დანიშნულების ადგილი, რომ ჩამოტვირთოთ თქვენი PDF
lb: Wielt eng Destinatioun fir Äre PDF erofzelueden
lv: Atlasiet galamērķi, lai lejupielādētu savu PDF, lai
mi: Whiriwhiria he haerenga ki te tango i to PDF ki
my: သင်၏ PDF ကိုဒေါင်းလုပ်လုပ်ရန် ဦး တည်ရာကိုရွေးချယ်ပါ
ne: तपाईंको PDF डाउनलोड गर्न गन्तव्य चयन गर्नुहोस्
no: Velg en destinasjon for å laste ned PDF -en din til
pa: ਆਪਣੇ ਪੀਡੀਐਫ ਨੂੰ ਡਾ download ਨਲੋਡ ਕਰਨ ਲਈ ਮੰਜ਼ਿਲ ਦੀ ਚੋਣ ਕਰੋ
ro: Selectați o destinație pentru a descărca PDF -ul dvs.
si: ඔබගේ PDF බාගත කිරීම සඳහා ගමනාන්තයක් තෝරන්න
sk: Vyberte cieľ na stiahnutie vášho PDF do
sl: Izberite destinacijo za prenos PDF na
sq: Zgjidhni një destinacion për të shkarkuar pdf -in tuaj
sv: Välj en destination för att ladda ner din PDF till
te: మీ PDF ని డౌన్‌లోడ్ చేయడానికి గమ్యాన్ని ఎంచుకోండి
tg: Барои зеркашии PDF шумо таъинотро интихоб кунед
tl: Pumili ng isang patutunguhan upang i -download ang iyong PDF sa
tr: PDF'nizi indirmek için bir hedef seçin
uk: Виберіть пункт призначення, щоб завантажити свій PDF в
uz: PDF-ni yuklab olish uchun manzilni tanlang
xh: Khetha indawo oya kuyo ukhuphela i-PDF yakho kuyo

source: Across
am: ማዶ
az: Boyun
be: Упоперак
ca: A través de
cs: Přes
cy: Drosodd
eo: Trans
et: Üle
eu: -Tik zehar
fy: Oer
hi: आर-पार
hy: Միջով
ja: 横切って
ka: გაღმა
lb: Uppannen
lv: Pāri
mi: Tīpae
my: ဖြတ်.
ne: वारपार
no: På tvers
pa: ਪਾਰ
ro: Peste
si: හරහා
sk: Naprieč
sl: Čez
sq: Përtej
sv: Tvärs över
te: అంతటా
tg: Дар саросари
tl: Sa kabuuan
tr: Karşısında
uk: Поперек
uz: Bo'ylab
xh: Ngaphaya

source: Down
am: ወደታች
az: Aşağı
be: Уніз
ca: Sota
cs: Dolů
cy: I lawr
eo: Malsupren
et: Alla
eu: Beherantz
fy: Omleech
hi: नीचे
hy: Ներքեվ
ja: 下
ka: ძირს
lb: Erof
lv: Uz leju
mi: Iho
my: ဆင်းလျက်
ne: तल
no: Ned
pa: ਥੱਲੇ, ਹੇਠਾਂ, ਨੀਂਵਾ
ro: Jos
si: පහළ
sk: Dole
sl: Dol
sq: Poshtë
sv: Ner
te: డౌన్
tg: Поён
tl: Pababa
tr: Aşağı
uk: Вниз
uz: Pastga
xh: Phantsi

source: Remove
am: ያስወግዱ
az: Sil
be: Выдаліць
ca: Treure
cs: Odstranit
cy: Dileu
eo: Forigi
et: Eemaldada
eu: Ezabatu
fy: fyts
hi: हटाना
hy: Հեռացնել
ja: 取り去る
ka: წაშლა
lb: ewechhuelen
lv: Noņemt
mi: Tango
my: ဖယ်ရှားပါ
ne: हटाउनुहोस्
no: Fjerne
pa: ਹਟਾਓ
ro: Depărta
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstrani
sq: Hiq
sv: Avlägsna
te: తీసివేయు
tg: Хориҷ кунед
tl: Alisin
tr: Kaldırmak
uk: Видалити
uz: Olib tashlash
xh: Susa

source: Are you sure you want to delete this
am: እርግጠኛ ነዎት ይህንን መሰረዝ ይፈልጋሉ
az: Əminsinizmi ki, bunu silmək istəyirsiniz?
be: Вы ўпэўнены, што хочаце выдаліць гэта
ca: Esteu segur que voleu suprimir-lo
cs: Opravdu chcete toto smazat?
cy: Ydych chi'n siwr eich bod am ddileu hyn
eo: Ĉu vi certas, ke vi volas forigi ĉi tion
et: Kas olete kindel, et soovite selle kustutada
eu: Ziur al zaude hau ezabatu nahi duzula?
fy: Binne jo wis dat jo dit wiskje wolle
hi: क्या आप वाकई इसे हटाना चाहते हैं
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել սա
ja: これを削除してもよろしいですか?
ka: დარწმუნებული ხართ, რომ გსურთ ამის წაშლა
lb: Sidd Dir sécher datt Dir dëst läschen wëllt
lv: Vai tiešām vēlaties to izdzēst
mi: E tika ana kia mukua tēnei
my: ဒါကို ဖျက်ချင်တယ်ဆိုတာ သေချာလား
ne: तपाईँ यसलाई मेट्न निश्चित हुनुहुन्छ ?
no: Er du sikker på at du vil slette dette
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ
ro: Sunteți sigur că doriți să ștergeți acest lucru
si: ඔබට මෙය මකා දැමීමට අවශ්ය බව ඔබට විශ්වාසද?
sk: Naozaj to chcete odstrániť
sl: Ali ste prepričani, da želite to izbrisati
sq: Je i sigurt që dëshiron ta fshish këtë
sv: Är du säker på att du vill ta bort detta
te: దీనిని మీరు కచ్చితంగా డిలీట్ చేయాలని అనుకుంటున్నారా?
tg: Оё мутмаин ҳастед, ки мехоҳед инро нест кунед
tl: Sigurado ka bang nais mong tanggalin ito
tr: Bunu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете це видалити?
uz: Buni oʻchirishga ishonchingiz komilmi?
xh: Uqinisekile ufuna ukuyicima le nto

source: It will be lost forever!
am: ለዘላለም ይጠፋል!
az: O, həmişəlik itiriləcəkdir!
be: Гэта будзе страчана назаўжды!
ca: Es perdrà per sempre!
cs: Bude navždy ztracena!
cy: Bydd yn cael ei golli am byth!
eo: Ĝi estos perdita por ĉiam!
et: See kaob igaveseks!
eu: Betiko galduko da!
fy: It sil foar altyd ferlern gean!
hi: यह हमेशा के लिए खो जाएगा!
hy: Կորչի հավիտյան...
ja: それは永遠に失われます!
ka: ის სამუდამოდ დაიკარგება!
lb: Et wäert fir ëmmer verluer sinn!
lv: Tas tiks zaudēts uz visiem laikiem!
mi: Ka ngaro mo ake tonu atu!
my: ယင်းသည် ထာဝစဉ်ပျောက်ဆုံးသွားမည်!
ne: यो सदाको लागि हराउनेछ!
no: Det vil være tapt for alltid!
pa: ਇਹ ਹਮੇਸ਼ਾ ਲਈ ਗੁਆਚ ਜਾਵੇਗਾ!
ro: Va fi pierdut pentru totdeauna!
si: එය සදහටම නැති වී යනු ඇත!
sk: Bude navždy stratená!
sl: Za vedno bo izgubljena!
sq: Do të humbasë përgjithmonë!
sv: Den kommer att gå förlorad för alltid!
te: అది శాశ్వతంగా పోతుంది!
tg: Он то абад гум хоҳад шуд!
tl: Mawawala ito magpakailanman!
tr: Sonsuza dek kaybolacak!
uk: Вона буде втрачена назавжди!
uz: Abadiy yo'qoladi!
xh: Iya kulahleka ngonaphakade!

source: Add or select
am: ያክሉ ወይም ይምረጡ
az: Əlavə Et ya da Seç
be: Дадаць або выбраць
ca: Afegir o seleccionar
cs: Přidat nebo vybrat
cy: Ychwanegwch neu dewiswch
eo: Aldonu aŭ elektu
et: Lisage või valige
eu: Gehitu edo aukeratu
fy: Foegje of selektearje
hi: जोड़ें या चुनें
hy: Ավելացնել կամ ընտրել
ja: 追加または選択
ka: დამატება ან არჩევა
lb: Füügt oder wielt
lv: Pievienot vai atlasīt
mi: Tāpiri, tīpako rānei
my: ပေါင်းထည့်ခြင်း သို့မဟုတ် ရွေးချယ်ပါ
ne: थप्नुहोस् वा चयन गर्नुहोस्
no: Legg til eller velg
pa: ਜੋੜੋ ਜਾਂ ਚੁਣੋ
ro: Adăugați sau selectați
si: එක් කරන්න හෝ තෝරන්න
sk: Pridať alebo vybrať
sl: Dodajanje ali izbiranje
sq: Shto ose zgjidh
sv: Lägg till eller välj
te: జోడించండి లేదా ఎంచుకోండి
tg: Илова кунед ё интихоб кунед
tl: Idagdag o piliin
tr: Ekleme veya seçme
uk: Додайте або виберіть
uz: Qo'shish yoki tanlash
xh: Yongeza okanye ukhethe

source: Are you sure you want to add/select a
am: እርግጠኛ ነዎት A ያክሉ / መምረጥ ይፈልጋሉ
az: A əlavə etmək/seçmək istədiyinizdən əminsiniz?
be: Вы ўпэўнены, што хочаце дадаць/выбраць a
ca: Estàs segur que vols afegir/seleccionar un
cs: Opravdu chcete přidat/vybrat
cy: Ydych chi'n siwr eich bod am ychwanegu/dewis
eo: Ĉu vi certas, ke vi volas aldoni/elekti a
et: Kas olete kindel, et soovite lisada/valida
eu: Ziur al zaude gehitu/ aukeratu nahi duzula
fy: Binne jo wis dat jo wolle tafoegje / selektearje a
hi: क्या आप वाकई एक जोड़ना/चयन करना चाहते हैं
hy: Համոզվա՞ծ եք, որ ցանկանում եք ավելացնել/ընտրել a
ja: 追加/選択してもよろしいですか?
ka: დარწმუნებული ხართ, რომ გსურთ დაამატოთ / აირჩიოთ ა
lb: Sidd Dir sécher datt Dir wëllt addéieren / wielt a
lv: Vai tiešām vēlaties pievienot/atlasīt
mi: E tika ana kia tāpiri/tīpakohia tētahi
my: ထပ်ထည့်ချင်တယ်ဆိုတာ သေချာပါသလား/ရွေးချယ်မှု
ne: के तपाईँ थप्न/चयन गर्न निश्चित हुनुहुन्छ?
no: Er du sikker på at du vil legge til / velge en
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਕਿਸੇ ਨੂੰ ਜੋੜਨਾ/ਚੁਣਨਾ ਚਾਹੁੰਦੇ ਹੋ
ro: Sigur doriți să adăugați/selectați un
si: ඔබට a එකතු කිරීමට / තෝරා ගැනීමට අවශ්ය බව ඔබට විශ්වාසද
sk: Naozaj chcete pridať/vybrať
sl: Ali ste prepričani, da želite dodati/izbrati
sq: Jeni të sigurt që dëshironi të shtoni/zgjidhni një
sv: Är du säker på att du vill lägga till/välja en
te: మీరు ఖచ్చితంగా జోడించాలని/ఎంచుకోవాలని అనుకుంటున్నారా
tg: Оё шумо мутмаин ҳастед, ки мехоҳед a
tl: Sigurado ka bang nais mong idagdag/piliin ang a
tr: Bir eklemek/seçmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете додати/вибрати
uz: Qo'shish/tanlashga ishonchingiz komilmi?
xh: Uqinisekile ukuba ufuna ukongeza /ukukhetha a

source: Your modified fields will be reset!
am: የተሻሻሉ መስኮችዎ ዳግም ይጀመራሉ!
az: Dəyişdirilmiş sahələriniz sıfırlanacaq!
be: Вашы змененыя палі будуць скінуты!
ca: Els vostres camps modificats es restabliran.
cs: Vaše upravená pole budou resetována!
cy: Bydd eich meysydd wedi'u haddasu yn cael eu hailosod!
eo: Viaj modifitaj kampoj estos rekomencigitaj!
et: Teie muudetud väljad lähtestatakse!
eu: Bere eremu eraldatuak berrezarri egingo dira!
fy: Jo oanpaste fjilden wurde weromset!
hi: आपके संशोधित फ़ील्ड रीसेट हो जाएंगे!
hy: Ձեր փոփոխված դաշտերը կվերաստեղծվեն!
ja: 変更したフィールドがリセットされます。
ka: თქვენი შეცვლილი ველები აღდგება!
lb: Är geännert Felder ginn zréckgesat!
lv: Jūsu modificētie lauki tiks atiestatīti!
mi: Ka tautuhi anō ō āpure kua whakakētia!
my: ပြုပြင်ပြောင်းလဲထားသောလယ်ကွင်းများကို ပြန်လည်ပြုပြင်မည်!
ne: तपाईँको परिमार्जित फाँटहरू रिसेट गरिनेछ!
no: De endrede feltene dine blir tilbakestilt!
pa: ਤੁਹਾਡੇ ਸੋਧੇ ਹੋਏ ਫੀਲਡ ਾਂ ਨੂੰ ਰੀਸੈੱਟ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ!
ro: Campurile modificate vor fi resetate!
si: ඔබගේ නවීකරණය කරන ලද ක්ෂේත්ර නැවත සකස් කරනු ලැබේ!
sk: Vaše upravené polia budú resetované!
sl: Vaša spremenjena polja bodo ponastavljena!
sq: Fushat tuaja të modifikuara do të rivendosen!
sv: Dina ändrade fält kommer att återställas!
te: మీ సవరించిన ఫీల్డ్ లు రీసెట్ చేయబడతాయి!
tg: Майдонҳои тағирёфтаи шумо аз нав барқарор карда мешаванд!
tl: Ang iyong binagong mga patlang ay mai -reset!
tr: Değiştirilen alanlarınız sıfırlanacak!
uk: Змінені поля будуть скинуті!
uz: O'zgartirilgan maydonlar qayta tiklanadi!
xh: Amasimi akho alungisiweyo aya kumiselwa kwakhona!

source: Back to home
am: ወደ ቤት መመለስ
az: Evə qayıt
be: Вярнуцца на галоўную
ca: De tornada a casa
cs: Zpátky domů
cy: Yn ôl adref
eo: Reen hejmen
et: Tagasi koju
eu: Itzuli etxera
fy: Wêrom nei hûs
hi: घर वापिस जा रहा हूँ
hy: Վերադարձ դեպի տուն
ja: 家に帰る
ka: სახლში დაბრუნება
lb: Zréck doheem
lv: Atpakaļ uz mājām
mi: Hoki ki te kainga
my: အိမ်ပြန်
ne: घर फिर्ता
no: Tilbake til hjemmet
pa: ਵਾਪਸ ਘਰ
ro: Înapoi acasă
si: ආපසු නිවසට
sk: Späť domov
sl: Nazaj domov
sq: Përsëri në shtëpi
sv: Tillbaka till hemmet
te: తిరిగి ఇంటికి
tg: Бозгашт ба хона
tl: Bumalik sa bahay
tr: Eve geri dön
uk: Назад додому
uz: Uyga qaytish
xh: Buyela ekhaya

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
am: እርግጠኛ ነዎት ወደ የመነሻ ማያ ገጽ መመለስ ይፈልጋሉ?የተሻሻሉ መስኮችዎ ዳግም ይጀመራሉ!
az: Ev ekranına qayıtmaq istədiyinizdən əminsiniz? Dəyişdirilmiş sahələriniz sıfırlanacaq!
be: Вы ўпэўнены, што хочаце вярнуцца на галоўны экран?
ca: Estàs segur que vols tornar a la pantalla d'inici? Els vostres camps modificats es restabliran.
cs: Opravdu se chcete vrátit na domovskou obrazovku? Vaše upravená pole budou resetována!
cy: Ydych chi'n siwr eich bod am fynd yn ôl i'r sgrin gartref? Bydd eich meysydd wedi'u haddasu yn cael eu hailosod!
eo: Ĉu vi certas, ke vi volas reiri al la hejma ekrano?
et: Kas olete kindel, et soovite naasta avakuvale? Teie muudetud väljad lähtestatakse!
eu: Ziur al zaude hasierako pantailara itzuli nahi duzula? Bere eremu eraldatuak berrezarri egingo dira!
fy: Binne jo wis dat jo werom wolle nei it thússkerm?
hi: क्या आप वाकई मुख पृष्ठ स्क्रीन पर वापस जाना चाहते हैं? आपके संशोधित फ़ील्ड रीसेट हो जाएंगे!
hy: Համոզվա՞ծ եք, որ ցանկանում եք վերադառնալ տան էկրանին: Ձեր փոփոխված դաշտերը կվերաստեղծվեն!
ja: ホーム画面に戻ってもよろしいですか?変更したフィールドがリセットされます。
ka: ჟთდსპვნ ლთ ჟთ, ფვ თჟკაქ ეა ჟვ გყპნვქ გ ეყპნა? თქვენი შეცვლილი ველები აღდგება!
lb: Sidd Dir sécher datt Dir zréck op den Heembildschierm wëllt goen?
lv: Vai tiešām vēlaties atgriezties sākuma ekrānā? Jūsu modificētie lauki tiks atiestatīti!
mi: E tika ana kia hoki ki te mata kāinga? Ka tautuhi anō ō āpure kua whakakētia!
my: အိမ်စခရင်ကို ပြန်သွားချင်တယ်ဆိုတာ သေချာလား။ ပြုပြင်ပြောင်းလဲထားသောလယ်ကွင်းများကို ပြန်လည်ပြုပြင်မည်!
ne: के तपाईँ होम स्क्रिनमा फर्कन निश्चित हुनुहुन्छ? तपाईँको परिमार्जित फाँटहरू रिसेट गरिनेछ!
no: Er du sikker på at du vil gå tilbake til startskjermen? De endrede feltene dine blir tilbakestilt!
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਵਾਪਸ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਡੇ ਸੋਧੇ ਹੋਏ ਫੀਲਡ ਾਂ ਨੂੰ ਰੀਸੈੱਟ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ!
ro: Sunteți sigur că doriți să reveniți la ecranul de pornire? Campurile modificate vor fi resetate!
si: ඔබට නැවත මුල් තිරයට යාමට අවශ්ය බව ඔබට විශ්වාසද? ඔබගේ නවීකරණය කරන ලද ක්ෂේත්ර නැවත සකස් කරනු ලැබේ!
sk: Naozaj sa chcete vrátiť na domovskú obrazovku? Vaše upravené polia budú resetované!
sl: Ali ste prepričani, da se želite vrniti na začetni zaslon? Vaša spremenjena polja bodo ponastavljena!
sq: Je i sigurt që dëshiron të kthehesh në ekranin e shtëpisë? Fushat tuaja të modifikuara do të rivendosen!
sv: Är du säker på att du vill gå tillbaka till startskärmen? Dina ändrade fält kommer att återställas!
te: మీరు ఖచ్చితంగా హోమ్ స్క్రీన్ కు తిరిగి వెళ్లాలని అనుకుంటున్నారా? మీ సవరించిన ఫీల్డ్ లు రీసెట్ చేయబడతాయి!
tg: Оё мутмаин ҳастед, ки мехоҳед ба экрани асосӣ баргардед?
tl: Sigurado ka bang nais mong bumalik sa home screen?Ang iyong binagong mga patlang ay mai -reset!
tr: Ana ekrana geri dönmek istediğinizden emin misiniz? Değiştirilen alanlarınız sıfırlanacak!
uk: Ви впевнені, що хочете повернутися на головний екран? Змінені поля будуть скинуті!
uz: Uy ekraniga qaytishni xohlayotganingizga ishonchingiz komilmi? O'zgartirilgan maydonlar qayta tiklanadi!
xh: Uqinisekile ukuba ufuna ukubuyela kwisikrini sasekhaya? Amasimi akho alungisiweyo aya kumiselwa kwakhona!

source: Info
am: መረጃ
az: Məlumat
be: Інфармацыя
ca: Informació
cy: Gwybodaeth
hi: जानकारी
hy: Ինֆո
ja: 情報
ka: ინფორმაცია
lv: Informācija
mi: Nga korero
my: အချက်အလက်
ne: जानकारी
pa: ਜਾਣਕਾਰੀ
si: තොරතුරු
sl: Informacije
sq: Informacion
te: సమాచారం
tg: Маълумот
tl: Impormasyon
tr: Bilgi
uk: Інформація
uz: Ma'lumot
xh: Ulwazi
