Repository: tomasvana10/xpuz
Catalog: xpuz/locales/*/LC_MESSAGES/messages.po
Languages: am, az, be, ca, cs, cy, eo, et, eu, fy, hi, hy, ja, ka, lb, lv, mi, my, ne, no, pa, ro, si, sk, sl, sq, sv, te, tg, tl, tr, uk, uz, xh

source: Are you sure you want to import crosswords? Your modified fields will be reset!
am: እርግጠኛ ነዎት የ Conswords ን ለማስመጣት ይፈልጋሉ?የተሻሻሉ መስኮችዎ ዳግም ይጀመራሉ!
az: Crosswords idxal etmək istədiyinizə əminsiniz?Dəyişdirilmiş sahələriniz yenidən qurulacaq!
be: Вы ўпэўнены, што хочаце імпартаваць крыжаванкі?Вашы мадыфікаваныя палі будуць скінуты!
ca: Esteu segur que voleu importar mots encreuats?Els vostres camps modificats es restabliran.
cs: Jste si jisti, že chcete importovat křížovky?Vaše upravená pole budou resetována!
cy: Ydych chi'n siŵr eich bod chi am fewnforio croeseiriau?Bydd eich meysydd wedi'u haddasu yn cael eu hailosod!
eo: Ĉu vi certas, ke vi volas importi krucvortojn? Ĉu vi certas, ke vi volas importi krucvortojn?Viaj modifitaj kampoj estos restarigitaj!
et: Kas olete kindel, et soovite ristsõnasid importida?Teie muudetud väljad lähtestatakse!
eu: Ziur al zaude gurutzegramak inportatu nahi dituzula?Aldatutako eremuak berrezarri egingo dira!
fy: Binne jo wis dat jo krúswurden wolle ymportearje?Jo wizige fjilden sille wurde reset!
hi: क्या आप सुनिश्चित हैं कि आप क्रॉसवर्ड आयात करना चाहते हैं?आपके संशोधित फ़ील्ड रीसेट हो जाएंगे!
hy: Համոզված եք, որ ցանկանում եք ներմուծել խաչբառեր:Ձեր փոփոխված դաշտերը վերակայվելու են:
ja: クロスワードをインポートしたいですか？変更されたフィールドはリセットされます！
ka: დარწმუნებული ხართ, რომ გსურთ ჯვრისწერის იმპორტი?თქვენი შეცვლილი ველები გადატვირთულია!
lb: Sidd Dir sécher, datt Dir duerchsetze wëllt importéieren?Är verännert Felder ginn zréckgesat!
lv: Vai esat pārliecināts, ka vēlaties importēt krustvārdiņas?Jūsu modificētie lauki tiks atiestatīti!
mi: Kei te hiahia koe ki te kawemai i nga kupu whakapae?Ka tautuhia o maara kua whakarerekehia!
my: သင်စကားလုံးများကိုတင်သွင်းချင်ပါသလား။သင်၏ပြုပြင်ထားသောအကွက်များကိုပြန်လည်သတ်မှတ်လိမ့်မည်။
ne: के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ क्रसवर्डहरू आयात गर्न चाहानुहुन्छ?तपाईंको परिमार्जित क्षेत्रहरू रिसेट हुनेछ!
no: Er du sikker på at du vil importere kryssord?Dine modifiserte feltene vil tilbakestilles!
pa: ਕੀ ਤੁਸੀਂ ਕ੍ਰਾਸਡਵਰਡ ਆਯਾਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?ਤੁਹਾਡੇ ਸੋਧੀਆਂ ਖੇਤਰਾਂ ਨੂੰ ਰੀਸੈਟ ਕੀਤਾ ਜਾਵੇਗਾ!
ro: Ești sigur că vrei să importe cuvinte încrucișate?Câmpurile dvs. modificate vor fi resetate!
si: හරස්පද ආනයනය කිරීමට ඔබට අවශ්ය බව ඔබට විශ්වාසද?ඔබගේ නවීකරණය කරන ලද ක්ෂේත්ර නැවත සැකසෙනු ඇත!
sk: Ste si istí, že chcete importovať krížovky?Vaše upravené polia sa vynulujú!
sl: Ali ste prepričani, da želite uvoziti križanke?Vaša spremenjena polja se bodo ponastavila!
sq: A jeni i sigurt që doni të importoni fjalëkryq?Fushat tuaja të modifikuara do të rivendosen!
sv: Är du säker på att du vill importera korsord?Dina modifierade fält kommer att återställas!
te: మీరు ఖచ్చితంగా క్రాస్‌వర్డ్‌లను దిగుమతి చేయాలనుకుంటున్నారా?మీ సవరించిన ఫీల్డ్‌లు రీసెట్ చేయబడతాయి!
tg: Шумо мутмаин ҳастед, ки шумо мехоҳед бо забонҳои воридотӣ ворид шавед?Майдонҳои тағирёфтаи шумо барқарор карда мешаванд!
tl: Sigurado ka bang nais mong mag -import ng mga crosswords?Ang iyong binagong mga patlang ay mai -reset!
tr: Bulmaca içe aktarmak istediğinizden emin misiniz?Değiştirilmiş alanlarınız sıfırlanacak!
uk: Ви впевнені, що хочете імпортувати кросворди?Ваші модифіковані поля будуть скинуті!
uz: Haqiqatan ham siz krossvordlarni import qilishni xohlaysizmi?O'zgartirilgan maydonlar tiklanadi!
xh: Uqinisekile ukuba ufuna ukungenisa amagama enkqongamkileyo?Imimandla yakho eguqulweyo iya kusetshwa kwakhona!

source: Restart
am: እንደገና ጀምር
az: Yenidən başlamaq
be: Перазапуск
ca: Reinicia
cs: Restartujte
cy: Ail-ddechrau
eo: Rekomenci
et: Taaskäivita
eu: Berriro hasi
fy: Op 'e nij begjinne
hi: पुनः आरंभ करें
hy: Վերսկսել
ja: 再起動
ka: Რესტარტი
lb: Neistart
lv: Restartēt
mi: Tīmata anō
my: ပြန်စတင်သည်
ne: फेरि शुरु गर्नु
no: Omstart
pa: ਰੀਸਟਾਰਟ ਕਰੋ
ro: Repornire
si: යළි අරඹන්න
sk: Reštart
sl: Ponovni zagon
sq: Rifillo, fillo përsëri
sv: Omstart
te: పునఃప్రారంభించండి
tg: Оғози дубора
tl: I-restart
tr: Tekrar başlat
uk: Перезапустіть
uz: Qayta ishga tushirish
xh: Phinda Uqalele

source: Are you sure you want to restart the app?
am: እርግጠኛ ነዎት መተግበሪያውን እንደገና ማስጀመር ይፈልጋሉ?
az: Proqramı yenidən başlatmaq istədiyinizə əminsiniz?
be: Вы ўпэўнены, што хочаце перазапусціць праграму?
ca: Esteu segur que voleu reiniciar l'aplicació?
cs: Opravdu chcete aplikaci restartovat?
cy: Ydych chi'n siŵr eich bod am ailgychwyn yr ap?
eo: Ĉu vi certas, ke vi volas rekomenci la apon?
et: Kas olete kindel, et soovite rakenduse taaskäivitada?
eu: Ziur aplikazioa berrabiarazi nahi duzula?
fy: Binne jo wis dat jo de app opnij starte wolle?
hi: क्या आप वाकई ऐप को पुनः आरंभ करना चाहते हैं?
hy: Իսկապե՞ս ուզում եք վերագործարկել հավելվածը:
ja: アプリを再起動してもよろしいですか?
ka: დარწმუნებული ხართ, რომ გსურთ აპის გადატვირთვა?
lb: Sidd Dir sécher datt Dir d'App nei starten wëllt?
lv: Vai tiešām vēlaties restartēt lietotni?
mi: Kei te tino hiahia koe ki te whakaara ano i te taupānga?
my: အက်ပ်ကို ပြန်လည်စတင်လိုသည်မှာ သေချာပါသလား။
ne: के तपाइँ एप पुन: सुरु गर्न निश्चित हुनुहुन्छ?
no: Er du sikker på at du vil starte appen på nytt?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਐਪ ਨੂੰ ਰੀਸਟਾਰਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ro: Sigur doriți să reporniți aplicația?
si: ඔබට යෙදුම නැවත ආරම්භ කිරීමට අවශ්‍ය බව විශ්වාසද?
sk: Naozaj chcete reštartovať aplikáciu?
sl: Ali ste prepričani, da želite znova zagnati aplikacijo?
sq: Jeni i sigurt që dëshironi të rinisni aplikacionin?
sv: Är du säker på att du vill starta om appen?
te: మీరు ఖచ్చితంగా యాప్‌ని రీస్టార్ట్ చేయాలనుకుంటున్నారా?
tg: Шумо мутмаин ҳастед, ки мехоҳед барномаро аз нав оғоз кунед?
tl: Sigurado ka bang gusto mong i-restart ang app?
tr: Uygulamayı yeniden başlatmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте перезапустити програму?
uz: Haqiqatan ham ilovani qayta ishga tushirmoqchimisiz?
xh: Uqinisekile ufuna ukuyiqala ngokutsha i-app?

source: Exit
am: ውጣ
az: Çıx
be: Выхад
ca: Sortida
cs: Výstup
cy: Ymadael
eo: Eliro
et: Välju
eu: Irten
fy: Útgong
hi: बाहर निकलना
hy: Ելք
ja: 出口
ka: გასვლა
lb: Sortie
lv: Izeja
mi: Putaatu
my: ထွက်ပေါက်
ne: बाहिर निस्कनुहोस्
pa: ਨਿਕਾਸ
ro: Ieșire
si: පිටවීම
sk: VÝCHOD
sl: Izhod
sq: Dilni
sv: Utgång
te: బయటకి దారి
tg: Баромадгоҳ
tl: Lumabas
tr: çıkış
uk: Вихід
uz: Chiqish
xh: Phuma

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
am: እርግጠኛ ነህ ከመተግበሪያው መውጣት ትፈልጋለህ? የድር መተግበሪያ እየሰራ ከሆነ ይቋረጣል።
az: Tətbiqdən çıxmaq istədiyinizə əminsiniz? Veb tətbiqi işləyirsə, o, dayandırılacaq.
be: Вы ўпэўнены, што хочаце выйсці з праграмы? Вы ўпэўнены, што хочаце выйсці з праграмы? Калі вэб-праграма працуе, яна будзе спынена.
ca: Esteu segur que voleu sortir de l'aplicació? Si l'aplicació web s'està executant, s'acabarà.
cs: Opravdu chcete aplikaci ukončit? Pokud je webová aplikace spuštěna, bude ukončena.
cy: Ydych chi'n siŵr eich bod am adael yr ap? Os yw'r app gwe yn rhedeg, bydd yn cael ei derfynu.
eo: Ĉu vi certas, ke vi volas eliri la apon? Ĉu vi certas, ke vi volas eliri la apon? Ĉu vi certas, ke vi volas eliri la apon? Se la retejo funkcias, ĝi estos ĉesigita.
et: Kas olete kindel, et soovite rakendusest väljuda? Kui veebirakendus töötab, siis see lõpetatakse.
eu: Ziur aplikaziotik irten nahi duzula? Web aplikazioa martxan badago, amaitu egingo da.
fy: Binne jo wis dat jo de app ôfslute wolle? Binne jo wis dat jo de app ôfslute wolle? As de webapp rint, sil dizze wurde beëinige.
hi: क्या आप वाकई ऐप से बाहर निकलना चाहते हैं? यदि वेब ऐप चल रहा है, तो इसे समाप्त कर दिया जाएगा।
hy: Իսկապե՞ս ուզում եք դուրս գալ հավելվածից: Եթե վեբ հավելվածն աշխատում է, այն կդադարեցվի:
ja: アプリを終了してもよろしいですか? Web アプリが実行中の場合は終了します。
ka: დარწმუნებული ხართ, რომ გსურთ აპიდან გასვლა? თუ ვებ აპი გაშვებულია, ის შეწყდება.
lb: Sidd Dir sécher datt Dir d'App ausgoe wëllt? Sidd Dir sécher datt Dir d'App ausgoe wëllt? Wann d'Webapp leeft, gëtt se ofgeschloss.
lv: Vai tiešām vēlaties iziet no lietotnes? Ja tīmekļa lietotne darbojas, tā tiks pārtraukta.
mi: Kei te tino hiahia koe ki te puta atu i te taupānga? Mena kei te rere te taupānga tukutuku, ka mutu.
my: အက်ပ်မှ ထွက်လိုသည်မှာ သေချာပါသလား။ ဝဘ်အက်ပ်ကို အသုံးပြုနေပါက ၎င်းကို ရပ်စဲသွားမည်ဖြစ်သည်။
ne: के तपाइँ एपबाट बाहिर निस्कन निश्चित हुनुहुन्छ? यदि वेब एप चलिरहेको छ भने, यो समाप्त हुनेछ।
no: Er du sikker på at du vil avslutte appen? Hvis nettappen kjører, vil den bli avsluttet.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਐਪ ਤੋਂ ਬਾਹਰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਜੇਕਰ ਵੈੱਬ ਐਪ ਚੱਲ ਰਹੀ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
ro: Sigur doriți să părăsiți aplicația? Dacă aplicația web rulează, aceasta va fi oprită.
si: ඔබට යෙදුමෙන් පිටවීමට අවශ්‍ය බව විශ්වාසද? වෙබ් යෙදුම ක්‍රියාත්මක වන්නේ නම්, එය අවසන් වේ.
sk: Naozaj chcete ukončiť aplikáciu? Ak je webová aplikácia spustená, bude ukončená.
sl: Ali ste prepričani, da želite zapreti aplikacijo? Če se spletna aplikacija izvaja, bo prekinjena.
sq: Je i sigurt që dëshiron të dalësh nga aplikacioni? Nëse aplikacioni i uebit po funksionon, ai do të mbyllet.
sv: Är du säker på att du vill avsluta appen? Om webbappen körs kommer den att avslutas.
te: మీరు ఖచ్చితంగా యాప్ నుండి నిష్క్రమించాలనుకుంటున్నారా? వెబ్ యాప్ రన్ అవుతున్నట్లయితే, అది రద్దు చేయబడుతుంది.
tg: Оё мутмаин ҳастед, ки мехоҳед аз барнома хориҷ шавед? Шумо мутмаин ҳастед, ки мехоҳед аз барнома хориҷ шавед? Агар барномаи веб кор кунад, он қатъ карда мешавад.
tl: Sigurado ka bang gusto mong lumabas sa app? Kung tumatakbo ang web app, wawakasan ito.
tr: Uygulamadan çıkmak istediğinizden emin misiniz? Web uygulaması çalışıyorsa sonlandırılacaktır.
uk: Ви впевнені, що бажаєте вийти з програми? Якщо веб-програма запущена, її роботу буде припинено.
uz: Haqiqatan ham ilovadan chiqmoqchimisiz? Agar veb-ilova ishlayotgan bo'lsa, u tugatiladi.
xh: Uqinisekile ufuna ukuphuma kwi-app? Ukuba i-app yewebhu iyasebenza, iya kupheliswa.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
am: እርግጠኛ ነህ ወደ መነሻ ስክሪን መመለስ ትፈልጋለህ? የድር መተግበሪያ ይቋረጣል።
az: Əsas ekrana qayıtmaq istədiyinizə əminsiniz? Veb tətbiqi dayandırılacaq.
be: Вы ўпэўнены, што хочаце вярнуцца на галоўны экран? Вы ўпэўнены, што хочаце вярнуцца на галоўны экран? Вэб-прыкладанне будзе спынена.
ca: Confirmes que vols tornar a la pantalla d'inici? L'aplicació web es tancarà.
cs: Opravdu se chcete vrátit na domovskou obrazovku? Webová aplikace bude ukončena.
cy: Ydych chi'n siŵr eich bod am fynd yn ôl i'r sgrin gartref? Bydd yr ap gwe yn cael ei derfynu.
eo: Ĉu vi certas, ke vi volas reiri al la hejma ekrano? Ĉu vi certas, ke vi volas reiri al la hejma ekrano? Ĉu vi certas, ke vi volas reiri al la hejma ekrano? La TTT-apliko estos ĉesigita.
et: Kas olete kindel, et soovite naasta avakuvale? Veebirakendus lõpetatakse.
eu: Ziur hasierako pantailara itzuli nahi duzula? Web aplikazioa amaitu egingo da.
fy: Binne jo wis dat jo werom wolle nei it thússkerm? Binne jo wis dat jo werom wolle nei it thússkerm? De webapp sil wurde beëinige.
hi: क्या आप वाकई होम स्क्रीन पर वापस जाना चाहते हैं? वेब ऐप समाप्त कर दिया जाएगा.
hy: Իսկապե՞ս ուզում եք վերադառնալ հիմնական էկրան: Վեբ հավելվածը կդադարեցվի:
ja: ホーム画面に戻ってもよろしいですか? Webアプリが終了します。
ka: დარწმუნებული ხართ, რომ გსურთ საწყის ეკრანზე დაბრუნება? ვებ აპი შეწყდება.
lb: Sidd Dir sécher datt Dir zréck op den Heembildschierm wëllt goen? Sidd Dir sécher datt Dir zréck op den Heembildschierm wëllt goen? D'Web App gëtt ofgeschloss.
lv: Vai tiešām vēlaties atgriezties sākuma ekrānā? Tīmekļa lietotnes darbība tiks pārtraukta.
mi: Kei te tino hiahia koe ki te hoki ki te mata o te kainga? Ka whakamutua te taupānga tukutuku.
my: ပင်မစခရင်သို့ ပြန်သွားလိုသည်မှာ သေချာပါသလား။ ဝဘ်အက်ပ်ကို ရပ်စဲပါမည်။
ne: के तपाईं निश्चित रूपमा गृह स्क्रिनमा फर्कन चाहनुहुन्छ? वेब एप खारेज गरिनेछ।
no: Er du sikker på at du vil gå tilbake til startskjermen? Nettappen vil bli avsluttet.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਵਾਪਸ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਵੈੱਬ ਐਪ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
ro: Sigur doriți să reveniți la ecranul de pornire? Aplicația web va fi închisă.
si: ඔබට මුල් තිරය වෙත ආපසු යාමට අවශ්‍ය බව විශ්වාසද? වෙබ් යෙදුම අවසන් වනු ඇත.
sk: Naozaj sa chcete vrátiť na domovskú obrazovku? Webová aplikácia bude ukončená.
sl: Ali ste prepričani, da se želite vrniti na začetni zaslon? Spletna aplikacija bo ukinjena.
sq: Jeni i sigurt që dëshironi të ktheheni në ekranin bazë? Aplikacioni i uebit do të mbyllet.
sv: Är du säker på att du vill gå tillbaka till startskärmen? Webbappen kommer att avslutas.
te: మీరు ఖచ్చితంగా హోమ్ స్క్రీన్‌కి తిరిగి వెళ్లాలనుకుంటున్నారా? వెబ్ యాప్ రద్దు చేయబడుతుంది.
tg: Оё мутмаин ҳастед, ки мехоҳед ба экрани асосӣ баргардед? Шумо мутмаин ҳастед, ки мехоҳед ба экрани асосӣ баргардед? Барномаи веб қатъ карда мешавад.
tl: Sigurado ka bang gusto mong bumalik sa home screen? Ang web app ay wawakasan.
tr: Ana ekrana dönmek istediğinizden emin misiniz? Web uygulaması sonlandırılacak.
uk: Ви впевнені, що хочете повернутися на головний екран? Роботу веб-програми буде припинено.
uz: Haqiqatan ham bosh ekranga qaytmoqchimisiz? Veb-ilova tugatiladi.
xh: Uqinisekile ukuba ufuna ukubuyela kwiscreen sasekhaya? Usetyenziso lwewebhu luya kupheliswa.

source: Error
am: ስህተት
az: Xəta
be: Памылка
cs: Chyba
cy: Gwall
eo: Eraro
et: Viga
eu: Errorea
fy: Fersin
hi: गलती
hy: Սխալ
ja: エラー
ka: შეცდომა
lb: Feeler
lv: Kļūda
mi: Hapa
my: အမှား
ne: त्रुटि
no: Feil
pa: ਗਲਤੀ
ro: Eroare
si: දෝෂයකි
sk: Chyba
sl: Napaka
sq: Gabim
sv: Fel
te: లోపం
tg: Хатогӣ
tr: Hata
uk: Помилка
uz: Xato
xh: Impazamo

source: This language is already selected.
am: ይህ ቋንቋ አስቀድሞ ተመርጧል።
az: Bu dil artıq seçilib.
be: Гэта мова ўжо выбрана.
ca: Aquest idioma ja està seleccionat.
cs: Tento jazyk je již vybrán.
cy: Mae'r iaith hon eisoes wedi'i dewis.
eo: Ĉi tiu lingvo jam estas elektita.
et: See keel on juba valitud.
eu: Hizkuntza hau dagoeneko hautatuta dago.
fy: Dizze taal is al selektearre.
hi: यह भाषा पहले से ही चयनित है.
hy: Այս լեզուն արդեն ընտրված է:
ja: この言語はすでに選択されています。
ka: ეს ენა უკვე შერჩეულია.
lb: Dës Sprooch ass scho gewielt.
lv: Šī valoda jau ir atlasīta.
mi: Kua tohua kē tēnei reo.
my: ဤဘာသာစကားကို ရွေးထားပြီးဖြစ်သည်။
ne: यो भाषा पहिले नै चयन गरिएको छ।
no: Dette språket er allerede valgt.
pa: ਇਹ ਭਾਸ਼ਾ ਪਹਿਲਾਂ ਹੀ ਚੁਣੀ ਹੋਈ ਹੈ।
ro: Această limbă este deja selectată.
si: මෙම භාෂාව දැනටමත් තෝරා ඇත.
sk: Tento jazyk je už vybratý.
sl: Ta jezik je že izbran.
sq: Kjo gjuhë është zgjedhur tashmë.
sv: Det här språket är redan valt.
te: ఈ భాష ఇప్పటికే ఎంపిక చేయబడింది.
tg: Ин забон аллакай интихоб шудааст.
tl: Napili na ang wikang ito.
tr: Bu dil zaten seçili.
uk: Цю мову вже вибрано.
uz: Bu til allaqachon tanlangan.
xh: Olu lwimi sele lukhethiwe.

source: This size is already selected.
am: ይህ መጠን አስቀድሞ ተመርጧል።
az: Bu ölçü artıq seçilib.
be: Гэты памер ужо выбраны.
ca: Aquesta mida ja està seleccionada.
cs: Tato velikost je již vybrána.
cy: Mae'r maint hwn eisoes wedi'i ddewis.
eo: Ĉi tiu grandeco jam estas elektita.
et: See suurus on juba valitud.
eu: Tamaina hau dagoeneko hautatuta dago.
fy: Dizze grutte is al selektearre.
hi: यह आकार पहले से ही चयनित है.
hy: Այս չափն արդեն ընտրված է։
ja: このサイズはすでに選択されています。
ka: ეს ზომა უკვე შერჩეულია.
lb: Dës Gréisst ass scho gewielt.
lv: Šis izmērs jau ir atlasīts.
mi: Kua tohua kē tēnei rahi.
my: ဤအရွယ်အစားကို ရွေးထားပြီးဖြစ်သည်။
ne: यो आकार पहिले नै चयन गरिएको छ।
no: Denne størrelsen er allerede valgt.
pa: ਇਹ ਆਕਾਰ ਪਹਿਲਾਂ ਹੀ ਚੁਣਿਆ ਹੋਇਆ ਹੈ।
ro: Această dimensiune este deja selectată.
si: මෙම ප්රමාණය දැනටමත් තෝරා ඇත.
sk: Táto veľkosť je už vybratá.
sl: Ta velikost je že izbrana.
sq: Kjo madhësi është zgjedhur tashmë.
sv: Denna storlek är redan vald.
te: ఈ పరిమాణం ఇప్పటికే ఎంపిక చేయబడింది.
tg: Ин андоза аллакай интихоб шудааст.
tl: Napili na ang laki na ito.
tr: Bu boyut zaten seçili.
uk: Цей розмір уже вибрано.
uz: Bu oʻlcham allaqachon tanlangan.
xh: Lo bungakanani sele bukhethiwe.

source: This appearance is already selected.
am: ይህ መልክ አስቀድሞ ተመርጧል።
az: Bu görünüş artıq seçilib.
be: Гэты знешні выгляд ужо выбраны.
ca: Aquesta aparença ja està seleccionada.
cs: Tento vzhled je již vybrán.
cy: Mae'r ymddangosiad hwn eisoes wedi'i ddewis.
eo: Ĉi tiu aspekto jam estas elektita.
et: See välimus on juba valitud.
eu: Itxura hau dagoeneko hautatuta dago.
fy: Dit uterlik is al selektearre.
hi: यह स्वरूप पहले से ही चयनित है.
hy: Այս տեսքն արդեն ընտրված է:
ja: この外観はすでに選択されています。
ka: ეს გარეგნობა უკვე შერჩეულია.
lb: Dës Erscheinung ass scho gewielt.
lv: Šis izskats jau ir atlasīts.
mi: Kua tohua kē tēnei ahua.
my: ဤအသွင်အပြင်ကို ရွေးထားပြီးဖြစ်သည်။
ne: यो उपस्थिति पहिले नै चयन गरिएको छ।
no: Dette utseendet er allerede valgt.
pa: ਇਹ ਦਿੱਖ ਪਹਿਲਾਂ ਹੀ ਚੁਣੀ ਹੋਈ ਹੈ।
ro: Acest aspect este deja selectat.
si: මෙම පෙනුම දැනටමත් තෝරා ඇත.
sk: Tento vzhľad je už vybratý.
sl: Ta videz je že izbran.
sq: Kjo pamje është përzgjedhur tashmë.
sv: Detta utseende är redan valt.
te: ఈ ప్రదర్శన ఇప్పటికే ఎంపిక చేయబడింది.
tg: Ин намуди зоҳирӣ аллакай интихоб шудааст.
tl: Ang hitsura na ito ay napili na.
tr: Bu görünüm zaten seçili.
uk: Цей вигляд уже вибрано.
uz: Bu ko'rinish allaqachon tanlangan.
xh: Le mbonakalo sele ikhethiwe.

source: This quality is already selected.
am: ይህ ጥራት አስቀድሞ ተመር is ል.
az: Bu keyfiyyət artıq seçilib.
be: Гэта якасць ужо абрана.
ca: Aquesta qualitat ja està seleccionada.
cs: Tato kvalita je již vybrána.
cy: Mae'r ansawdd hwn eisoes wedi'i ddewis.
eo: Ĉi tiu kvalito estas jam elektita.
et: See kvaliteet on juba valitud.
eu: Kalitate hori dagoeneko hautatuta dago.
fy: Dizze kwaliteit is al selekteare.
hi: यह गुणवत्ता पहले से ही चुनी गई है।
hy: Այս որակը արդեն ընտրված է:
ja: この品質はすでに選択されています。
ka: ეს ხარისხი უკვე შეირჩევა.
lb: Dës Qualitéit ass scho gewielt.
lv: Šī kvalitāte jau ir izvēlēta.
mi: Kua tohua tenei kounga.
my: ဒီအရည်အသွေးကိုရွေးချယ်ပြီးဖြစ်သည်။
ne: यो गुण पहिले नै चयन गरिएको छ।
no: Denne kvaliteten er allerede valgt.
pa: ਇਹ ਗੁਣ ਪਹਿਲਾਂ ਹੀ ਚੁਣਿਆ ਗਿਆ ਹੈ.
ro: Această calitate este deja selectată.
si: මෙම ගුණාංගය දැනටමත් තෝරාගෙන ඇත.
sk: Táto kvalita je už vybraná.
sl: Ta kakovost je že izbrana.
sq: Kjo cilësi është zgjedhur tashmë.
sv: Denna kvalitet är redan vald.
te: ఈ నాణ్యత ఇప్పటికే ఎంపిక చేయబడింది.
tg: Ин сифат аллакай интихоб шудааст.
tl: Napili na ang kalidad na ito.
tr: Bu kalite zaten seçildi.
uk: Ця якість вже обрана.
uz: Ushbu sifat allaqachon tanlangan.
xh: Olu phawu sele lukhethiwe.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
am: ከዚህ ስም እና ከችግር ጋር ያለ ድንገተኛ ቃል.እባክዎ አዲስ ስም እና / ወይም አዲስ ችግር ይምረጡ.
az: Bu ad və çətinlik olan bir krossvord artıq mövcuddur.Zəhmət olmasa yeni bir ad və / və ya yeni bir çətinlik seçin.
be: Крыжаванка з гэтым імем і складанасцю ўжо існуе.Калі ласка, абярыце новае імя і/або новую складанасць.
ca: Ja existeix un mots encreuats amb aquest nom i dificultat.Trieu un nom nou i/o una nova dificultat.
cs: Křížovka s tímto názvem a obtížností již existuje.Vyberte prosím nové jméno a/nebo nové obtíže.
cy: Mae croesair gyda'r enw hwn ac anhawster yn bodoli eisoes.Dewiswch enw newydd a/neu anhawster newydd.
eo: Krucvorto kun ĉi tiu nomo kaj malfacilaĵo jam ekzistas. Krucvorto kun ĉi tiu nomo kaj malfacileco jam ekzistas.Bonvolu elekti novan nomon kaj/aŭ novan malfacilaĵon.
et: Selle nime ja raskustega ristsõna on juba olemas.Valige uus nimi ja/või uus raskus.
eu: Izen eta zailtasun honekin gurutzegrama bat dago dagoeneko.Mesedez, aukeratu izen berria eta / edo zailtasun berri bat.
fy: In krúswurd mei dizze namme en swierrichheden bestiet al.Kies asjebleaft in nije namme en / as in nije muoite.
hi: इस नाम और कठिनाई के साथ एक क्रॉसवर्ड पहले से मौजूद है।कृपया एक नया नाम और/या एक नई कठिनाई चुनें।
hy: Այս անունով եւ դժվարությամբ արդեն գոյություն ունի խաչբառ:Խնդրում ենք ընտրել նոր անուն եւ / կամ նոր դժվարություն:
ja: この名前と難易度を持つクロスワードがすでに存在しています。新しい名前や新しい難易度を選択してください。
ka: ამ სახელის და სირთულეების კროსვორდი უკვე არსებობს.გთხოვთ, აირჩიოთ ახალი სახელი და/ან ახალი სირთულე.
lb: E Kräizwuert mat dësem Numm a Schwieregkeet gëtt et scho.Wielt w.e.g. en neien Numm an / oder eng nei Schwieregkeet.
lv: Krustvārds ar šo vārdu un grūtības jau pastāv.Lūdzu, izvēlieties jaunu vārdu un/vai jaunu grūtību.
mi: Kei te noho tonu te kupu me te uaua o tenei ingoa me te uaua.Kōwhiria he ingoa hou me / he uaua hou ranei.
my: ဤအမည်နှင့်အခက်အခဲရှိသောစကားလုံးတစ်လုံးသည်တည်ရှိပြီးဖြစ်သည်။ကျေးဇူးပြု. နာမည်အသစ်နှင့် / သို့မဟုတ်အခက်အခဲအသစ်တစ်ခုကိုရွေးချယ်ပါ။
ne: यस नामको साथ क्रसवर्ड र कठिनाई पहिले नै अवस्थित छ।कृपया नयाँ नाम र / वा नयाँ कठिनाई छनौट गर्नुहोस्।
no: Et kryssord med dette navnet og vanskeligheten eksisterer allerede.Velg et nytt navn og/eller en ny vanskelighetsgrad.
pa: ਇਸ ਨਾਮ ਅਤੇ ਮੁਸ਼ਕਲ ਦੇ ਨਾਲ ਇੱਕ ਕ੍ਰਾਸਵਰਡ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ.ਕਿਰਪਾ ਕਰਕੇ ਨਵਾਂ ਨਾਮ ਅਤੇ / ਜਾਂ ਇੱਕ ਨਵੀਂ ਮੁਸ਼ਕਲ ਚੁਣੋ.
ro: Există deja un cuvânt încrucișat cu acest nume și dificultate.Vă rugăm să alegeți un nou nume și/sau o nouă dificultate.
si: මෙම නම සහ දුෂ්කරතා සහිත හරස්පදයක් දැනටමත් පවතී.කරුණාකර නව නමක් සහ / හෝ නව දුෂ්කරතාවයක් තෝරන්න.
sk: Krížovka s týmto menom a obtiažnosť už existuje.Vyberte si nové meno a/alebo nové obtiažnosti.
sl: Križna beseda s tem imenom in težavami že obstaja.Izberite novo ime in/ali novo težavo.
sq: Një fjalëkryq me këtë emër dhe vështirësi tashmë ekziston.Ju lutemi zgjidhni një emër të ri dhe/ose një vështirësi të re.
sv: Ett korsord med detta namn och svårigheter finns redan.Välj ett nytt namn och/eller en ny svårighet.
te: ఈ పేరు మరియు ఇబ్బంది ఉన్న క్రాస్‌వర్డ్ ఇప్పటికే ఉంది.దయచేసి క్రొత్త పేరు మరియు/లేదా క్రొత్త కష్టాన్ని ఎంచుకోండి.
tg: Queryword бо ин ном ва мушкилот аллакай вуҷуд дорад.Лутфан номи нав ва / ё душвориҳои навро интихоб кунед.
tl: Ang isang crossword na may pangalang ito at kahirapan ay mayroon na.Mangyaring pumili ng isang bagong pangalan at/o isang bagong kahirapan.
tr: Bu isme sahip bir bulmaca ve zorluk zaten var.Lütfen yeni bir isim ve/veya yeni bir zorluk seçin.
uk: Кросворд з цим іменем і труднощами вже існує.Виберіть нове ім’я та/або нову складність.
uz: Bu ism va qiyinchilik bilan kesish so'zi allaqachon mavjud.Iltimos, yangi ism va / yoki yangi qiyinchilikni tanlang.
xh: Umnqamlezo ngeli gama kunye nobunzima sele bukhona.Nceda ukhethe igama elitsha kunye / okanye ubunzima obutsha.
