Repository: tomasvana10/xpuz
Catalog: xpuz/locales/*/LC_MESSAGES/messages.po
Languages: am, az, be, ca, cs, cy, eo, et, eu, fy, hi, hy, ja, ka, lb, lv, mi, my, ne, no, pa, ro, si, sk, sl, sq, sv, te, tg, tl, tr, uk, uz, xh

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
am: ለመጀመሪያ ጊዜ ሲጀመር፣ እባክዎን ያንብቡ፡ አንዴ መስቀለኛ ቃል ከጫኑ እና ሌላ ለመጫን ከፈለጉ፣ መጀመሪያ የድር መተግበሪያን ማቋረጥ አለብዎት። አስፈላጊ፡ በ macOS ላይ ከሆኑ ዌብ አፕሊኬሽኑን በግድ (cmd+q ን በመጠቀም) እንዲያቆም ያስገድዱት። ይህንን በስህተት ካደረጉት, ፕሮግራሙ የተለየ ወደብ ያላቸው አዲስ የድር መተግበሪያዎችን ይሰራል. በአማራጭ ፣ በፕሮግራሙ ውቅር ፋይል ውስጥ ያለውን ወደብ እራስዎ መለወጥ ይችላሉ። በትክክል ያልተቋረጡ ሁሉም የመተግበሪያ ሂደቶች በማክኦኤስ ላይ በእንቅስቃሴ መቆጣጠሪያ በኩል ሊቋረጥ ወይም በቀላሉ ኮምፒተርዎን ለማቋረጥ እንደገና ማስጀመር ይችላሉ።
az: İlk dəfə işə salın, lütfən oxuyun: Krossvordu yüklədikdən və başqasını yükləmək istəyəndən əvvəl veb tətbiqini dayandırmalısınız. ƏHƏMİYYƏTLİ: Əgər siz macOS-dasınızsa, veb-tətbiq işləyərkən (cmd+q istifadə edərək) tətbiqdən çıxmağa məcbur etmək onun düzgün şəkildə dayandırılmasının qarşısını alacaq. Əgər səhvən bunu etsəniz, proqram fərqli portla yeni veb proqramları işlədəcək. Alternativ olaraq, proqramın konfiqurasiya faylında portu əl ilə dəyişə bilərsiniz. Düzgün dayandırılmamış bütün proqram prosesləri MacOS-da Fəaliyyət Monitoru vasitəsilə dayandırıla bilər və ya onları dayandırmaq üçün sadəcə kompüterinizi yenidən başladın.
be: Калі ласка, прачытайце пры першым запуску: калі вы загрузілі крыжаванку і жадаеце загрузіць іншую, вы павінны спачатку спыніць вэб-праграму. Калі ласка, прачытайце пры першым запуску: калі вы загрузілі крыжаванку і жадаеце загрузіць іншую, спачатку трэба спыніць вэб-праграму. ВАЖНА: калі вы карыстаецеся macOS, прымусовы выхад з праграмы (з дапамогай cmd+q) падчас працы вэб-праграмы не дасць ёй правільна завяршыцца. Калі вы памылкова зробіце гэта, праграма будзе запускаць новыя вэб-праграмы з іншым портам. Акрамя таго, вы можаце ўручную змяніць порт у файле канфігурацыі праграмы. Усе працэсы праграмы, якія не былі належным чынам завершаны, можна спыніць праз Activity Monitor у MacOS або проста перазагрузіце кампутар, каб спыніць іх.
ca: Per primera vegada, llegiu: Un cop hàgiu carregat un mot encreuat i voleu carregar-ne un altre, primer heu d'acabar l'aplicació web. IMPORTANT: si esteu a macOS, forçar la sortida de l'aplicació (amb cmd+q) mentre l'aplicació web s'està executant impedirà que finalitzi correctament. Si ho feu per error, el programa executarà aplicacions web noves amb un port diferent. Alternativament, podeu canviar manualment el port al fitxer de configuració del programa. Tots els processos de l'aplicació que no s'han finalitzat correctament es poden finalitzar mitjançant Activity Monitor a MacOS, o simplement reinicieu l'ordinador per finalitzar-los.
cs: Při prvním spuštění si přečtěte: Jakmile načtete křížovku a chcete načíst další, musíte nejprve ukončit webovou aplikaci. DŮLEŽITÉ: Pokud používáte macOS, vynucené ukončení aplikace (pomocí cmd+q) při spuštěné webové aplikaci zabrání jejímu řádnému ukončení. Pokud to uděláte omylem, program spustí nové webové aplikace s jiným portem. Případně můžete ručně změnit port v konfiguračním souboru programu. Všechny procesy aplikace, které nebyly řádně ukončeny, lze ukončit pomocí nástroje Activity Monitor v systému MacOS nebo je ukončit jednoduše restartováním počítače.
cy: Lansiad tro cyntaf, darllenwch: Unwaith y byddwch wedi llwytho croesair, ac yn dymuno llwytho un arall, rhaid i chi derfynu'r app gwe yn gyntaf. PWYSIG: Os ydych chi ar macOS, bydd gorfodi rhoi'r gorau i'r cais (gan ddefnyddio cmd+q) tra bod yr ap gwe yn rhedeg yn ei atal rhag dod i ben yn iawn. Os gwnewch hyn ar gam, bydd y rhaglen yn rhedeg apiau gwe newydd gyda phorthladd gwahanol. Fel arall, gallwch chi newid y porthladd â llaw yn ffeil ffurfweddu'r rhaglen. Gellir terfynu'r holl brosesau app nad ydynt wedi'u terfynu'n iawn trwy Activity Monitor ar MacOS, neu, yn syml ailgychwyn eich cyfrifiadur i'w terfynu.
eo: Unuafoje lanĉo, bonvolu legi: Post kiam vi ŝargis krucvorton, kaj volas ŝargi alian, vi unue devas ĉesigi la TTT-aplikaĵon. Unuafoje lanĉo, bonvolu legi: Post kiam vi ŝargis krucvorton, kaj volas ŝargi alian, vi unue devas ĉesigi la TTT-aplikaĵon. Unuafoje lanĉo, bonvolu legi: Post kiam vi ŝargis krucvorton, kaj volas ŝargi alian, vi unue devas ĉesigi la TTT-aplikaĵon. GRAVA: Se vi estas en macOS, devigi forlasi la aplikaĵon (uzante cmd+q) dum la TTT-apliko funkcias, malhelpos ĝin ĝuste finiĝi. Se vi erare faras tion, la programo funkcios novajn retprogramojn kun malsama haveno. Alternative, vi povas mane ŝanĝi la havenon en la agordosiero de la programo. Ĉiuj aplikaj procezoj, kiuj ne estis ĝuste finitaj, povas esti ĉesigitaj per Activity Monitor en MacOS, aŭ simple rekomenci vian komputilon por ĉesigi ilin.
et: Esmakordsel käivitamisel lugege palun: Kui olete ristsõna laadinud ja soovite laadida veel ühe, peate esmalt veebirakenduse lõpetama. TÄHTIS. Kui kasutate macOS-i, takistab veebirakenduse töötamise ajal rakenduse sundsulgemine (kasutades cmd+q) selle õiget lõpetamist. Kui teete seda ekslikult, käivitab programm uusi veebirakendusi teise pordiga. Teise võimalusena saate programmi konfiguratsioonifailis porti käsitsi muuta. Kõik rakenduse protsessid, mida pole korralikult lõpetatud, saab lõpetada MacOS-i Activity Monitori kaudu või nende lõpetamiseks lihtsalt taaskäivitage arvuti.
eu: Lehen aldiz abiarazten duzunean, irakurri: Behin gurutzegrama bat kargatu eta beste bat kargatu nahi duzunean, lehenik web-aplikazioa amaitu behar duzu. GARRANTZITSUA: macOS-en bazaude, behartu aplikaziotik irtetea (cmd+q erabiliz) web aplikazioa exekutatzen ari den bitartean behar bezala amaitzea eragotziko du. Hau oker egiten baduzu, programak beste ataka batekin web aplikazio berriak exekutatuko ditu. Bestela, eskuz alda dezakezu ataka programaren konfigurazio fitxategian. Behar bezala amaitu ez diren aplikazio-prozesu guztiak MacOS-en Activity Monitor-en bidez amaitu daitezke edo, besterik gabe, berrabiarazi ordenagailua horiek amaitzeko.
fy: Earste kear lansearring, lês asjebleaft: As jo ​​ienris in krúswurdwurd laden hawwe en noch ien wolle laden, moatte jo de webapp earst beëinigje. Lês asjebleaft foar earste kear: As jo ienris in krúswurdwurd laden hawwe en in oare wolle laden, moatte jo de webapp earst beëinigje. WICHTICH: As jo op macOS binne, twingt it ôfsluten fan 'e applikaasje (mei cmd + q) wylst de webapp rint, sil foarkomme dat it goed beëiniget. As jo dit ferkeard dogge, sil it programma nije webapps útfiere mei in oare poarte. As alternatyf kinne jo de poarte manuell feroarje yn it konfiguraasjetriem fan it programma. Alle app-prosessen dy't net goed binne beëinige kinne wurde beëinige fia Activity Monitor op MacOS, of gewoan jo kompjûter opnij starte om se te beëinigjen.
hi: पहली बार लॉन्च, कृपया पढ़ें: एक बार जब आप एक क्रॉसवर्ड लोड कर लेते हैं, और एक और लोड करना चाहते हैं, तो आपको पहले वेब ऐप को समाप्त करना होगा। महत्वपूर्ण: यदि आप macOS पर हैं, तो वेब ऐप चलने के दौरान एप्लिकेशन को जबरदस्ती छोड़ना (cmd+q का उपयोग करके) इसे ठीक से समाप्त होने से रोक देगा। यदि आप गलती से ऐसा करते हैं, तो प्रोग्राम एक अलग पोर्ट के साथ नए वेब ऐप्स चलाएगा। वैकल्पिक रूप से, आप प्रोग्राम की कॉन्फ़िगरेशन फ़ाइल में पोर्ट को मैन्युअल रूप से बदल सकते हैं। सभी ऐप प्रक्रियाएं जिन्हें ठीक से समाप्त नहीं किया गया है, उन्हें MacOS पर एक्टिविटी मॉनिटर के माध्यम से समाप्त किया जा सकता है, या, उन्हें समाप्त करने के लिए बस अपने कंप्यूटर को पुनरारंभ करें।
hy: Առաջին անգամ գործարկվելիս խնդրում ենք կարդալ. Երբ բեռնեք խաչբառ և ցանկանում եք բեռնել ևս մեկը, նախ պետք է դադարեցնեք վեբ հավելվածը: ԿԱՐԵՎՈՐ. Եթե դուք macOS-ով եք, հարկադիր դուրս գալ հավելվածից (օգտագործելով cmd+q), մինչ վեբ հավելվածն աշխատում է, այն կկանխի դրա պատշաճ դադարեցումը: Եթե դուք սխալմամբ եք դա անում, ծրագիրը կգործարկի նոր վեբ հավելվածներ այլ պորտով: Որպես այլընտրանք, դուք կարող եք ձեռքով փոխել պորտը ծրագրի կազմաձևման ֆայլում: Հավելվածների բոլոր գործընթացները, որոնք պատշաճ կերպով չեն ավարտվել, կարող են դադարեցվել MacOS-ում Activity Monitor-ի միջոցով կամ պարզապես վերագործարկեք ձեր համակարգիչը՝ դրանք դադարեցնելու համար:
ja: 初めて起動する場合は、必ずお読みください: クロスワードをロードした後、別のクロスワードをロードしたい場合は、まず Web アプリを終了する必要があります。重要: macOS を使用している場合、Web アプリの実行中にアプリケーションを強制終了 (cmd+q を使用) すると、Web アプリが適切に終了できなくなります。これを誤って実行すると、プログラムは別のポートで新しい Web アプリを実行します。あるいは、プログラムの構成ファイル内のポートを手動で変更することもできます。適切に終了されていないすべてのアプリ プロセスは、MacOS のアクティビティ モニターを通じて終了するか、コンピュータを再起動するだけで終了できます。
ka: პირველად გაშვებისას, გთხოვთ, წაიკითხოთ: როგორც კი ჩატვირთავთ კროსვორდს და გსურთ სხვა ჩატვირთოთ, ჯერ უნდა შეწყვიტოთ ვებ აპი. მნიშვნელოვანია: თუ თქვენ მუშაობთ macOS-ზე, აპლიკაციის იძულებით დატოვება (cmd+q-ის გამოყენებით) სანამ ვებ აპლიკაცია მუშაობს, ხელს შეუშლის მის სწორად შეწყვეტას. თუ ამას შეცდომით გააკეთებთ, პროგრამა გაუშვებს ახალ ვებ აპებს სხვა პორტით. გარდა ამისა, შეგიძლიათ ხელით შეცვალოთ პორტი პროგრამის კონფიგურაციის ფაილში. ყველა აპლიკაციის პროცესი, რომელიც არ არის სათანადოდ შეწყვეტილი, შეიძლება შეწყდეს Activity Monitor-ის მეშვეობით MacOS-ზე, ან უბრალოდ გადატვირთეთ კომპიუტერი მათი შესაწყვეტად.
lb: Éischt Kéier lancéiert, liest w.e.g.: Wann Dir e Kräizwuertwuert gelueden hutt a wëllt en aneren lueden, musst Dir d'Webapp fir d'éischt ofschléissen. Éischt Kéier lancéiert, liest w.e.g.: Wann Dir e Kräizwuerträtsel gelueden hutt a wëllt en aneren lueden, musst Dir d'Webapp fir d'éischt ofschléissen. WICHTEG: Wann Dir op macOS sidd, forcéiert d'Applikatioun opzehalen (mat cmd + q) wärend d'Webapp leeft, verhënnert datt se richteg ofgeschloss gëtt. Wann Dir dëst falsch maacht, leeft de Programm nei Webapps mat engem aneren Hafen. Alternativ kënnt Dir den Hafen an der Konfiguratiounsdatei vum Programm manuell änneren. All App Prozesser déi net richteg ofgeschloss goufen, kënnen duerch Activity Monitor op MacOS ofgeschloss ginn, oder einfach Äre Computer nei starten fir se ofzeschléissen.
lv: Pirmoreiz palaist, lūdzu, izlasiet: Kad esat ielādējis krustvārdu mīklu un vēlaties ielādēt citu, vispirms ir jāpārtrauc tīmekļa lietotnes darbība. SVARĪGI! Ja izmantojat macOS, piespiedu kārtā aizveriet lietojumprogrammu (izmantojot cmd+q), kamēr tīmekļa lietotne darbojas, neļaus tai pareizi beigties. Ja to izdarīsit kļūdaini, programma palaidīs jaunas tīmekļa lietotnes ar citu portu. Varat arī manuāli mainīt portu programmas konfigurācijas failā. Visus lietotņu procesus, kas nav pareizi pārtraukti, var pārtraukt, izmantojot Activity Monitor operētājsistēmā MacOS, vai vienkārši restartējiet datoru, lai tos pārtrauktu.
mi: I te wa tuatahi ka whakarewahia, panuihia: Kia utaina e koe he kupu whakawhiti, me te hiahia ki te uta i tetahi atu, me whakamutu e koe te taupānga tukutuku. HE MEA NUI: Mena kei runga koe i te macOS, tohe ki te whakamutu i te tono (ma te whakamahi cmd+q) i te wa e rere ana te taupānga tukutuku ka kore e mutu tika. Mena ka pohehe koe i tenei, ka whakahaere te papatono i nga taupānga tukutuku hou me tetahi tauranga rereke. Ka taea e koe te huri i te tauranga ki te konae whirihora o te papatono. Ko nga tukanga taupānga katoa kaore i tika te whakamutu ka taea te whakamutu ma te Aroturuki Mahi i runga i te MacOS, me whakaara ano ranei i to rorohiko ki te whakamutu.
my: ပထမဆုံး အကြိမ် စတင်ခြင်း ကျေးဇူးပြု၍ ဖတ်ပါ- သင်သည် crossword တစ်ခုကို တင်ပြီး နောက်တစ်ခုကို တင်လိုသည်နှင့်၊ သင်သည် ဝဘ်အက်ပ်ကို ဦးစွာ ရပ်စဲရပါမည်။ အရေးကြီးသည်- အကယ်၍ သင်သည် macOS ကိုအသုံးပြုနေပါက၊ ဝဘ်အက်ပ်ကိုလည်ပတ်နေချိန်တွင် (cmd+q ကိုအသုံးပြု၍) အပလီကေးရှင်းကိုပိတ်လိုက်ခြင်းဖြင့် ၎င်းအား ကောင်းမွန်စွာရပ်စဲခြင်းမှကာကွယ်နိုင်မည်ဖြစ်သည်။ ၎င်းကိုမှားယွင်းစွာလုပ်ဆောင်ပါက၊ ပရိုဂရမ်သည် မတူညီသော port တစ်ခုဖြင့် ဝဘ်အက်ပ်အသစ်များကို လုပ်ဆောင်မည်ဖြစ်သည်။ တနည်းအားဖြင့် သင်သည် ပရိုဂရမ်၏ config ဖိုင်ရှိ port ကို ကိုယ်တိုင်ပြောင်းလဲနိုင်သည်။ ကောင်းစွာမရပ်စဲရသေးသော အက်ပ်လုပ်ငန်းစဉ်အားလုံးကို MacOS ပေါ်ရှိ Activity Monitor မှတစ်ဆင့် ပိတ်ပစ်နိုင်သည် သို့မဟုတ် ၎င်းတို့ကို ရပ်တန့်ရန်အတွက် သင့်ကွန်ပျူတာကို ပြန်လည်စတင်ပါ။
ne: पहिलो पटक लन्च, कृपया पढ्नुहोस्: एक पटक तपाईंले क्रसवर्ड लोड गर्नुभयो, र अर्को लोड गर्न चाहनुहुन्छ, तपाईंले पहिले वेब एप समाप्त गर्नुपर्छ। महत्त्वपूर्ण: यदि तपाईं macOS मा हुनुहुन्छ भने, वेब एप चलिरहेको बेलामा (cmd+q प्रयोग गरेर) अनुप्रयोगलाई जबरजस्ती बन्द गर्नाले यसलाई राम्ररी समाप्त हुनबाट रोक्छ। यदि तपाईंले गल्तीले यो गर्नुभयो भने, कार्यक्रमले फरक पोर्टको साथ नयाँ वेब एपहरू चलाउनेछ। वैकल्पिक रूपमा, तपाइँ म्यानुअल रूपमा कार्यक्रमको कन्फिग फाइलमा पोर्ट परिवर्तन गर्न सक्नुहुन्छ। सबै एप प्रक्रियाहरू जुन राम्ररी समाप्त नगरिएका छन् MacOS मा गतिविधि मनिटर मार्फत समाप्त गर्न सकिन्छ, वा, तिनीहरूलाई समाप्त गर्नको लागि तपाइँको कम्प्युटर पुन: सुरु गर्नुहोस्।
no: Første gangs lansering, vennligst les: Når du har lastet et kryssord, og ønsker å laste et nytt, må du først avslutte nettappen. VIKTIG: Hvis du bruker macOS, vil tvinge avslutning av applikasjonen (ved å bruke cmd+q) mens nettappen kjører forhindre at den avsluttes på riktig måte. Hvis du feilaktig gjør dette, vil programmet kjøre nye nettapper med en annen port. Alternativt kan du manuelt endre porten i programmets konfigurasjonsfil. Alle appprosesser som ikke er riktig avsluttet kan avsluttes via Activity Monitor på MacOS, eller bare start datamaskinen på nytt for å avslutte dem.
pa: ਪਹਿਲੀ ਵਾਰ ਲਾਂਚ, ਕਿਰਪਾ ਕਰਕੇ ਪੜ੍ਹੋ: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਕ੍ਰਾਸਵਰਡ ਲੋਡ ਕਰ ਲੈਂਦੇ ਹੋ, ਅਤੇ ਇੱਕ ਹੋਰ ਲੋਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਵੈੱਬ ਐਪ ਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਮਹੱਤਵਪੂਰਨ: ਜੇਕਰ ਤੁਸੀਂ macOS 'ਤੇ ਹੋ, ਤਾਂ ਵੈੱਬ ਐਪ ਦੇ ਚੱਲਦੇ ਸਮੇਂ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਛੱਡਣ ਲਈ ਮਜਬੂਰ ਕਰੋ (cmd+q ਵਰਤਦੇ ਹੋਏ) ਇਸ ਨੂੰ ਸਹੀ ਢੰਗ ਨਾਲ ਬੰਦ ਹੋਣ ਤੋਂ ਰੋਕੇਗਾ। ਜੇਕਰ ਤੁਸੀਂ ਗਲਤੀ ਨਾਲ ਅਜਿਹਾ ਕਰਦੇ ਹੋ, ਤਾਂ ਪ੍ਰੋਗਰਾਮ ਇੱਕ ਵੱਖਰੇ ਪੋਰਟ ਨਾਲ ਨਵੇਂ ਵੈੱਬ ਐਪਸ ਚਲਾਏਗਾ। ਵਿਕਲਪਕ ਤੌਰ 'ਤੇ, ਤੁਸੀਂ ਪ੍ਰੋਗਰਾਮ ਦੀ ਸੰਰਚਨਾ ਫਾਈਲ ਵਿੱਚ ਪੋਰਟ ਨੂੰ ਹੱਥੀਂ ਬਦਲ ਸਕਦੇ ਹੋ। ਸਾਰੀਆਂ ਐਪ ਪ੍ਰਕਿਰਿਆਵਾਂ ਜੋ ਸਹੀ ਢੰਗ ਨਾਲ ਬੰਦ ਨਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ, ਨੂੰ MacOS 'ਤੇ ਗਤੀਵਿਧੀ ਮਾਨੀਟਰ ਦੁਆਰਾ ਸਮਾਪਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜਾਂ, ਉਹਨਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਆਪਣੇ ਕੰਪਿਊਟਰ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰੋ।
ro: Prima lansare, vă rugăm să citiți: După ce ați încărcat un cuvânt încrucișat și doriți să încărcați altul, trebuie mai întâi să închideți aplicația web. IMPORTANT: Dacă sunteți pe macOS, închiderea forțată a aplicației (folosind cmd+q) în timp ce aplicația web rulează va împiedica terminarea corectă a acesteia. Dacă faceți acest lucru din greșeală, programul va rula aplicații web noi cu un port diferit. Alternativ, puteți schimba manual portul din fișierul de configurare al programului. Toate procesele aplicației care nu au fost încheiate în mod corespunzător pot fi încheiate prin Activity Monitor pe MacOS sau pur și simplu reporniți computerul pentru a le închide.
si: පළමු වරට දියත් කිරීම, කරුණාකර කියවන්න: ඔබ හරස්පදයක් පූරණය කළ පසු, තවත් එකක් පූරණය කිරීමට අවශ්‍ය නම්, ඔබ ප්‍රථමයෙන් වෙබ් යෙදුම අවසන් කළ යුතුය. වැදගත්: ඔබ macOS හි සිටී නම්, වෙබ් යෙදුම ක්‍රියාත්මක වන අතරතුර (cmd+q භාවිතයෙන්) යෙදුමෙන් ඉවත් වීමට බල කිරීමෙන් එය නිසි ලෙස අවසන් වීම වළක්වනු ඇත. ඔබ මෙය වැරදීමකින් කරන්නේ නම්, වැඩසටහන වෙනත් වරායක් සමඟ නව වෙබ් යෙදුම් ධාවනය කරයි. විකල්පයක් ලෙස, ඔබට වැඩසටහනේ වින්‍යාස ගොනුවේ ඇති වරාය අතින් වෙනස් කළ හැකිය. නිසි ලෙස අවසන් කර නොමැති සියලුම යෙදුම් ක්‍රියාවලි MacOS හි ක්‍රියාකාරකම් මොනිටරය හරහා අවසන් කළ හැකිය, නැතහොත්, ඒවා අවසන් කිරීමට ඔබේ පරිගණකය නැවත ආරම්භ කරන්න.
sk: Pri prvom spustení si prečítajte: Keď načítate krížovku a chcete načítať ďalšiu, musíte najskôr ukončiť webovú aplikáciu. DÔLEŽITÉ: Ak používate macOS, vynútené ukončenie aplikácie (pomocou cmd+q), keď je webová aplikácia spustená, zabráni jej správnemu ukončeniu. Ak to urobíte omylom, program spustí nové webové aplikácie s iným portom. Prípadne môžete manuálne zmeniť port v konfiguračnom súbore programu. Všetky procesy aplikácií, ktoré neboli správne ukončené, je možné ukončiť prostredníctvom Monitora aktivity v systéme MacOS alebo ich ukončíte jednoducho reštartovaním počítača.
sl: Ob prvem zagonu preberite: Ko naložite križanko in želite naložiti še eno, morate najprej zapreti spletno aplikacijo. POMEMBNO: Če uporabljate macOS, prisilno zapiranje aplikacije (z uporabo cmd+q), medtem ko se spletna aplikacija izvaja, bo preprečila njeno pravilno zaustavitev. Če to storite pomotoma, bo program izvajal nove spletne aplikacije z drugimi vrati. Druga možnost je, da vrata spremenite ročno v konfiguracijski datoteki programa. Vse procese aplikacij, ki niso bili pravilno prekinjeni, je mogoče prekiniti prek Activity Monitorja v sistemu MacOS ali preprosto znova zaženite računalnik, da jih prekinete.
sq: Nisja për herë të parë, ju lutemi lexoni: Pasi të keni ngarkuar një fjalëkryq dhe dëshironi të ngarkoni një tjetër, fillimisht duhet të mbyllni aplikacionin në internet. E RËNDËSISHME: Nëse jeni në macOS, largimi me forcë nga aplikacioni (duke përdorur cmd+q) ndërkohë që aplikacioni i uebit është duke u ekzekutuar, do ta parandalojë atë që të përfundojë siç duhet. Nëse e bëni gabimisht këtë, programi do të ekzekutojë aplikacione të reja ueb me një portë tjetër. Përndryshe, mund të ndryshoni manualisht portin në skedarin e konfigurimit të programit. Të gjitha proceset e aplikacionit që nuk janë përfunduar siç duhet mund të ndërpriten përmes Monitorit të aktivitetit në MacOS ose thjesht rinisni kompjuterin tuaj për t'i përfunduar ato.
sv: Första gången du startar, läs: När du har laddat ett korsord och vill ladda ett till måste du först avsluta webbappen. VIKTIGT: Om du använder macOS, tvingar du avsluta programmet (med cmd+q) medan webbappen körs för att förhindra att den avslutas korrekt. Om du gör detta av misstag kommer programmet att köra nya webbappar med en annan port. Alternativt kan du ändra porten manuellt i programmets konfigurationsfil. Alla appprocesser som inte har avslutats korrekt kan avslutas via Activity Monitor på MacOS, eller helt enkelt starta om din dator för att avsluta dem.
te: మొదటిసారి ప్రారంభించడం, దయచేసి చదవండి: మీరు క్రాస్‌వర్డ్‌ను లోడ్ చేసిన తర్వాత మరియు మరొక దానిని లోడ్ చేయాలనుకుంటే, మీరు ముందుగా వెబ్ యాప్‌ను ముగించాలి. ముఖ్యమైనది: మీరు macOSలో ఉన్నట్లయితే, వెబ్ యాప్ రన్ అవుతున్నప్పుడు అప్లికేషన్ నుండి బలవంతంగా నిష్క్రమించడం (cmd+qని ఉపయోగించడం) సరిగ్గా ముగించకుండా నిరోధించబడుతుంది. మీరు పొరపాటున ఇలా చేస్తే, ప్రోగ్రామ్ వేరే పోర్ట్‌తో కొత్త వెబ్ యాప్‌లను రన్ చేస్తుంది. ప్రత్యామ్నాయంగా, మీరు ప్రోగ్రామ్ యొక్క కాన్ఫిగరేషన్ ఫైల్‌లో పోర్ట్‌ను మాన్యువల్‌గా మార్చవచ్చు. సరిగ్గా ముగించబడని అన్ని యాప్ ప్రాసెస్‌లు MacOSలో యాక్టివిటీ మానిటర్ ద్వారా ముగించబడతాయి లేదా వాటిని ముగించడానికి మీ కంప్యూటర్‌ని రీస్టార్ట్ చేయండి.
tg: Бори аввал оғоз кунед, лутфан хонед: Вақте ки шумо кроссвордро бор кардаед ва мехоҳед, ки дигареро бор кунед, шумо бояд аввал барномаи вебро қатъ кунед. Бори аввал оғоз кунед, лутфан хонед: Вақте ки шумо кроссвордро бор кардаед ва мехоҳед, ки дигареро бор кунед, шумо бояд аввал барномаи вебро қатъ кунед. МУҲИМ: Агар шумо дар macOS бошед, маҷбуран қатъ кардани барнома (бо истифода аз cmd+q) ҳангоми кор кардани барномаи веб аз қатъи дурусти он пешгирӣ мекунад. Агар шумо ин корро хато кунед, барнома веб-барномаҳои навро бо порти дигар иҷро мекунад. Интихобан, шумо метавонед портро дар файли танзимоти барнома дастӣ иваз кунед. Ҳама равандҳои барнома, ки дуруст қатъ карда нашудаанд, метавонанд тавассути Monitor Activity дар MacOS қатъ карда шаванд ё танҳо барои қатъ кардани онҳо компютери худро бозоғоз намоед.
tl: Unang beses na paglulunsad, pakibasa: Kapag nakapag-load ka na ng crossword, at gustong mag-load ng isa pa, kailangan mo munang wakasan ang web app. MAHALAGA: Kung ikaw ay nasa macOS, sapilitang ihinto ang application (gamit ang cmd+q) habang tumatakbo ang web app ay mapipigilan ito sa wastong pagwawakas. Kung mali mong gawin ito, tatakbo ang program ng mga bagong web app na may ibang port. Bilang kahalili, maaari mong manual na baguhin ang port sa config file ng program. Ang lahat ng proseso ng app na hindi wastong natapos ay maaaring wakasan sa pamamagitan ng Activity Monitor sa MacOS, o, i-restart lang ang iyong computer upang wakasan ang mga ito.
tr: İlk kez başlattığınızda lütfen okuyun: Bir bulmaca yükledikten sonra ve başka bir tane yüklemek istediğinizde, öncelikle web uygulamasını sonlandırmalısınız. ÖNEMLİ: MacOS kullanıyorsanız, web uygulaması çalışırken uygulamadan çıkmaya zorlamak (cmd+q kullanarak) uygulamanın düzgün şekilde sonlandırılmasını engelleyecektir. Bunu yanlışlıkla yaparsanız program yeni web uygulamalarını farklı bir bağlantı noktasıyla çalıştıracaktır. Alternatif olarak, programın yapılandırma dosyasındaki bağlantı noktasını manuel olarak değiştirebilirsiniz. Düzgün şekilde sonlandırılmayan tüm uygulama işlemleri, MacOS'taki Activity Monitor aracılığıyla sonlandırılabilir veya bunları sonlandırmak için bilgisayarınızı yeniden başlatmanız yeterlidir.
uk: Під час першого запуску, будь ласка, прочитайте: Після того, як ви завантажили кросворд і бажаєте завантажити інший, ви повинні спершу завершити веб-програму. ВАЖЛИВО: якщо ви користуєтеся macOS, примусовий вихід із програми (за допомогою cmd+q) під час роботи веб-програми завадить її належному завершенню. Якщо ви зробите це помилково, програма запустить нові веб-програми з іншим портом. Крім того, ви можете вручну змінити порт у конфігураційному файлі програми. Усі процеси додатків, які не були завершені належним чином, можна припинити через Монітор активності в MacOS або просто перезавантажте комп’ютер, щоб завершити їх.
uz: Birinchi marta ishga tushirilganda, o'qing: Krossvordni yuklaganingizdan so'ng va boshqasini yuklamoqchi bo'lsangiz, avval veb-ilovani tugatishingiz kerak. MUHIM: Agar siz macOS operatsion tizimida bo'lsangiz, veb-ilova ishlayotgan vaqtda (cmd+q yordamida) ilovani majburan o'chirib qo'ysangiz, uning to'g'ri tugatilishi oldini oladi. Agar buni xato qilsangiz, dastur boshqa portga ega yangi veb-ilovalarni ishga tushiradi. Shu bilan bir qatorda, dasturning konfiguratsiya faylidagi portni qo'lda o'zgartirishingiz mumkin. To'g'ri tugatilmagan barcha ilovalar jarayonlari MacOS'dagi Activity Monitor orqali tugatilishi mumkin yoki ularni tugatish uchun kompyuteringizni qayta ishga tushirishingiz mumkin.
xh: Ukuqaliswa okokuqala, nceda ufunde: Nje ukuba ulayishe igama elinqamlezayo, kwaye unqwenela ukulayisha elinye, kufuneka uqale uphelise usetyenziso lwewebhu. OKUBALULEKILEYO: Ukuba ukwi-macOS, nyanzelisa ukuyeka usetyenziso (usebenzisa i-cmd+q) ngelixa usetyenziso lwewebhu lusebenza luya kuyinqanda ekupheliseni ngokufanelekileyo. Ukuba wenza ngempazamo oku, inkqubo iya kuqhuba usetyenziso olutsha lwewebhu ngezibuko elahlukileyo. Kungenjalo, ungatshintsha ngesandla izibuko kwifayile yoqwalaselo yenkqubo. Zonke iinkqubo zosetyenziso ezingakhange zipheliswe ngokufanelekileyo zinokuyekwa ngoMsebenzi weMonitor kwiMacOS, okanye, vele uqalise ikhompyuter yakho ukuze uziphelise.
