{
    "grandes datos": "Grandes conjuntos de datos, demasiado grandes para el procesamiento tradicional",
    "aprendizaje automático": "Algoritmos que permiten a las computadoras aprender de los datos",
    "grafico": "Una estructura de nodos y bordes interconectados.",
    "criptografía": "Técnicas de comunicación segura y protección de datos",
    "máquina virtual": "Simulación de software de un sistema informático.",
    "computación en la nube": "Entrega de servicios informáticos a través de Internet.",
    "inteligencia artificial": "Permite que las máquinas demuestren comportamientos inteligentes",
    "gráficos de computadora": "Crear y manipular imágenes con una computadora.",
    "la interacción persona-ordenador": "El estudio de cómo las personas interactúan con la tecnología.",
    "procesamiento natural del lenguaje": "Las computadoras comprenden y procesan el lenguaje humano.",
    "computación paralela": "Usar múltiples procesadores a la vez para resolver problemas",
    "Computación distribuída": "Difundir la computación en múltiples sistemas a través de una red",
    "Ingeniería de software": "El proceso de diseño, construcción y mantenimiento de software.",
    "seguridad de información": "Proteger los sistemas de información del acceso no autorizado",
    "desarrollo web": "Creación y mantenimiento de sitios web y aplicaciones web.",
    "desarrollo front-end": "La parte de un sitio web con la que interactúan los usuarios.",
    "desarrollo de fondo": "La lógica del lado del servidor y la gestión de datos de un sitio web.",
    "desarrollo de juegos": "El proceso de creación de videojuegos.",
    "desarrollo móvil": "Creación de aplicaciones para teléfonos inteligentes y tabletas.",
    "Ciencia de los datos": "Extraer conocimientos y perspectivas de los datos",
    "visión por computador": "Permitir que las computadoras \"vean\" y comprendan información visual",
    "realidad aumentada": "Superponer información digital al mundo real",
    "realidad virtual": "Creando un entorno simulado inmersivo",
    "Internet de las Cosas": "Red de dispositivos físicos con capacidades informáticas integradas."
}