Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/jw/LC_MESSAGES/messages.po
Languages: jv_id

source: Select a destination to export your crosswords to
jv_id: Pilih tujuan kanggo ngekspor sandhi kanggo

source: my-crosswords
jv_id: Kawicaksananku

source: Select a valid crossword JSON file that was exported using xpuz
jv_id: Pilih file json sing bener sing diekspor nggunakake xpuz

source: Select a destination to export your ipuz to
jv_id: Pilih tujuan kanggo ngekspor IPUZ sampeyan

source: Answers
jv_id: Jawaban

source: Select a destination to download your PDF to
jv_id: Pilih tujuan kanggo ndownload PDF menyang

source: Across
jv_id: Tengen

source: Down
jv_id: Mudhun

source: Remove
jv_id: Mbusak

source: Are you sure you want to delete this
jv_id: Apa sampeyan yakin arep mbusak iki

source: It will be lost forever!
jv_id: Iku bakal ilang ing salawas-lawase!

source: Add or select
jv_id: Tambah utawa pilih

source: Are you sure you want to add/select a
jv_id: Apa sampeyan yakin pengin nambah / milih a

source: Your modified fields will be reset!
jv_id: Kolom sing wis diowahi bakal direset!

source: Back to home
jv_id: Bali menyang omah

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
jv_id: Apa sampeyan yakin arep bali menyang layar ngarep?

source: Are you sure you want to import crosswords? Your modified fields will be reset!
jv_id: Apa sampeyan pengin ngimpor kertu cadang?Lapangan sing wis diowahi sampeyan bakal ngreset!

source: Restart
jv_id: Baleni meneh

source: Are you sure you want to restart the app?
jv_id: Apa sampeyan yakin pengin miwiti maneh app?

source: Exit
jv_id: metu

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
jv_id: Apa sampeyan yakin arep metu saka app? Apa sampeyan yakin arep metu saka app? Yen app web lagi mlaku, iku bakal mungkasi.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
jv_id: Apa sampeyan yakin arep bali menyang layar ngarep? Apa sampeyan yakin arep bali menyang layar ngarep? Aplikasi web bakal mandheg.

source: Error
jv_id: Kesalahan

source: This language is already selected.
jv_id: Basa iki wis dipilih.

source: This size is already selected.
jv_id: Ukuran iki wis dipilih.

source: This appearance is already selected.
jv_id: Penampilan iki wis dipilih.

source: This quality is already selected.
jv_id: Kualitas iki wis dipilih.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
jv_id: Sawijining silang nganggo jeneng lan kesulitan wis ana.Mangga pilih jeneng anyar lan / utawa kangelan anyar.

source: You have no crosswords to export. Please make some and try again.
jv_id: Sampeyan ora duwe tembung silang kanggo ngekspor.Mangga nggawe sawetara lan coba maneh.

source: Successfully exported your crosswords.
jv_id: Sukses ngekspor sandhi sampeyan.

source: Your crosswords could not be exported, sorry.
jv_id: Tembung kunci sampeyan ora bisa diekspor, nuwun sewu.

source: All of your crosswords were successfully imported.
jv_id: Kabeh silang sampeyan bisa diimpor kanthi sukses.

source: Your import could not be fully completed.
jv_id: Impor sampeyan ora bisa rampung.

source: Crosswords with duplicate names and difficulties that were not imported:
jv_id: Tembung kunci nganggo jeneng duplikat lan kesulitan sing ora diimpor:

source: Invalid crosswords that were not imported:
jv_id: Tembung kunci sing ora bener sing ora diimpor:

source: The specified JSON file is invalid and cannot be processed.
jv_id: File JSON sing wis ditemtokake ora bener lan ora bisa diproses.

source: This word already exists. Please choose a new word.
jv_id: Tembung iki wis ana.

source: An error occurred while creating your PDF. Please try again.
jv_id: Ana kesalahan nalika nggawe PDF sampeyan.Mangga nyoba maneh.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
jv_id: Tembung sing ora bisa dilebokake nalika generasi silang ora bakal dilebokake ing PDF iki, nuwun.

source: Successfully wrote PDF.
jv_id: Sukses wrote PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
jv_id: Sampeyan wis ilang psycairo, sing dibutuhake kanggo nindakake operasi iki.Mangga mbukak

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
jv_id: lan nginstal header kanggo Pycairo Yen sampeyan ora ing Windows Miwiti Pycairo Miwiti Pycairo

source: Successfully wrote ipuz
jv_id: Sukses nulis IPUZ

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
jv_id: Kaping pisanan diluncurake, waca: Sawise sampeyan wis mbukak silang, lan pengin mbukak siji liyane, sampeyan kudu mungkasi app web. Pisanan diluncurake, waca: Sawise sampeyan wis mbukak silang, lan pengin mbukak siji liyane, sampeyan kudu mungkasi app web. PENTING: Yen sampeyan nggunakake macOS, meksa metu saka aplikasi kasebut (nggunakake cmd+q) nalika aplikasi web mlaku bakal nyegah supaya ora mandheg kanthi bener. Yen sampeyan salah nindakake iki, program bakal mbukak aplikasi web anyar kanthi port sing beda. Utawa, sampeyan bisa ngganti port kanthi manual ing file konfigurasi program. Kabeh pangolahan app sing durung rampung kanthi bener bisa diakhiri liwat Activity Monitor ing MacOS, utawa, mung miwiti maneh komputer kanggo mungkasi.

source: An unexpected error occured. Please try reinstalling the application with
jv_id: Ana kesalahan sing ora dikarepke.

source: Definitions are empty
jv_id: Definisi kosong

source: The word count or definitions are less than 3 in length
jv_id: Cacahing tembung utawa andharan dawane kurang saka 3

source: Length of the word count is greater than the definitions
jv_id: Dawane tembung cacahe luwih gedhe tinimbang andharan

source: Escape character present in word
jv_id: Uwal karakter sing ana ing tembung

source: Crossword Puzzle - Game
jv_id: Puzzle Crossword - Game

source: Compound
jv_id: Senyawa

source: Auto-skip
jv_id: Otomatis-skip

source: Auto-word
jv_id: Tembung otomatis

source: Auto-check
jv_id: Priksa otomatis

source: Reveal
jv_id: Mbukak

source: Cell
jv_id: Sel

source: Word
jv_id: Tembung

source: Check
jv_id: Mrikso

source: Clear
jv_id: Cetha

source: Unrevealed
jv_id: Ora bisa dirawat

source: You are viewing
jv_id: Sampeyan ndeleng

source: from
jv_id: Saka

source: word(s) could not be inserted, sorry.
jv_id: tembung (s) ora bisa dipasang, nuwun sewu.

source: Word count (adjusted)
jv_id: Count tembung (disesuaikan)

source: Word count
jv_id: Count count

source: Continue
jv_id: Terusake

source: You completed the crossword!
jv_id: Sampeyan ngrampungake crossword!

source: Close
jv_id: Nutup

source: Categorised
jv_id: Kategori

source: Flattened
jv_id: Gedhe

source: Embedded
jv_id: Ditempelake

source: Back
jv_id: Mbalik

source: HomePage
jv_id: Kaca Ngarep

source: Search
jv_id: Telusuran

source: Create
jv_id: Nggawe

source: Play
jv_id: Puter

source: Game view
jv_id: Tampilan Game

source: Export as
jv_id: Ekspor minangka

source: Destroy
jv_id: Numpes

source: Word count preferences
jv_id: Preferensi count tembung

source: Select word count
jv_id: Pilih jumlah tembung

source: Maximum
jv_id: Maksimal

source: Custom
jv_id: adat

source: To perform this operation, you must first select a cell.
jv_id: Kanggo nindakake operasi iki, sampeyan kudu milih sel dhisik.

source: View
jv_id: Ndeleng

source: Total words
jv_id: Total tembung

source: Difficulty
jv_id: Kangelan

source: Select
jv_id: Pilih

source: Crossword Editor
jv_id: Editor Crossword

source: Your Crosswords
jv_id: Crosswords Panjenengan

source: Save
jv_id: Simpen

source: length >= 1 and valid OS file name
jv_id: dawa> = 1 lan jeneng berkas OS sing bener

source: length == 1
jv_id: dawa == 1

source: Easy
jv_id: Gampang

source: Medium
jv_id: Sedheng

source: Extreme
jv_id: ekstrem

source: Adding
jv_id: Nambahake

source: Add
jv_id: Tambah

source: Press
jv_id: Penet

source: to add a
jv_id: kanggo nambah a

source: new crossword.
jv_id: Bagean anyar.

source: Editing
jv_id: Nyunting

source: Your Words
jv_id: Tembung Panjenengan

source: length >= 1 and length <= 32 and is a language character
jv_id: length >= 1 lan dawa <= 32 lan minangka karakter basa

source: length >= 1
jv_id: dawa >= 1

source: new word.
jv_id: tembung anyar.

source: light
jv_id: cahya

source: dark
jv_id: peteng

source: system
jv_id: sistem

source: terrible
jv_id: elek

source: poor
jv_id: miskin

source: average
jv_id: Rata-rata

source: great
jv_id: gedhe

source: perfect
jv_id: sempurno

source: Crossword Puzzle
jv_id: Teka-teki silang

source: BrowserPage
jv_id: Browser

source: EditorPage
jv_id: Kaca Editor

source: Global Settings
jv_id: Setelan Global

source: Language
jv_id: Basa

source: Size
jv_id: Ukuran

source: Appearance
jv_id: Penampilan

source: Crossword Quality
jv_id: Kualitas silang

source: New version available!
jv_id: Versi anyar sing kasedhiya!

source: Geography
jv_id: Geografi

source: Math
jv_id: Mat√©matika

source: Science
jv_id: ngelmu

source: Computer Science
jv_id: Ilmu Komputer

source: User
jv_id: Panganggo

source: Clue
jv_id: Pitutur

source: Name
jv_id: Jeneng

source: Symbol
jv_id: Simbol
