{
    "whakamatautau a Apera": "He tikanga whakamatautau mo te whakakotahitanga o te raupapa mutunga kore",
    "te whakakotahitanga tino": "E kiia ana he raupapa mutunga kore ka hono tonu mena he mutunga te tapeke o nga uara tino o nga whakaemi.",
    "mōrahi tino": "Ko te uara teitei ka taea e tetahi mahi",
    "tino iti rawa": "Ko te uara iti rawa ka taea e tetahi mahi",
    "uara tino": "Ko te uara kore-kino o te tau tuturu me te kore whakaaro ki tona tohu",
    "raupapa tauutuutu": "He rangatū mutunga kore e taurite ana nga kupu i waenga i te pai me te kino",
    "whakamātautau raupapa tauutuutu": "Ko te tikanga e whakamahia ana hei whakamatau he rangatū taurite me nga kupu ka heke te uara tino he rangatū taurite",
    "haumanu": "He mea hanga mowhiti, he rohe herea e nga porowhita noho e rua",
    "pahekeheke": "He taumahi rerekee e rite ana te whakaputanga ki te mahi taketake",
    "asymptote": "He raina kia tata ki te kore te tawhiti i waenga i te ānau me te raina na te mea kotahi, e rua ranei o nga taunga x, y ranei ka anga ki te mutunga kore",
    "wāhi i raro i te ānau": "Ko te whakaurunga e tohu ana i te horahanga i waenganui i te ānau y=f(x), te tuaka-x, me nga raina poutū x=a me x=b, ko te a me te b nga tepe o te whakauru.",
    "ture mekameka": "Ko te pärönaki o te taumahi hiato ko te pärönaki o te mahi o waho i arotakea i nga mahi o roto i nga wa o te pärönaki o te mahi o roto.",
    "tātai rerekē": "Akohia te tere o te huringa o te rahinga. Ka whakamahia te whārite pärönaki hei whakaahua i te tere o te huringa o tëtahi taumahi",
    "taurangi motuhake": "He rahinga e rawekehia ana i roto i te mahi, i te taurite ranei, e whakaatu ana i te take i roto i te hononga take-me-painga.",
    "taurangi ti'aturi": "Ko te putanga, he hua ranei he mahi, he hononga ranei ka huri i runga i nga uara o etahi atu rahinga",
    "rohe": "He ariā e whakaatu ana he aha nga uara whakaputa ka tata atu ki tetahi mahi i te wa e tata ana nga whakauru ki tetahi uara",
    "awhe": "Ko te huinga o nga putanga katoa ka taea e tetahi mahi te whakaputa",
    "pärönaki": "He ariā e ine ana i te tere o te huringa inamata, i te pikitanga ranei o te raina paatata ki tetahi waahi i runga i tetahi mahi.",
    "tātai whai wāhi": "Ko te toronga o te tatauranga e whai ana ki te kimi i te parenga o te taumahi kua hoatu te paheketanga",
    "whai wāhi o te rārangi": "Te tuitui o te mahi i te taha o te raina o te pihi",
    "mata matua": "Te whakawhänui o nga momo whakaurunga rereke ki te whakauru i runga i nga mata",
    "taurangi taurangi": "Te toronga o te tatauranga i roto i te taurangi kotahi ki te tatau me nga mahi o etahi taurangi",
    "mara vector": "He tohu kei roto i te mokowhiti he nui te rahi me te ahunga",
    "tātai vector": "He toronga o te tatauranga e pa ana ki te rereketanga me te whakaurunga o te mara vector ki te mokowā Euclidean ahu-toru.",
    "te kaha vector": "Ko te mara vector ka puta he mara solenoidal na roto i te kaiwhakahaere curl"
}