{
    "combinatoria": "El estudio del conteo, disposición y combinación.",
    "permutación": "Disposición de objetos en un orden específico.",
    "combinación": "Selección de artículos sin considerar el pedido.",
    "factorial": "Producto de un número entero y todos los números enteros debajo de él",
    "coeficiente binomial": "Número de formas de elegir un subconjunto de un conjunto",
    "principio de casillero": "Si 'n' artículos se colocan en 'm' contenedores y n > m, entonces al menos un contenedor debe contener más de un artículo",
    "principio de inclusión y exclusión": "Para dos conjuntos finitos cualesquiera, el tamaño de su unión es la suma de sus tamaños menos el tamaño de su intersección",
    "producto cartesiano": "Producto de múltiples conjuntos, lo que da como resultado un conjunto de todos los pares ordenados",
    "set de poder": "Conjunto de todos los subconjuntos de un conjunto.",
    "dividir": "Una división de un conjunto en subconjuntos que no se superponen.",
    "numero de campana": "Número de formas de particionar un conjunto",
    "número de Stirling": "Número de formas de dividir un conjunto en subconjuntos no vacíos",
    "numero catalán": "Número de ciertos tipos de caminos de celosía, permutaciones, árboles binarios, etc.",
    "colocar": "Una colección de objetos distintos, considerados como un objeto por derecho propio.",
    "subconjunto": "Un conjunto que contiene sólo elementos que se encuentran en otro conjunto determinado.",
    "Unión": "El conjunto de todos los elementos distintos en todos los conjuntos dados.",
    "intersección": "El conjunto de todos los elementos que están en todos los conjuntos dados.",
    "diferencia": "El conjunto de todos los elementos de un conjunto que no están en otro conjunto.",
    "complementar": "El conjunto de todos los elementos que no están en un conjunto determinado."
}