Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/hnj/LC_MESSAGES/messages.po
Languages: hnj

source: Select a destination to export your crosswords to
hnj: Xaiv lub hom phiaj mus rau export koj crosswords rau

source: my-crosswords
hnj: kuv-crosswords

source: Select a valid crossword JSON file that was exported using xpuz
hnj: Xaiv ib qho kev sib tw JONS cov ntaub ntawv uas tau xa tawm siv crossword_puzzzle

source: Select a destination to export your ipuz to
hnj: Xaiv lub hom phiaj mus rau export koj li IPuz rau

source: Answers
hnj: Lus teb

source: Select a destination to download your PDF to
hnj: Xaiv lub hom phiaj mus rub tawm koj PDF rau

source: Across
hnj: Dhau

source: Down
hnj: Nram

source: Remove
hnj: Tshem tawm

source: Are you sure you want to delete this
hnj: Koj puas paub tseeb tias koj xav rho tawm qhov no

source: It will be lost forever!
hnj: Nws yuav ploj mus ib txhis!

source: Add or select
hnj: Ntxiv lossis Xaiv

source: Are you sure you want to add/select a
hnj: Koj puas paub tseeb tias koj xav ntxiv / xaiv A

source: Your modified fields will be reset!
hnj: Koj cov teb hloov kho yuav rov pib dua!

source: Back to home
hnj: Rov qab mus tsev

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
hnj: Koj puas paub tseeb tias koj xav rov qab mus rau hauv lub vijtsam hauv tsev?Koj cov teb hloov kho yuav rov pib dua!

source: Info
hnj: Cov ntaub ntawv

source: Are you sure you want to import crosswords? Your modified fields will be reset!
hnj: Koj puas paub tseeb tias koj xav tau import crosswords?Koj cov teb hloov kho yuav rov pib dua!

source: Restart
hnj: Rov pib dua

source: Are you sure you want to restart the app?
hnj: Koj puas paub tseeb tias koj xav rov pib dua lub app?

source: Exit
hnj: Tawm

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
hnj: Koj puas paub tseeb tias koj xav tawm ntawm lub app? Yog tias lub vev xaib app tab tom khiav, nws yuav raug txiav tawm.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
hnj: Koj puas paub tseeb tias koj xav rov qab mus rau qhov screen tsev? Lub vev xaib app yuav raug txiav tawm.

source: Error
hnj: yuam kev

source: This language is already selected.
hnj: Cov lus no twb xaiv lawm.

source: This size is already selected.
hnj: Qhov loj me no twb xaiv lawm.

source: This appearance is already selected.
hnj: Cov tsos no twb xaiv lawm.

source: This quality is already selected.
hnj: Qhov zoo no yog twb tau xaiv.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
hnj: Ib tug crossword nrog lub npe no thiab nyuaj twb muaj lawm.Thov xaiv lub npe tshiab thiab / lossis qhov nyuaj tshiab.

source: You have no crosswords to export. Please make some and try again.
hnj: Koj tsis muaj crosswords rau export.Thov ua qee qhov thiab sim dua.

source: Successfully exported your crosswords.
hnj: Ntse xa koj cov lus hla.

source: Your crosswords could not be exported, sorry.
hnj: Koj cov lus hla tsis tuaj yeem raug xa tawm, thov txim.

source: All of your crosswords were successfully imported.
hnj: Tag nrho koj cov lus hla tau ua tiav imported.

source: Your import could not be fully completed.
hnj: Koj cov ntshuam tsis tuaj yeem ua tiav tiav.

source: Crosswords with duplicate names and difficulties that were not imported:
hnj: Crosswords nrog cov npe theej tawm thiab cov teeb meem uas tsis tau txawv teb:

source: Invalid crosswords that were not imported:
hnj: Cov Crosswords tsis raug uas tsis yog import:

source: The specified JSON file is invalid and cannot be processed.
hnj: Cov ntaub ntawv JSIs tsis raug siv thiab tsis tuaj yeem ua tiav.

source: This word already exists. Please choose a new word.
hnj: Lo lus no twb muaj lawm.Thov xaiv lo lus tshiab.

source: An error occurred while creating your PDF. Please try again.
hnj: Ib qho yuam kev tshwm sim thaum tsim koj PDF.Thov sim dua.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
hnj: Cov lus uas tsis tuaj yeem tso tawm thaum hla tiam crossword yuav tsis suav nrog PDF, thov txim.

source: Successfully wrote PDF.
hnj: Ntse sau PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
hnj: Koj ploj lawm pycairo, uas yuav tsum tau ua txoj haujlwm no.Thov khiav

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
hnj: thiab nruab cov headers rau Pycairo yog tias koj tsis nyob ntawm Windows siv Pycairo tau pib qhia

source: Successfully wrote ipuz
hnj: Ntse sau IPUZ

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
hnj: Thawj zaug tso tawm, thov nyeem: Thaum koj tau thauj cov lus sib dhos, thiab xav thauj lwm tus, koj yuav tsum xub txiav tawm lub vev xaib app. TSEEM CEEB: Yog tias koj nyob ntawm macOS, yuam kom tawm daim ntawv thov (siv cmd + q) thaum lub web app tab tom khiav yuav tiv thaiv nws los ntawm kev txiav kom raug. Yog tias koj yuam kev ua qhov no, qhov kev zov me nyuam yuav khiav lub vev xaib tshiab nrog lub chaw nres nkoj sib txawv. Xwb, koj tuaj yeem hloov qhov chaw nres nkoj hauv qhov program's config file. Tag nrho cov txheej txheem app uas tsis tau raug txiav kom raug tuaj yeem raug txiav los ntawm Kev Saib Xyuas Kev Ua Haujlwm ntawm macOS, lossis, tsuas yog rov pib dua koj lub khoos phis tawm kom tshem tawm lawv.

source: An unexpected error occured. Please try reinstalling the application with
hnj: Kev ua yuam kev tsis tau npaj txhij.Thov sim rov kho daim ntawv thov nrog

source: Definitions are empty
hnj: Cov ntsiab lus txhais yog khoob

source: The word count or definitions are less than 3 in length
hnj: Lo lus suav lossis cov ntsiab lus yog tsawg dua 3 nyob rau hauv ntev

source: Length of the word count is greater than the definitions
hnj: Ntev ntawm Lo Lus suav yog ntau dua cov lus txhais

source: Escape character present in word
hnj: Tus cim khiav tawm tam sim no hauv Lo Lus

source: Crossword Puzzle - Game
hnj: Cov lus teb sib dhos ua ke - kev ua si

source: Compound
hnj: Sib xyaw

source: Auto-skip
hnj: Pib hla

source: Auto-word
hnj: Nws Pib Lo Lus

source: Auto-check
hnj: Pib Kuaj

source: Zoom
hnj: Ze

source: Reveal
hnj: Tshwm sim

source: Cell
hnj: Kem hauv qhov taub

source: Word
hnj: Lo lus

source: Grid
hnj: Daim phiaj

source: Check
hnj: Kuaj

source: Clear
hnj: Meej

source: Unrevealed
hnj: Tsis sib haum

source: You are viewing
hnj: Koj tab tom saib

source: from
hnj: ntawm

source: word(s) could not be inserted, sorry.
hnj: Lo lus (s) tsis tuaj yeem tso tawm, thov txim.

source: Word count (adjusted)
hnj: Lo lus suav (kho)

source: Word count
hnj: Lo lus suav

source: Continue
hnj: Mus txua ntxiv

source: You completed the crossword!
hnj: Koj ua tiav cov lus hla!

source: Close
hnj: Kaw

source: Categorised
hnj: Categorized

source: Flattened
hnj: Ua kom tiaj

source: Embedded
hnj: Kos tau

source: ipuz
hnj: lipuz

source: Back
hnj: Nram ntej

source: Search
hnj: Kev tshawb nrhiav

source: Create
hnj: Tsim

source: Play
hnj: Ua si

source: Game view
hnj: Game Saib

source: Export as
hnj: Export li

source: Destroy
hnj: Rhuav

source: Word count preferences
hnj: Xaiv cov lus suav

source: Select word count
hnj: Xaiv cov lus suav

source: Maximum
hnj: Ntau tshaj plaws

source: Custom
hnj: Kev cai

source: To perform this operation, you must first select a cell.
hnj: Ua haujlwm ua haujlwm no, koj yuav tsum xub xaiv ntawm lub xov tooj ntawm tes.

source: View
hnj: Saib

source: Total words
hnj: Tag Nrho Cov Lus

source: Difficulty
hnj: Qho nyuaj

source: Select
hnj: Xaiv

source: Your Crosswords
hnj: Koj cov lus sib dhos

source: Save
hnj: Cawm

source: length >= 1 and valid OS file name
hnj: Ntev> = 1 thiab siv tau OS cov ntaub ntawv npe

source: length == 1
hnj: ntev == 1

source: Easy
hnj: Yooj yim

source: Medium
hnj: Nruab nrab

source: Hard
hnj: Nyuaj

source: Extreme
hnj: Heev

source: Adding
hnj: Ntxiv

source: Add
hnj: Ntxiv

source: Press
hnj: Thawb

source: to add a
hnj: Txhawm rau ntxiv a

source: new crossword.
hnj: Tshiab crossword.

source: Editing
hnj: Hloov

source: Your Words
hnj: Koj cov lus

source: length >= 1 and length <= 32 and is a language character
hnj: ntev> = 1 thiab ntev <= 32 thiab yog ib hom lus

source: length >= 1
hnj: ntev> = 1

source: new word.
hnj: Lo lus tshiab.

source: light
hnj: teeb

source: dark
hnj: tsaus ntuj

source: system
hnj: qhov system

source: terrible
hnj: phem

source: poor
hnj: pluag

source: average
hnj: xws luag

source: great
hnj: loj kawg

source: perfect
hnj: zoo tag nrho

source: BrowserPage
hnj: Browserpeem

source: Editor
hnj: Tus kws kuaj ntawv

source: EditorPage
hnj: Re EditorPage

source: Global Settings
hnj: Ntiaj teb no chaw

source: Language
hnj: Yam lus

source: Size
hnj: Loj

source: Appearance
hnj: Qhov tshwm sim

source: Crossword Quality
hnj: Crossword Zoo

source: New version available!
hnj: Tshiab version!

source: Math
hnj: lej

source: Science
hnj: Kev tshawb fawb

source: User
hnj: Tus siv

source: Clue
hnj: Pov thawj

source: Name
hnj: Lub npe

source: Symbol
hnj: Lub cim
