Repository: tomasvana10/xpuz
Catalog: crossword_puzzle/locales/la/LC_MESSAGES/messages.po
Languages: la

source: Select a destination to export your crosswords to
la: Eligere ad destination ad export tuum crosswords est

source: Select a valid crossword JSON file that was exported using crossword_puzzle
la: Eligere validum crossword JSON File quod exportata per Crossword_Puzzle

source: Answers
la: Responsa

source: Across
la: Trans

source: Down
la: In

source: Remove
la: Removeo

source: Are you sure you want to delete this
la: Tu certus vis delere hoc

source: It will be lost forever!
la: Erit perdidit in aeternum!

source: Add or select
la: Addere vel eligere

source: Are you sure you want to add/select a
la: Tu certus vos volo addere / eligere a

source: Your modified fields will be reset!
la: Tua mutatio agros et reset!

source: Back to home
la: Ad domum

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
la: Tu certus vis ire in domum screen?Tua mutatio agros et reset!

source: Are you sure you want to import crosswords? Your modified fields will be reset!
la: Tu certus vis import crosswords?Tua mutatio agros et reset!

source: Restart
la: Sileo

source: Are you sure you want to restart the app?
la: Visne vero ut sileo app?

source: Exit
la: Exitus

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
la: Certus esne app exire vis? Si textus app currit, terminabitur.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
la: Certusne es vis ire ad domum screen? Tela app terminabitur.

source: This language is already selected.
la: Lingua haec iam electus est.

source: This size is already selected.
la: Magnitudo iam delectus.

source: This appearance is already selected.
la: Haec species iam electus est.

source: This quality is already selected.
la: Qualis iam lego.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
la: A crystallo cum hoc nomen et difficultas iam existit.Placere eligere novum nomen et / vel a difficultate.

source: You have no crosswords to export. Please make some and try again.
la: Habes non crosswords ad export.Quaeso aliquid et iterum.

source: Successfully exported your crosswords.
la: Feliciter exportata tuum crosswords.

source: Your crosswords could not be exported, sorry.
la: Tua crosswords non exportari, contristati.

source: All of your crosswords were successfully imported.
la: Omnes tuae Crosswords feliciter importari.

source: Your import could not be fully completed.
la: Import non plene perficitur.

source: Crosswords with duplicate names and difficulties that were not imported:
la: Crossword cum duplicata nomina et difficultates quae non importari:

source: Invalid crosswords that were not imported:
la: Aliquam crosswords qui non importari:

source: The specified JSON file is invalid and cannot be processed.
la: Et certum JSON File invalidum et non potuimus.

source: This word already exists. Please choose a new word.
la: Hoc verbum iam existit.Placere eligere novo verbo.

source: An error occurred while creating your PDF. Please try again.
la: Error occurrit creando PDF.Quaero, iterum conare.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
la: Verba, quae non potest non inserendum in crossword generation non includitur in hoc PDF, contristati.

source: Successfully wrote PDF.
la: Prospere scripsit PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
la: Vos es absentis pycairo, quod requiritur ad operationem.Run

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
la: Et install in capitis ad pycairo si non in Fenestra usura pycairo scriptor questus coepi dux

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
la: Primum tempus immittendi, quaeso lege: Cum signum compendii imposueris, et unum alterum onerare volueris, primum telam app finire debes. GRANDIS: Si in macOS es, applicationem (cmd+q utens) dum textus app currit, prohibebit quin recte terminetur. Si hoc prave feceris, programmata novarum tabularum cum alio portu mittet. Vel, manually portum mutare in fasciculi config programmatis potes. Omnes processus app qui recte terminati non sunt, per Monitor Activity MacOS terminari possunt, vel computatorium tuum simpliciter sileo ut eos termines.

source: An unexpected error occured. Please try reinstalling the application with
la: Inopinatum errorem occurrit.Quaeso experiri reinstalling applicationem est

source: Definitions are empty
la: Definitiones inanis

source: The word count or definitions are less than 3 in length
la: Verbum numerare vel definitiones sunt minus quam III in longitudinem

source: Length of the word count is greater than the definitions
la: Longitudo Verbi comitem maior definitiones

source: Escape character present in word
la: Effugere mores praesens in verbo

source: Crossword Puzzle - Game
la: Crossword Puzzle - Ludus

source: Compound
la: Compositus

source: Auto-skip
la: Skip auto-

source: Auto-word
la: Auto-Verbum

source: Auto-check
la: Auto-reprehendo

source: Reveal
la: Reveho

source: Cell
la: Cellula

source: Word
la: Sermo

source: Grid
la: ELUSUS

source: Check
la: Reprehendo

source: Clear
la: Liquido

source: Unrevealed
la: INPERTUS

source: You are viewing
la: Tu viewing

source: from
la: ex

source: word(s) could not be inserted, sorry.
la: Verbum (s) non inserendum, contristati.

source: Word count (adjusted)
la: Verbum comitem (adaequatum)

source: Word count
la: Verbum comitem

source: Continue
la: Permaneo

source: You completed the crossword!
la: Et perficitur in crossword!

source: Crossword Browser
la: Crossword Pasco

source: Back
la: Retrorsum

source: Categorised
la: Categorized

source: Flattened
la: Complanatus

source: Search
la: Quaerere

source: Create
la: Creo

source: Play
la: Pale

source: Write to PDF
la: Scribere PDF

source: Destroy
la: Perdisco

source: Word count preferences
la: Verbum comitem optiones

source: Select word count
la: Lego verbo comitem

source: Maximum
la: Maximus

source: Custom
la: Consuetudinem

source: Select a destination to download your PDF to
la: Select a destination ad download vestri PDF est

source: To perform this operation, you must first select a cell.
la: Ad hanc operationem, oportet primum eligere cellula.

source: View
la: Visum

source: Total words
la: Summa verba

source: Difficulty
la: Difficultas

source: Select
la: Lego

source: Your Crosswords
la: Tua crosswords

source: Save
la: salvare

source: length >= 1 and valid OS file name
la: Longitudo> = I et Verum OS File Name

source: length == 1
la: longitudinem == I

source: Easy
la: Securus

source: Adding
la: Addit

source: Add
la: Addo

source: Press
la: Proripio

source: to add a
la: Ad addere

source: new crossword.
la: Novum Crossword.

source: Editing
la: Edendo

source: Your Words
la: Tua verba

source: length >= 1 and length <= 32 and is a language character
la: Longitudo> = I et longitudinem <= XXXII et linguam ingenium

source: length >= 1
la: Longitudo> = I

source: new word.
la: Novus est.

source: Crossword Puzzle
la: Aenigma verbosum

source: Browser
la: Pasco

source: Global Settings
la: Global Optiones

source: Language
la: Lingua

source: Size
la: Magnitudo

source: light
la: lux

source: dark
la: tenebris

source: system
la: systema

source: Appearance
la: Aspectus

source: terrible
la: TERRENUS

source: poor
la: pauper

source: average
la: mediocris

source: great
la: magna

source: perfect
la: perfectus

source: Crossword Quality
la: Qualis Crossword

source: New version available!
la: Nova version available!

source: Geography
la: Geographia

source: Science
la: Scientia

source: Computer Science
la: Computer Scientia

source: Name
la: Nomen

source: Symbol
la: Symbolum
