{
    "materiał": "Wszystko, co zajmuje miejsce i ma masę",
    "element": "Czysta substancja zbudowana tylko z jednego rodzaju atomu",
    "atom": "Najmniejsza jednostka materii, która może brać udział w reakcji chemicznej",
    "mieszanina": "Połączenie dwóch lub więcej substancji niepołączonych chemicznie",
    "cząsteczka": "Grupa atomów połączonych chemicznie",
    "jednorodny": "Mieszanka o jednolitym składzie (np. roztwór)",
    "heterogeniczny": "Mieszanina o niejednorodnym składzie (np. zawiesina)",
    "państwo": "Forma, w jakiej występuje materia (ciało stałe, ciecz, gaz, plazma)",
    "solidny": "Stan skupienia o określonym kształcie i objętości",
    "płyn": "Stan materii o określonej objętości, ale bez określonego kształtu",
    "gaz": "Stan skupienia bez określonego kształtu i objętości",
    "reakcja": "Proces, w którym substancje zmieniają się, tworząc nowe substancje",
    "reagent": "Substancja podlegająca zmianom w wyniku reakcji chemicznej",
    "produkt": "Nowa substancja powstająca w wyniku reakcji chemicznej",
    "obligacja": "Siła utrzymująca razem atomy w cząsteczce lub związku",
    "wzór chemiczny": "Skrócony sposób przedstawiania substancji za pomocą symboli i liczb",
    "równanie chemiczne": "Symboliczne przedstawienie reakcji chemicznej",
    "rozwiązanie": "Jednorodna mieszanina substancji rozpuszczonej (substancji rozpuszczonej) i rozpuszczalnika (substancji rozpuszczającej)",
    "stężenie": "Ilość substancji rozpuszczonej w danej ilości rozpuszczalnika",
    "kwas": "Substancja oddająca jony wodoru (H+) w wodzie",
    "baza": "Substancja przyjmująca jony wodoru (H+) w wodzie",
    "neutralizacja": "Reakcja kwasu z zasadą, w wyniku której powstaje sól i woda",
    "energia": "Możliwość wykonywania pracy",
    "energia chemiczna": "Energia potencjalna zmagazynowana w wiązaniach chemicznych substancji"
}