{
    "təlimat dövrü": "Bir əmri yerinə yetirmək üçün CPU-nun izlədiyi addımlar",
    "superskalar memarlıq": "Saat dövrü üçün birdən çox təlimatı yerinə yetirə bilən CPU dizaynı",
    "filial proqnozu": "CPU-nun şərti olanın hansı tərəfə gedəcəyini təxmin etməyə çalışdığı texnika",
    "şimal körpüsü": "CPU-nu RAM və yüksək sürətli avtobuslara birləşdirən çipset (köhnə sistemlər).",
    "cənub körpüsü": "Daha yavaş periferik qurğuları və giriş/çıxışı idarə edən çipset (köhnə sistemlər).",
    "hyperthreading": "Tək CPU nüvəsinin çoxsaylı məntiqi nüvələr kimi görünməsinə imkan verən texnologiya",
    "risk": "Azaldılmış Təlimat Seti Kompüter - daha sadə təlimatlarla CPU dizaynı",
    "cisc": "Kompleks Təlimat Dəsti Kompüter - güclü, mürəkkəb təlimatlarla CPU dizaynı",
    "simd": "Tək Təlimat Birdən çox verilənlər, verilənlərin paralel olaraq işlənməsi texnikası",
    "mikroarxitektura": "CPU-nun təlimat dəstinin xüsusi icra detalları",
    "çip üzərində sistem": "Bir çipdə çoxlu komponentlərin (CPU, GPU və s.) inteqrasiyası",
    "quraşdırılmış sistem": "Çox vaxt daha böyük bir cihaz daxilində müəyyən bir vəzifəyə həsr olunmuş kompüter sistemi",
    "proqram təminatı": "Aparat cihazında daimi olaraq saxlanılan proqram təminatı (BIOS kimi)",
    "overclock": "CPU-nun nəzərdə tutulduğundan daha yüksək sürətlə işlədilməsi",
    "səhv düzəliş kodu": "RAM-da səhvləri aşkar etmək və düzəltmək üçün texnika",
    "sıradankənar icra": "CPU-nun təlimatları daha səmərəli qaydada yerinə yetirdiyi texnika",
    "kvant hesablama": "Hesablama üçün kvant mexanikasının prinsiplərindən istifadə",
    "neyromorfik hesablama": "AI tapşırıqları üçün nəzərdə tutulmuş beyindən ilham alan hesablama arxitekturaları"
}