{
    "cariotipo": "Analizar los cromosomas de un individuo para identificar anomalías.",
    "alelo": "Forma alternativa de un gen.",
    "homólogo": "Cromosomas que son similares en apariencia y portan genes para los mismos rasgos.",
    "mitosis": "Proceso de división celular que produce nuevas células con la misma cantidad de cromosomas que la célula madre.",
    "genotipo": "Composición genética de un organismo.",
    "fenotipo": "Características observables de un organismo, determinadas tanto por el genotipo como por el entorno.",
    "dominante": "Alelo que enmascara los efectos de un alelo recesivo cuando está presente en el mismo cromosoma",
    "recesivo": "Alelo que está enmascarado por un alelo dominante cuando está presente en el mismo cromosoma",
    "plaza punnett": "Diagrama utilizado para predecir la probabilidad de que la descendencia herede rasgos específicos",
    "biotecnología": "El uso de organismos vivos o sus productos para modificar o crear nuevos productos o procesos.",
    "OGM": "El acrónimo dado a los organismos cuya composición genética ha sido alterada de una manera que no ocurre naturalmente.",
    "antibiótico": "Sustancia que mata o inhibe el crecimiento de bacterias.",
    "virus": "Agente infeccioso que se replica sólo dentro de las células de un organismo huésped.",
    "vacuna": "Preparación biológica que proporciona inmunidad a una enfermedad específica.",
    "sistema nervioso": "Red de células especializadas que transmiten información por todo el cuerpo.",
    "sistema endocrino": "Sistema de glándulas que producen hormonas que regulan diversas funciones corporales.",
    "sistema circulatorio": "Sistema de órganos y vasos que transportan sangre por todo el cuerpo.",
    "sistema inmunitario": "Sistema de células y órganos que protegen al cuerpo de las enfermedades.",
    "patógeno": "Microorganismo o virus que causa enfermedad.",
    "Adaptación evolutiva": "Rasgo que confiere una ventaja de supervivencia o reproductiva a un organismo en su entorno.",
    "especiación": "Proceso por el cual surgen nuevas especies a partir de una especie existente"
}