{
    "ciclo de instrucción": "Los pasos que sigue una CPU para ejecutar una sola instrucción.",
    "arquitectura superescalar": "Diseño de CPU que puede ejecutar múltiples instrucciones por ciclo de reloj.",
    "predicción de rama": "Técnica en la que la CPU intenta adivinar en qué dirección irá un condicional",
    "puente norte": "Chipset (sistemas más antiguos) que conectaba la CPU a la RAM y buses de alta velocidad",
    "puente sur": "Conjunto de chips (sistemas más antiguos) que manejaba periféricos y E/S más lentos.",
    "hiperproceso": "Tecnología que permite que un solo núcleo de CPU aparezca como múltiples núcleos lógicos",
    "riesgo": "Computadora con conjunto de instrucciones reducido: diseño de CPU con instrucciones más simples",
    "cisc": "Computadora con conjunto de instrucciones complejas: diseño de CPU con instrucciones potentes y complejas",
    "simd": "Instrucción única Datos múltiples, técnica para procesar datos en paralelo",
    "microarquitectura": "Los detalles de implementación específicos del conjunto de instrucciones de una CPU",
    "sistema en un chip": "Integrar múltiples componentes (CPU, GPU, etc.) en un solo chip",
    "sistema Integrado": "Un sistema informático dedicado a una tarea específica, a menudo dentro de un dispositivo más grande.",
    "firmware": "Software almacenado permanentemente en un dispositivo de hardware (como el BIOS)",
    "overclocking": "Ejecutar una CPU a una velocidad superior a las especificaciones previstas",
    "código de corrección de errores": "Técnica para detectar y corregir errores en la RAM",
    "ejecución fuera de orden": "Técnica en la que una CPU ejecuta instrucciones en un orden más eficiente",
    "computación cuántica": "Aprovechar los principios de la mecánica cuántica para la computación",
    "computación neuromórfica": "Arquitecturas informáticas inspiradas en el cerebro diseñadas para tareas de IA"
}