Repository: tomasvana10/xpuz
Catalog: xpuz/locales/ny/LC_MESSAGES/messages.po
Languages: ny

source: Select a destination to export your crosswords to
ny: Sankhani kopita kutumiza kutumiza kwanu

source: my-crosswords
ny: Maudindo Anga

source: Select a valid crossword JSON file that was exported using xpuz
ny: Sankhani fayilo yovomerezeka ya Json yomwe idatumizidwa pogwiritsa ntchito @Puzvey

source: Select a destination to export your ipuz to
ny: Sankhani komwe akupita kutumiza imelo yanu

source: Answers
ny: Mayankho

source: Select a destination to download your PDF to
ny: Sankhani kopita kutsitsa PDF yanu

source: Across
ny: Uko

source: Down
ny: Pansi

source: Remove
ny: Chotsa

source: Are you sure you want to delete this
ny: Mukutsimikiza kuti mukufuna kuchotsa izi

source: It will be lost forever!
ny: Idzataika kwamuyaya!

source: Add or select
ny: Onjezerani kapena sankhani

source: Are you sure you want to add/select a
ny: Mukutsimikiza kuti mukufuna kuwonjezera / kusankha a

source: Your modified fields will be reset!
ny: Minda yomwe mumasinthidwa idzakonzedwanso!

source: Back to home
ny: Kubwerera kunyumba

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
ny: Mukutsimikiza kuti mukufuna kubwerera ku Screen Yanyumba?Minda yomwe mumasinthidwa idzakonzedwanso!

source: Info
ny: Zambiri

source: Are you sure you want to import crosswords? Your modified fields will be reset!
ny: Mukutsimikiza kuti mukufuna kulowetsa?Minda yomwe mumasinthidwa idzakonzedwanso!

source: Restart
ny: Yambitsaninso

source: Are you sure you want to restart the app?
ny: Kodi mukutsimikiza kuti mukufuna kuyambitsanso pulogalamuyi?

source: Exit
ny: Potulukira

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
ny: Kodi mukutsimikiza kuti mukufuna kutuluka mu pulogalamuyi? Ngati pulogalamu yapaintaneti ikugwira ntchito, idzathetsedwa.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
ny: Kodi mukutsimikiza kuti mukufuna kubwereranso ku sikirini yakunyumba? Pulogalamu yapaintaneti idzathetsedwa.

source: Error
ny: Cholakwika

source: This language is already selected.
ny: Chilankhulochi chasankhidwa kale.

source: This size is already selected.
ny: Kukula uku kwasankhidwa kale.

source: This appearance is already selected.
ny: Maonekedwe awa asankhidwa kale.

source: This quality is already selected.
ny: Izi zimasankhidwa kale.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
ny: Bokosi lokhala ndi dzinali komanso zovuta zili kale.Chonde sankhani dzina latsopano ndi / kapena zovuta zatsopano.

source: You have no crosswords to export. Please make some and try again.
ny: Mulibe mawu ogulitsira.Chonde pangani ena ndikuyesanso.

source: Successfully exported your crosswords.
ny: Adatumiza bwino adatumiza mawu anu.

source: Your crosswords could not be exported, sorry.
ny: Mawu anu opukutira sangatumizidwe kunja, pepani.

source: All of your crosswords were successfully imported.
ny: Mawu anu onse a pamtanda adatulutsidwa bwino.

source: Your import could not be fully completed.
ny: Kuyitanitsa kwanu sikungamalizidwe kwathunthu.

source: Crosswords with duplicate names and difficulties that were not imported:
ny: Mawu owombera ndi mayina obwereza ndi zovuta zomwe sizinalowe:

source: Invalid crosswords that were not imported:
ny: Mawu osavomerezeka omwe sanatulutsidwe:

source: The specified JSON file is invalid and cannot be processed.
ny: Fayilo yotchulidwa ya JSSON ndiyosavomerezeka ndipo sangathe kukonzedwa.

source: This word already exists. Please choose a new word.
ny: Mawu awa alipo kale.Chonde sankhani mawu atsopano.

source: An error occurred while creating your PDF. Please try again.
ny: Vuto linachitika ndikupanga PDF yanu.Chonde yesaninso.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
ny: Mawu omwe sakanayikidwira panthawi yopanga mbadwo sudzaphatikizidwa ndi PDF iyi, pepani.

source: Successfully wrote PDF.
ny: Adalemba bwino PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
ny: Mukusowa Pycairo, yomwe ikufunika kuchita izi.Chonde thamanga

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
ny: ndikukhazikitsa mitu ya PyCial ngati simuli pazenera pogwiritsa ntchito Pycairo

source: Successfully wrote ipuz
ny: Adalemba bwino iPuz

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
ny: Kukhazikitsa koyamba, chonde werengani: Mukatsitsa mawu ophatikizika, ndipo mukufuna kuyikanso lina, muyenera kuyimitsa kaye pulogalamu yapaintaneti. ZOFUNIKA KWAMBIRI: Ngati muli pa macOS, kakamizani kusiya kugwiritsa ntchito (pogwiritsa ntchito cmd+q) pomwe pulogalamu yapaintaneti ikugwira ntchito ziletsa kuyimitsa bwino. Ngati mutalakwitsa izi, pulogalamuyi idzayendetsa mapulogalamu atsopano a intaneti okhala ndi doko lina. Kapenanso, mutha kusintha pamanja doko mu fayilo ya config. Njira zonse zamapulogalamu zomwe sizinathetsedwe bwino zitha kuthetsedwa kudzera mu Activity Monitor pa MacOS, kapena, ingoyambitsaninso kompyuta yanu kuti muyimitse.

source: An unexpected error occured. Please try reinstalling the application with
ny: Cholakwika chosayembekezereka chidachitika.Chonde yesaninso kubwezeretsanso ntchito

source: Definitions are empty
ny: Matanthauzidwe alibe

source: The word count or definitions are less than 3 in length
ny: Kuwerenga mawu kapena matanthauzidwe ndi ochepera 3 kutalika

source: Length of the word count is greater than the definitions
ny: Kutalika kwa mawuwa ndikokulirapo kuposa matanthauzidwe

source: Escape character present in word
ny: Yendani mkhalidwe womwe umapezeka m'mawu

source: Crossword Puzzle - Game
ny: Masewera a Crossword - Masewera

source: Compound
ny: Pawirikiza

source: Auto-word
ny: Auto-mawu

source: Auto-check
ny: Chepetsa

source: Zoom
ny: Kuzindaula

source: Reveal
ny: Ulula

source: Cell
ny: Mokhala

source: Word
ny: Liu

source: Grid
ny: Gululi

source: Check
ny: Kufufuza

source: Clear
ny: Koyera

source: Unrevealed
ny: Zosasintha

source: You are viewing
ny: Mukuwona

source: from
ny: kuchokera

source: word(s) could not be inserted, sorry.
ny: Mawu (s) sakanakhoza kuyikidwa, pepani.

source: Word count (adjusted)
ny: Kuwerengera mawu (kusinthidwa)

source: Word count
ny: Kuwerengera Mawu

source: Continue
ny: Pitiliza

source: You completed the crossword!
ny: Munamaliza mawu oyambira!

source: Close
ny: Tsekani

source: Categorised
ny: Gulu

source: Flattened
ny: Okhazikika

source: Browser
ny: Wosachikila

source: Embedded
ny: Ophatikizidwa

source: Back
ny: Limbikitsa

source: HomePage
ny: Kunyumba

source: Search
ny: Kufunafuna

source: Create
ny: Lenga

source: Play
ny: Sewera

source: Game view
ny: Masewera a masewera

source: Export as
ny: Kutumiza kunja

source: Destroy
ny: Ononga

source: Word count preferences
ny: Zokonda zowerengera mawu

source: Select word count
ny: Sankhani kuchuluka kwa mawu

source: Maximum
ny: Kuchuluka

source: Custom
ny: Mwambo

source: To perform this operation, you must first select a cell.
ny: Kuti mugwire ntchito iyi, muyenera kusankha foni.

source: View
ny: Onani

source: Total words
ny: Mawu Onse

source: Difficulty
ny: Kuvuta

source: Select
ny: Sankhani

source: Crossword Editor
ny: Mkonzi Woyimira

source: Your Crosswords
ny: Mawu anu

source: Save
ny: Sunga

source: length >= 1 and valid OS file name
ny: Kutalika> = 1 ndi dzina lovomerezeka la os

source: length == 1
ny: Kutalika == 1

source: Easy
ny: Zosavuta

source: Medium
ny: Wapakati

source: Hard
ny: Zovuta

source: Extreme
ny: Kwambiri

source: Adding
ny: Kuwonjezera

source: Add
ny: Onjeza

source: Press
ny: Kankha

source: to add a
ny: kuwonjezera a

source: new crossword.
ny: newword frowword.

source: Editing
ny: Kusintha

source: Your Words
ny: Mawu Anu

source: length >= 1 and length <= 32 and is a language character
ny: Kutalika> = 1 ndi kutalika <= 32 ndipo ndi chilankhulo

source: length >= 1
ny: Kutalika> = 1

source: new word.
ny: Mawu atsopano.

source: light
ny: kuwala

source: dark
ny: mdima

source: system
ny: dongosolo

source: terrible
ny: zoophya

source: poor
ny: wosauka

source: average
ny: wapakati

source: great
ny: wankulu

source: perfect
ny: panga bwino

source: BrowserPage
ny: Wosakatulali

source: Editor
ny: Wokonza masentesi

source: EditorPage
ny: Konza

source: Global Settings
ny: Zokonda Padziko Lonse

source: Language
ny: Chinenero

source: Size
ny: Kukula

source: Appearance
ny: Maonekedwe

source: Crossword Quality
ny: CRAMEHERUE MTIMA

source: New version available!
ny: Mtundu watsopano womwe ulipo!

source: Math
ny: Masamu

source: Science
ny: Sayansi

source: Computer Science
ny: Sayansi ya kompyuta

source: User
ny: Wogwilitsira nchito

source: Clue
ny: Ganizo

source: Name
ny: Dzina

source: Symbol
ny: Chitsanzo
