{
    "fotosinteza": "Postopek, pri katerem rastline uporabljajo sončno svetlobo, vodo in CO2 za proizvodnjo hrane (glukoze)",
    "celično dihanje": "Proces, pri katerem celice razgradijo glukozo, da sprostijo energijo",
    "mitohondrije": "Organeli v celicah, odgovorni za celično dihanje",
    "klorofil": "Zeleni pigment v rastlinah, ki absorbira sončno svetlobo za fotosintezo",
    "dna": "Deoksiribonukleinska kislina, molekula, ki nosi genetske informacije",
    "rna": "Ribonukleinska kislina, molekula, ki sodeluje pri sintezi beljakovin",
    "beljakovine": "Molekula, sestavljena iz aminokislin, ki opravlja različne telesne funkcije",
    "encim": "Beljakovine, ki pospešujejo kemične reakcije v telesu",
    "celica": "Osnovna enota življenja, temeljni gradnik vseh živih bitij",
    "tkivo": "Skupina podobnih celic, ki skupaj opravljajo določeno funkcijo",
    "organ": "Skupina tkiv, ki skupaj opravljajo določeno funkcijo",
    "organski sistem": "Skupina organov, ki sodelujejo pri opravljanju kompleksne funkcije",
    "homeostazo": "Sposobnost organizma, da vzdržuje stabilno notranje okolje",
    "prilagajanje": "Sprememba v organizmu, ki mu pomaga preživeti in se razmnoževati v okolju",
    "evolucija": "Proces, s katerim se populacije organizmov spreminjajo skozi čas",
    "naravna selekcija": "Proces, pri katerem obstaja večja verjetnost, da bodo organizmi z lastnostmi, ki so bolj prilagojene svojemu okolju, preživeli in se razmnoževali",
    "ekologija": "Preučevanje interakcije organizmov med seboj in z okoljem",
    "ekosistem": "Skupnost živih organizmov in njihovega neživega okolja, ki medsebojno delujejo",
    "biosfera": "Del Zemlje, ki podpira življenje",
    "taksonomija": "Veja biologije, ki se ukvarja s klasifikacijo organizmov",
    "morfologija": "Veja biologije, ki se ukvarja s proučevanjem oblike in strukture",
    "fiziologija": "Veja biologije, ki se ukvarja s proučevanjem delovanja in procesov v živih organizmih",
    "avtotrof": "Organizem, ki lahko proizvaja lastno hrano z uporabo svetlobe ali kemikalij (npr. rastline)",
    "heterotrof": "Organizem, ki pridobiva hrano z uživanjem drugih organizmov (npr. živali)",
    "producent": "Organizem, ki proizvaja organske snovi (npr. rastline)",
    "potrošnik": "Organizem, ki uživa organske snovi, ki jih proizvajajo drugi organizmi (npr. živali)",
    "razkrojevalnik": "Organizem, ki razgrajuje mrtve organizme in organske snovi (npr. glive, bakterije)",
    "življenjski prostor": "Naravno okolje organizma",
    "prebivalstvo": "Skupina organizmov iste vrste, ki živijo na določenem območju",
    "skupnosti": "Skupina različnih populacij, ki med seboj komunicirajo na določenem območju",
    "biom": "Obsežen ekosistem z značilnimi rastlinami in živalmi (npr. puščava, deževni gozd)",
    "biotska raznovrstnost": "Raznolikost življenja na Zemlji na vseh ravneh, od genov do ekosistemov",
    "ogrožena": "Vrste, ki jim grozi izumrtje",
    "izumrl": "Vrste, ki ne obstajajo več"
}