{
    "fotosyntese": "Proces, hvorved planter bruger sollys, vand og CO2 til at producere mad (glukose)",
    "cellulær respiration": "Proces, hvorved celler nedbryder glukose for at frigive energi",
    "mitokondrier": "Organeller i celler, der er ansvarlige for cellulær respiration",
    "klorofyl": "Grønt pigment i planter, der absorberer sollys til fotosyntese",
    "dna": "Deoxyribonukleinsyre, molekyle, der bærer genetisk information",
    "rna": "Ribonukleinsyre, molekyle involveret i proteinsyntese",
    "protein": "Molekyle opbygget af aminosyrer, der udfører forskellige kropsfunktioner",
    "enzym": "Protein, der fremskynder kemiske reaktioner i kroppen",
    "celle": "Grundlæggende livsenhed, den grundlæggende byggesten i alt levende",
    "væv": "Gruppe af lignende celler, der arbejder sammen for at udføre en bestemt funktion",
    "organ": "Gruppe af væv, der arbejder sammen for at udføre en bestemt funktion",
    "organsystem": "Gruppe af organer, der arbejder sammen for at udføre en kompleks funktion",
    "homøostase": "En organismes evne til at opretholde et stabilt indre miljø",
    "tilpasning": "Ændring i en organisme, der hjælper den med at overleve og formere sig i sit miljø",
    "udvikling": "Proces, hvorved populationer af organismer ændrer sig over tid",
    "naturlig selektion": "Proces, hvorved organismer med egenskaber, der er bedre egnet til deres miljø, er mere tilbøjelige til at overleve og formere sig",
    "økologi": "Undersøgelse af, hvordan organismer interagerer med hinanden og deres miljø",
    "økosystem": "Fællesskab af levende organismer og deres ikke-levende miljø, der interagerer med hinanden",
    "biosfære": "En del af Jorden, der understøtter liv",
    "taksonomi": "Biologisk gren, der beskæftiger sig med klassificering af organismer",
    "morfologi": "Biologisk gren beskæftiger sig med studiet af form og struktur",
    "fysiologi": "Biologisk gren beskæftiger sig med studiet af funktion og processer i levende organismer",
    "autotrof": "Organisme, der kan producere sin egen mad ved hjælp af lys eller kemikalier (f.eks. planter)",
    "heterotrof": "Organisme, der får mad ved at indtage andre organismer (f.eks. dyr)",
    "producent": "Organisme, der producerer organisk stof (f.eks. planter)",
    "forbruger": "Organisme, der forbruger organisk stof produceret af andre organismer (f.eks. dyr)",
    "nedbryder": "Organisme, der nedbryder døde organismer og organisk materiale (f.eks. svampe, bakterier)",
    "levested": "En organismes naturlige miljø",
    "befolkning": "Gruppe af organismer af samme art, der lever i et bestemt område",
    "fællesskab": "Gruppe af forskellige populationer, der interagerer med hinanden i et bestemt område",
    "biom": "Storskala økosystem med karakteristiske planter og dyr (f.eks. ørken, regnskov)",
    "biodiversitet": "Variation af liv på Jorden på alle niveauer, fra gener til økosystemer",
    "truet": "Arter i fare for at uddø",
    "uddøde": "Arter, der ikke længere eksisterer"
}