{
    "algoritmo": "Una solución paso a paso a un problema.",
    "variable": "Un contenedor que almacena un valor.",
    "tipo": "Una clasificación de datos como números o texto.",
    "bucle": "Ejecución repetida de código hasta que se cumpla una condición.",
    "función": "Un bloque de código reutilizable con una tarea específica.",
    "recursividad": "Una función que se llama a sí misma para resolver subproblemas más pequeños.",
    "Ups": "Software de modelado alrededor de objetos con propiedades y comportamientos.",
    "compilador": "Traduce código de alto nivel a código legible por máquina",
    "intérprete": "Ejecuta el código línea por línea sin traducción previa.",
    "depuración": "Encontrar y corregir errores en su código",
    "control de versiones": "Sistema para rastrear cambios en el código a lo largo del tiempo.",
    "API": "Interfaz para que los programas se comuniquen entre sí.",
    "estructura de datos": "Una forma de organizar los datos para un uso eficiente",
    "formación": "Una colección de elementos almacenados en una secuencia.",
    "pila": "Datos organizados según el método LIFO (último en entrar, primero en salir)",
    "cola": "Datos organizados según el método primero en entrar, primero en salir (FIFO)",
    "lista enlazada": "Datos almacenados como elementos conectados con punteros.",
    "árbol": "Datos jerárquicos, similares a la estructura de un árbol genealógico",
    "árbol binario": "Un árbol donde cada nodo tiene como máximo dos hijos.",
    "tabla de picadillo": "Utiliza una función para buscar rápidamente datos basados en claves",
    "búsqueda binaria": "Busca eficientemente un elemento en una lista ordenada",
    "algoritmo de clasificación": "Organiza los datos en un orden específico",
    "red": "Un grupo de dispositivos conectados que comparten recursos.",
    "base de datos": "Recopilación organizada de datos para almacenamiento y acceso.",
    "Sistema operativo": "Software que gestiona los recursos informáticos y las interacciones del usuario.",
    "poco": "La unidad más pequeña de datos digitales (0 o 1)",
    "byte": "Un grupo de 8 bits.",
    "booleano": "Un tipo de datos que puede ser verdadero o falso.",
    "entero": "Un tipo de datos de número entero",
    "número de punto flotante": "Un tipo de datos que representa números reales con decimales.",
    "cadena": "Una secuencia de caracteres (texto)",
    "condición": "Controla la ejecución de código basándose en expresiones que se evalúan como booleanos.",
    "operador": "Símbolos que realizan operaciones sobre valores.",
    "clase": "Un modelo para crear objetos en programación orientada a objetos",
    "herencia": "Crear nuevas clases basadas en las existentes.",
    "polimorfismo": "Objetos de diferentes clases que responden de manera diferente al mismo mensaje.",
    "abstracción": "Ocultar detalles complejos detrás de una interfaz simplificada",
    "encapsulación": "Agrupar datos y métodos dentro de un objeto."
}