{
    "gwajin abel": "Hanyar gwaji don haɗuwa da jerin marasa iyaka",
    "cikakkiyar haduwa": "An ce jeri mara iyaka yana haɗuwa kwata-kwata idan jimillar cikakkiyar ƙimar jimlar ta ƙare.",
    "cikakken iyakar": "Mafi girman ƙimar aiki yana kaiwa",
    "cikakken m": "Mafi ƙanƙancin ƙimar aiki yana kaiwa",
    "cikakkiyar darajar": "Ƙimar da ba ta da kyau ta ainihin lamba ba tare da la'akari da alamar sa ba",
    "m jerin": "Jerin mara iyaka wanda sharuɗɗansa ke musanya tsakanin tabbatacce da korau",
    "gwajin jeri dabam dabam": "Hanyar da aka yi amfani da ita don tabbatar da cewa jerin madadin tare da sharuɗɗan da ke raguwa cikin cikakkiyar ƙima shine jerin masu haɗaka",
    "annulus": "Abu mai siffar zobe, yanki mai iyaka da da'irori biyu masu ma'ana",
    "antiderivative": "Aikin banbanta wanda asalinsa yayi daidai da ainihin aikin",
    "asymptote": "Layi kamar tazarar da ke tsakanin lanƙwasa da layin yana gabatowa sifili kamar yadda ɗaya ko duka biyun x ko y ke da alaƙa da rashin iyaka.",
    "yanki karkashin lankwasa": "Haɗin da ke wakiltar yanki tsakanin lanƙwasa y=f(x), x-axis, da layukan tsaye x=a da x=b, inda a da b sune iyakokin haɗin kai.",
    "tsarin sarkar": "Asalin aikin haɗin gwiwa shine asalin aikin waje wanda aka kimanta a lokutan aiki na ciki wanda ya haifar da aikin ciki",
    "lissafin bambanci": "Nazarin adadin canjin adadi. Ana amfani da ma'auni na asali don bayyana ƙimar canjin aiki",
    "m m": "Sakamakon ko haifar da aiki ko dangantaka da ke canzawa dangane da ƙimar wasu adadi",
    "yankin": "Yana nufin duk yuwuwar ƙimomi waɗanda za a iya amfani da su azaman shigarwa zuwa aiki",
    "iyaka": "Ra'ayi da ke bayyana abin da fitarwa ke da darajar aiki yana kusanta da shi yayin da abubuwan da ake samu ke kusanci zuwa wani ƙima",
    "abubuwan da aka samo asali": "Manufar da ke auna saurin canji nan take ko gangaren layin tangent a wani wuri akan wani aiki.",
    "hadadden lissafi": "Tsawaita lissafin lissafi wanda ya ƙunshi gano maganin hana aikin da aka ba da abin da aka samo asali",
    "layi mai mahimmanci": "Haɗin aiki tare da layin layi",
    "surface hadedde": "Gabaɗaya abubuwan haɗin kai daban-daban zuwa haɗin kai akan saman",
    "multivariable kalkulo": "Ƙaddamar da ƙididdiga a cikin maɗaukaki ɗaya zuwa lissafi tare da ayyuka na masu canji da yawa",
    "filin vector": "Batu a sararin samaniya mai girma da alkibla",
    "lissafin vector": "Ƙwararren ƙididdiga wanda ke hulɗa da bambance-bambance da haɗakar da filin vector a cikin sararin Euclidean mai girma uku.",
    "karfin vector": "Filin vector wanda ke haifar da filin solenoidal ta hanyar ma'aikacin curl"
}