{
    "ljóstillífun": "Ferli þar sem plöntur nota sólarljós, vatn og CO2 til að framleiða mat (glúkósa)",
    "frumuöndun": "Ferli þar sem frumur brjóta niður glúkósa til að losa orku",
    "hvatbera": "Líffæri í frumum sem bera ábyrgð á frumuöndun",
    "klórófylli": "Grænt litarefni í plöntum sem gleypir sólarljós fyrir ljóstillífun",
    "dna": "Deoxýríbónsýru, sameind sem ber erfðafræðilegar upplýsingar",
    "rna": "Ribonucleic acid, sameind sem tekur þátt í nýmyndun próteina",
    "prótein": "Sameind sem er gerð úr amínósýrum sem sinnir ýmsum líkamsstarfsemi",
    "ensím": "Prótein sem flýtir fyrir efnahvörfum í líkamanum",
    "klefi": "Grunneining lífsins, grundvallarbyggingarefni allra lífvera",
    "vefjum": "Hópur svipaðra frumna sem vinna saman að tilteknu hlutverki",
    "orgel": "Hópur vefja sem vinna saman að ákveðnu hlutverki",
    "líffærakerfi": "Hópur líffæra sem vinna saman að flóknu hlutverki",
    "homeostasis": "Geta lífveru til að viðhalda stöðugu innra umhverfi",
    "aðlögun": "Breyting á lífveru sem hjálpar henni að lifa af og fjölga sér í umhverfi sínu",
    "þróun": "Ferli þar sem stofnar lífvera breytast með tímanum",
    "náttúruval": "Ferli þar sem lífverur með eiginleika sem henta betur umhverfi sínu eru líklegri til að lifa af og fjölga sér",
    "vistfræði": "Rannsókn á því hvernig lífverur hafa samskipti sín á milli og umhverfi sitt",
    "vistkerfi": "Samfélag lifandi lífvera og ólifandi umhverfi þeirra sem hafa samskipti sín á milli",
    "lífríki": "Hluti jarðar sem styður líf",
    "flokkunarfræði": "Líffræðigrein sem fjallar um flokkun lífvera",
    "formfræði": "Líffræðigrein sem fjallar um form og uppbyggingu",
    "lífeðlisfræði": "Líffræðigrein sem fæst við rannsókn á virkni og ferlum í lífverum",
    "sjálfvirkur": "Lífvera sem getur framleitt eigin fæðu með því að nota ljós eða kemísk efni (t.d. plöntur)",
    "heterotroph": "Lífvera sem fær fæðu með því að neyta annarra lífvera (t.d. dýra)",
    "framleiðanda": "Lífvera sem framleiðir lífræn efni (t.d. plöntur)",
    "neytenda": "Lífvera sem neytir lífræns efnis framleitt af öðrum lífverum (t.d. dýrum)",
    "niðurbrotsefni": "Lífvera sem brýtur niður dauðar lífverur og lífræn efni (t.d. sveppir, bakteríur)",
    "búsvæði": "Náttúrulegt umhverfi lífveru",
    "íbúa": "Hópur lífvera af sömu tegund sem býr á tilteknu svæði",
    "samfélag": "Hópur mismunandi íbúa sem hafa samskipti sín á milli á tilteknu svæði",
    "lífvera": "Stórfellt vistkerfi með einkennandi plöntum og dýrum (t.d. eyðimörk, regnskógur)",
    "líffræðilegan fjölbreytileika": "Fjölbreytt líf á jörðinni á öllum stigum, allt frá genum til vistkerfa",
    "í útrýmingarhættu": "Tegund í útrýmingarhættu",
    "útdautt": "Tegundir sem eru ekki lengur til"
}