{
    "fotoszintézis": "Az a folyamat, amellyel a növények napfényt, vizet és CO2-t használnak fel élelmiszer (glükóz) előállítására",
    "sejtlégzés": "Az a folyamat, amelynek során a sejtek lebontják a glükózt, és energiát szabadítanak fel",
    "mitokondriumok": "A sejtek légzéséért felelős organellumok",
    "klorofill": "Zöld pigment a növényekben, amely elnyeli a napfényt a fotoszintézishez",
    "DNS": "Dezoxiribonukleinsav, genetikai információt hordozó molekula",
    "rna": "Ribonukleinsav, fehérjeszintézisben részt vevő molekula",
    "fehérje": "Aminosavakból álló molekula, amely különféle testfunkciókat lát el",
    "enzim": "Fehérje, amely felgyorsítja a kémiai reakciókat a szervezetben",
    "sejt": "Az élet alapegysége, minden élőlény alapvető építőköve",
    "szövet": "Hasonló sejtek csoportja, amelyek együtt dolgoznak egy adott funkció végrehajtása érdekében",
    "szerv": "Szövetek csoportja, amelyek együtt dolgoznak egy adott funkció végrehajtása érdekében",
    "szervrendszer": "Szervek csoportja, amelyek együtt dolgoznak egy összetett funkció végrehajtásán",
    "homeosztázis": "A szervezet azon képessége, hogy stabil belső környezetet tartson fenn",
    "alkalmazkodás": "Változás egy szervezetben, amely segíti a túlélést és a környezetében való szaporodást",
    "evolúció": "Az a folyamat, amelynek során az élőlények populációi idővel változnak",
    "természetes kiválasztódás": "Az a folyamat, amelynek során a környezetükhöz jobban illeszkedő tulajdonságokkal rendelkező szervezetek nagyobb valószínűséggel túlélnek és szaporodnak",
    "ökológia": "Annak tanulmányozása, hogy az élőlények hogyan lépnek kölcsönhatásba egymással és környezetükkel",
    "ökoszisztéma": "Élő szervezetek és nem élő környezetük egymással kölcsönhatásban álló közössége",
    "bioszféra": "A Föld része, amely támogatja az életet",
    "taxonómiája": "A biológia szervezetek osztályozásával foglalkozó ága",
    "morfológia": "A biológia forma és szerkezet tanulmányozásával foglalkozó ága",
    "fiziológia": "A biológia ága, amely az élő szervezetek működésének és folyamatainak tanulmányozásával foglalkozik",
    "autotróf": "Olyan élőlény, amely képes saját élelmiszert előállítani fény vagy vegyszerek felhasználásával (pl. növények)",
    "heterotróf": "Olyan élőlény, amely más élőlények (például állatok) elfogyasztásával jut táplálékhoz",
    "termelő": "Szerves anyagokat termelő szervezet (pl. növények)",
    "fogyasztó": "Olyan szervezet, amely más szervezetek (például állatok) által termelt szerves anyagot fogyaszt",
    "lebontó": "Az elhalt szervezeteket és szerves anyagokat lebontó szervezet (pl. gombák, baktériumok)",
    "élőhely": "Egy szervezet természetes környezete",
    "népesség": "Egy adott területen élő, azonos fajhoz tartozó organizmusok csoportja",
    "közösség": "Különböző populációk csoportja, amelyek kölcsönhatásba lépnek egymással egy adott területen",
    "életközösség": "Nagyméretű ökoszisztéma jellegzetes növényekkel és állatokkal (pl. sivatag, esőerdő)",
    "biológiai sokféleség": "Az élet sokfélesége a Földön minden szinten, a génektől az ökoszisztémákig",
    "veszélyeztetett": "A kihalás veszélyének kitett fajok",
    "kihalt": "Már nem létező fajok"
}