{
    "វដ្តនៃការណែនាំ": "ជំហានដែលស៊ីភីយូធ្វើតាមដើម្បីប្រតិបត្តិការណែនាំតែមួយ",
    "ស្ថាបត្យកម្ម superscalar": "ការរចនា CPU ដែលអាចប្រតិបត្តិការណែនាំជាច្រើនក្នុងមួយវដ្តនាឡិកា",
    "ការព្យាករណ៍សាខា": "បច្ចេកទេសដែល CPU ព្យាយាមទាយថាតើលក្ខខណ្ឌមួយនឹងទៅជាយ៉ាងណា",
    "Northbridge": "បន្ទះឈីប (ប្រព័ន្ធចាស់) ដែលភ្ជាប់ស៊ីភីយូទៅ RAM និងឡានក្រុងល្បឿនលឿន",
    "ស្ពានខាងត្បូង": "បន្ទះឈីប (ប្រព័ន្ធចាស់) ដែលគ្រប់គ្រងគ្រឿងកុំព្យូទ័រយឺត និង I/O",
    "hyperthreading": "បច្ចេកវិទ្យាអនុញ្ញាតឱ្យស្នូលស៊ីភីយូតែមួយលេចឡើងជាស្នូលឡូជីខលច្រើន។",
    "risc": "កាត់បន្ថយការណែនាំកំណត់កុំព្យូទ័រ - ការរចនាស៊ីភីយូជាមួយនឹងការណែនាំសាមញ្ញជាង",
    "ស៊ីស៊ីស": "Complex Instruction Set Computer - ការរចនា CPU ជាមួយនឹងការណែនាំដ៏មានឥទ្ធិពល និងស្មុគស្មាញ",
    "ស៊ីមដ": "Single Instruction Multiple Data បច្ចេកទេសសម្រាប់ដំណើរការទិន្នន័យស្របគ្នា។",
    "មីក្រូស្ថាបត្យកម្ម": "ព័ត៌មានលម្អិតនៃការអនុវត្តជាក់លាក់នៃសំណុំការណែនាំរបស់ CPU",
    "ប្រព័ន្ធនៅលើបន្ទះឈីប": "ការរួមបញ្ចូលសមាសធាតុជាច្រើន (CPU, GPU ។ល។) នៅលើបន្ទះឈីបតែមួយ",
    "ប្រព័ន្ធបង្កប់": "ប្រព័ន្ធកុំព្យូទ័រដែលឧទ្ទិសដល់កិច្ចការជាក់លាក់មួយ ជាញឹកញាប់នៅក្នុងឧបករណ៍ធំជាង",
    "កម្មវិធីបង្កប់": "កម្មវិធីត្រូវបានរក្សាទុកជាអចិន្ត្រៃយ៍នៅលើឧបករណ៍ផ្នែករឹង (ដូចជា BIOS)",
    "ការ Overclock": "ដំណើរការស៊ីភីយូក្នុងល្បឿនខ្ពស់ជាងការកំណត់ដែលចង់បាន",
    "លេខកូដកែកំហុស": "បច្ចេកទេសស្វែងរក និងកែកំហុសក្នុង RAM",
    "ចេញពីការប្រតិបត្តិតាមលំដាប់": "បច្ចេកទេសដែល CPU ប្រតិបត្តិសេចក្តីណែនាំក្នុងលំដាប់កាន់តែមានប្រសិទ្ធភាព",
    "ការគណនាបរិមាណ": "គោលការណ៍នៃការប្រើប្រាស់មេកានិចកង់ទិចសម្រាប់ការគណនា",
    "ការគណនា neuromorphic": "ស្ថាបត្យកម្មកុំព្យូទ័រដែលបំផុសគំនិតដោយខួរក្បាលបានរចនាឡើងសម្រាប់កិច្ចការ AI"
}