{
    "ka hoao ana o abela": "He ʻano hoʻāʻo no ka hui ʻana o kahi moʻo pau ʻole",
    "huikau loa": "Ua ʻōlelo ʻia ka moʻo pau ʻole e hui pū ʻia inā pau ka huina o nā waiwai piha o nā hui.",
    "kiʻekiʻe loa": "ʻO ka waiwai kiʻekiʻe loa i loaʻa i kahi hana",
    "palena iki loa": "ʻO ka waiwai haʻahaʻa i loaʻa i kahi hana",
    "waiwai piha": "ʻO ka waiwai maikaʻi ʻole o kahi helu maoli me ka nānā ʻole i kona hōʻailona",
    "kaha hoʻololi": "He moʻo pau ʻole nona nā huaʻōlelo ma waena o ka maikaʻi a me ka maikaʻi ʻole",
    "hoʻāʻo pūʻali ʻokoʻa": "ʻO ke ala i hoʻohana ʻia no ka hōʻoia ʻana he moʻo convergent ka moʻo ʻokoʻa me nā huaʻōlelo e emi ana ka waiwai paʻa",
    "annulus": "He mea apo apo, he wahi i paa i na poai concentric elua",
    "antiderivative": "He hana hoʻokaʻawale i like kona derivative me ka hana kumu",
    "asymptote": "ʻO kahi laina e pili ana ka mamao ma waena o ka pihi a me ka laina i ka ʻole me ka hoʻokahi a i ʻole ʻelua o nā hoʻonohonoho x a i ʻole y e pili ana i ka palena ʻole.",
    "ʻāpana ma lalo o kahi ʻāwili": "ʻO ka mea hoʻohui e hōʻike ana i ka ʻāpana ma waena o ka piʻi y=f(x), ke axis-x, a me nā laina kū pololei x=a a me x=b, kahi a a me b nā palena o ka hoʻohui.",
    "lula kaulahao": "ʻO ka derivative o ka hana hoʻohui ʻia ka derivative o ka hana o waho i loiloi ʻia i ka hana o loko ka manawa o ka derivative o ka hana i loko.",
    "helu ʻokoʻa": "E aʻo ana i ka wikiwiki o ka hoʻololi ʻana o nā nui. Hoʻohana ʻia ka hoʻohālikelike derivative e wehewehe i ka wikiwiki o ka hoʻololi ʻana o kahi hana",
    "hoʻololi kūʻokoʻa": "He nui i hana ʻia i loko o ka hana a i ʻole ka hoʻohālikelike, e hōʻike pinepine ana i ke kumu i loko o kahi pilina kumu-a-hopena.",
    "hoʻololi hilinaʻi": "ʻO ka hopena a i ʻole ka hopena i ka hana a i ʻole ka pilina e loli ana ma muli o nā waiwai o nā nui ʻē aʻe",
    "kāʻei kapu": "Hōʻike i nā waiwai kūpono a pau i hiki ke hoʻohana ʻia i mea hoʻokomo i kahi hana",
    "laula": "ʻO ka hoʻonohonoho o nā mea hiki ke hana i kahi hana",
    "palena": "ʻO kahi manaʻo e wehewehe ana i nā waiwai hoʻopuka e hoʻokokoke aku ai i ka wā e hoʻokokoke ai nā mea hoʻokomo i kekahi waiwai",
    "nā mea hoʻopuka": "He manaʻo e ana i ka wikiwiki o ka hoʻololi ʻana a i ʻole ka piʻi o ka laina tangent ma kekahi wahi ma kahi hana.",
    "helu hoʻohui": "ʻO ka hoʻolōʻihi ʻia o ka helu helu e pili ana i ka ʻimi ʻana i ka antiderivative o kahi hana i hāʻawi ʻia ka derivative",
    "hoʻohui laina": "ʻO ka hoʻohui ʻana o kahi hana ma ka laina o ka pihi",
    "hoʻohui honua": "ʻO ka hoʻonui ʻana i nā mea hoʻohui like ʻole i ka hoʻohui ʻana ma luna o nā ʻili",
    "helu helu lehulehu": "ʻO ka hoʻonui ʻia ʻana o ka helu helu ma ka helu hoʻokahi i ka helu helu me nā hana o nā ʻano like ʻole",
    "kahua vector": "He kiko ma ka lewa nona ka nui a me ke kuhikuhi",
    "helu helu vector": "He hoʻonui ʻia o ka helu helu e pili ana i ka ʻokoʻa a me ka hoʻohui ʻana o ke kahua vector i ka hakahaka Euclidean ʻekolu.",
    "hiki i ka vector": "ʻO ke kahua vector e hoʻāla ai i kahi kahua solenoidal ma o ka curl operator"
}