{
    "mayeso a abel": "Njira yoyesera kuphatikizika kwa mndandanda wopandamalire",
    "kumvana kwathunthu": "Mndandanda wopandamalire akuti umalumikizana kwathunthu ngati chiwonjezeko cha ziwerengero zachidule chili ndi malire.",
    "Mtheradi pazipita": "Mtengo wapamwamba kwambiri womwe ntchito imapeza",
    "osachepera mtheradi": "Mtengo wotsika kwambiri womwe ntchito imapeza",
    "mtheradi": "Mtengo wopanda-negative wa nambala yeniyeni mosaganizira chizindikiro chake",
    "alternating mndandanda": "Mndandanda wopandamalire womwe mawu ake amasinthasintha pakati pa zabwino ndi zoyipa",
    "alternating series test": "Njira yomwe imagwiritsidwa ntchito kutsimikizira kuti mndandanda wosinthika wokhala ndi mawu otsika mtengo ndi mndandanda wosinthika.",
    "annulus": "Chinthu chokhala ngati mphete, chigawo chomangidwa ndi mabwalo awiri ozungulira",
    "antiderivative": "Ntchito yosiyanitsidwa yomwe chotengera chake ndi chofanana ndi choyambirira",
    "asymptote": "Mzere woti mtunda wapakati pa piringidzo ndi mzerewo ufikire ziro ngati chimodzi kapena zonse ziwiri za x kapena y zolumikizira zimakhala zopanda malire.",
    "m'dera la pansi pa kupindika": "Chophatikizika chomwe chikuyimira dera lapakati pa mayendedwe y=f(x), x-axis, ndi mizere yowongoka x=a ndi x=b, pomwe a ndi b ndi malire akuphatikiza.",
    "lamulo la unyolo": "Chochokera ku ntchito yophatikizika ndichochokera ku ntchito yakunja yomwe imawunikidwa pa nthawi ya ntchito yamkati yomwe imachokera ku ntchito yamkati.",
    "calculus yosiyana": "Amawerengera kuchuluka kwa kusintha kwa kuchuluka. The derivative equation imagwiritsidwa ntchito pofotokoza kuchuluka kwa kusintha kwa ntchito",
    "wodziyimira pawokha": "Kuchuluka komwe kumasinthidwa mu ntchito kapena equation, nthawi zambiri kuyimira choyambitsa mu ubale woyambitsa ndi zotsatira",
    "kudalira kusintha": "Zotsatira kapena zotsatira za ntchito kapena ubale womwe umasintha malinga ndi zikhalidwe zazinthu zina",
    "domain": "Zimatanthawuza kuzinthu zonse zomwe zingatheke zomwe zingagwiritsidwe ntchito ngati cholowetsa kuntchito",
    "osiyanasiyana": "Seti ya zotulutsa zonse zomwe ntchito ikhoza kupanga",
    "malire": "Lingaliro lomwe limafotokoza zomwe ntchitoyo imayendera imayandikira pamene zolowa zikuyandikira mtengo wina",
    "zotumphukira": "Lingaliro lomwe limayesa kuchuluka kwa kusintha kwanthawi yomweyo kapena kutsetsereka kwa mzere wa tangent pamalo ena pa ntchito.",
    "calculus yofunika": "Kuwonjezeka kwa calculus komwe kumaphatikizapo kupeza antiderivative ya ntchito yomwe chotuluka chake chaperekedwa",
    "mzere wofunikira": "Kuphatikizika kwa ntchito motsatira mzere wa curve",
    "pamwamba chofunika": "Kuphatikizika kwazinthu zosiyanasiyana zophatikizika kuphatikizira pamwamba",
    "calculus multivariable": "Kuwonjezeka kwa calculus mu chosinthika chimodzi kupita ku calculus ndi ntchito zamitundu ingapo",
    "gawo la vector": "Malo omwe ali ndi ukulu ndi mayendedwe",
    "mawerengero a vector": "Kuwonjezedwa kwa calculus komwe kumakhudzana ndi kusiyanitsa ndi kuphatikiza kwa gawo la vector mu danga la Euclidean la magawo atatu.",
    "kuthekera kwa vector": "Gawo la vekitala lomwe limapangitsa kuti pakhale gawo la solenoidal kudzera mwa woyendetsa ma curl"
}