{
    "teko ea abele": "Mokhoa oa ho etsa liteko bakeng sa ho kopana ha letoto le sa feleng",
    "kopanelo e felletseng": "Letoto le sa feleng ho thoe le tla kopana ka botlalo haeba kakaretso ea litekanyetso tse felletseng tsa kakaretso e felile.",
    "absolute maximum": "Boleng bo phahameng ka ho fetisisa boo mosebetsi o bo fihlelang",
    "absolute minimum": "Boleng bo tlase haholo boo mosebetsi o bo fihlelang",
    "boleng bo felletseng": "Boleng bo sa nyenyefatseng ba nomoro ea sebele ho sa natsoe letšoao la eona",
    "letoto la ho fapanyetsana": "Letoto le sa feleng leo mantsoe a lona a fapanyetsanang lipakeng tse ntle le tse mpe",
    "alternating series test": "Mokhoa o sebelisitsoeng ho paka hore letoto le fapanyetsanoang le nang le mantsoe a fokotsehang ka boleng bo felletseng ke letoto la phetoho.",
    "annulus": "Ntho e sebopeho sa lesale, sebaka se tlanngoeng ke lidikadikwe tse pedi tse bohareng",
    "antiderivative": "Mosebetsi o ka kgetholohang oo mothapo wa ona o lekanang le mosebetsi wa pele",
    "asymptote": "Mothalo o etsang hore sebaka se pakeng tsa mokokotlo le mola se atamele zero joalo ka ha e le 'ngoe kapa ka bobeli ba lihokahanyi tsa x kapa y e na le ho se fele.",
    "sebaka se ka tlasa mothinya": "Kakaretso e emelang sebaka se pakeng tsa mothinya y=f(x), x-axis, le mela e emeng x=a le x=b, moo a le b e leng meeli ea kopano.",
    "molao oa ketane": "Motsoako oa tšebetso e kopaneng ke motsuoa oa tšebetso ea kantle e hlahlobiloeng ka linako tsa tšebetso e ka hare ho tsoa ho tšebetso e ka hare.",
    "calculus e fapaneng": "E lekola sekhahla sa phetoho ea bongata. The derivative equation e sebelisoa ho hlalosa sekhahla sa phetoho ea tšebetso",
    "phetoho e ikemetseng": "Bongata bo fetotsoeng mosebetsing kapa palo, hangata bo emela sesosa kamanong ea sesosa le phello.",
    "feto-fetoha e itshetlehileng": "Sephetho kapa sephetho ka tšebetso kapa likamano tse fetohang ho ipapisitsoe le boleng ba bongata bo bong",
    "domain/": "E bua ka boleng bohle bo ka sebelisoang e le kenyelletso ea tšebetso",
    "mefuta-futa": "Sete ea liphetho tsohle tse ka khonehang tseo mosebetsi o ka li hlahisang",
    "moeli": "Khopolo e hlalosang hore na mosebetsi o ntse o atamela ho boleng bofe ha lintho li ntse li atamela ho boleng bo itseng",
    "tse nkiloeng": "Khopolo e lekanyang sekhahla sa phetoho hanghang kapa moepa oa mothapo o itseng sebakeng se itseng mosebetsing.",
    "calculus ea bohlokoa": "Katoloso ea calculus e kenyelletsang ho fumana antiderivative ea ts'ebetso eo ho fanoeng ka eona",
    "line bohlokoa": "Kopanyo ya tshebetso mothalong wa mothinya",
    "bokaholimo ba bohlokoa": "Kakaretso ea likarolo tse fapaneng ho kopanngoa holim'a bokaholimo",
    "multivariable calculus": "Katoloso ea calculus ho feto-fetoha e le 'ngoe ho ea ho lipalo ka mesebetsi ea mefuta e mengata",
    "lebala la vector": "Sebaka sebakeng se nang le boholo le tataiso",
    "calculus ea vector": "Katoloso ea lipalo e sebetsanang le phapang le kopanyo ea sebaka sa vector sebakeng sa likarolo tse tharo tsa Euclidean.",
    "bokhoni ba vector": "Sebaka sa vector se hlahisang sebaka sa solenoidal ka mochini oa curl"
}