{
    "cortafuegos": "Filtra el tráfico de red según un conjunto de reglas",
    "virus": "Software malicioso diseñado para replicarse y propagarse",
    "malware": "Un término más amplio que abarca virus, gusanos, troyanos, etc.",
    "suplantación de identidad": "Correos electrónicos fraudulentos que intentan engañar a los usuarios para que proporcionen información",
    "Secuestro de datos": "Malware que cifra archivos y exige un pago por descifrarlos",
    "cifrado": "El proceso de codificar datos para hacerlos ilegibles sin una clave.",
    "descifrado": "El proceso de descifrar datos cifrados a un formato legible",
    "vulnerabilidad": "Una debilidad en el software o en un sistema que puede ser explotado.",
    "explotar": "Código o técnica que aprovecha una vulnerabilidad.",
    "Filtración de datos": " Acceso no autorizado o divulgación de información confidencial.",
    "contraseña": "Una cadena secreta de caracteres utilizada para la autenticación.",
    "Autenticación de dos factores": "Requiere una pieza de verificación adicional más allá de una contraseña",
    "Ingeniería social": "Manipular a las personas para que revelen información confidencial",
    "pruebas de penetración": "Ataques simulados autorizados para encontrar debilidades en un sistema",
    "ataque de día cero": "Explota una vulnerabilidad que el proveedor de software desconoce",
    "red de robots": "Una red de computadoras infectadas controladas por un atacante.",
    "ataque de denegación de servicio": "Inundar un sistema con tráfico para que no esté disponible",
    "control de acceso": "Administrar quién o qué tiene permisos sobre los recursos",
    "sistema de detección de intrusos": "Supervisa la red o los sistemas en busca de actividades no autorizadas.",
    "respuesta al incidente": "El conjunto de procedimientos que se siguen cuando ocurre un evento de seguridad.",
    "Evaluación de riesgos": "Identificar y evaluar posibles amenazas y vulnerabilidades.",
    "gestión de parches": "El proceso de aplicación de actualizaciones para corregir vulnerabilidades.",
    "respaldo": "Crear una copia de los datos para protegerlos contra pérdidas",
    "recuperación de desastres": "Plan para restaurar sistemas y operaciones después de una interrupción.",
    "Forense digital": "La investigación y análisis de la evidencia digital."
}