{
    "ရှုပ်ထွေးသောဂျီသြမေတြီ": "ရှုပ်ထွေးသော ကိန်းဂဏာန်းများမှ ထွက်ပေါ်လာသော ဂျီဩမေတြီဖွဲ့စည်းပုံများနှင့် တည်ဆောက်မှုများကို လေ့လာခြင်း။",
    "ရှုပ်ထွေးသောနံပါတ်များ": "a + bi ၏ နံပါတ်များသည် a နှင့် b သည် အစစ်အမှန်ကိန်းများဖြစ်သည်။",
    "တကယ့်အပိုင်း": "ကိန်းဂဏန်းအဖြစ် စိတ်ကူးယဥ်ယူနစ် မပါဝင်သည့် ရှုပ်ထွေးသော ကိန်းဂဏာန်းအခေါ်အဝေါ်",
    "စိတ်ကူးယဉ်အပိုင်း": "ကိန်းဂဏန်းအဖြစ် စိတ်ကူးယဥ်ယူနစ်ပါရှိသော ရှုပ်ထွေးသောကိန်း၏အစိတ်အပိုင်း",
    "ရှုပ်ထွေးသော အကွက်များ": "မျဉ်းကွေးများနှင့် မျက်နှာပြင်များကို ယေဘူယျအားဖြင့် ပုံဖော်ထားသည့် ရှုပ်ထွေးသော ဂျီသြမေတြီရှိ အာကာသများ",
    "ရှုပ်ထွေးသော အက္ခရာသင်္ချာမျိုးကွဲများ": "များပြားလှသော ညီမျှခြင်းများအတွက် အဖြေများဖြစ်သည့် ရှုပ်ထွေးသော ဂျီသြမေတြီရှိ အာကာသများ",
    "Holomorphic တည်ဆောက်မှုများ": "ရှုပ်ထွေး-ကွဲပြားနိုင်သော ရှုပ်ထွေးသော ဂျီသြမေတြီတွင် တည်ဆောက်မှုများ",
    "အနည်းဆုံးမော်ဒယ်အစီအစဉ်": "ရှုပ်ထွေးသော အ manifolds နှင့် ရှုပ်ထွေးသော အက္ခရာသင်္ချာမျိုးကွဲများ ခွဲခြားခြင်းအတွက် ရှုပ်ထွေးသော ဂျီသြမေတြီရှိ ပရိုဂရမ်တစ်ခု",
    "moduli နေရာများ": "အချို့သော ဂျီဩမေတြီအရာဝတ္ထု အမျိုးအစားကို ကန့်သတ်သည့် ရှုပ်ထွေးသော ဂျီသြမေတြီတွင် နေရာလွတ်များ",
    "calabi ထင်မြင်ချက်": "Shin-Tung Yau မှ ရှုပ်ထွေးသော ဂျီသြမေတြီတွင် အထူးမက်ထရစ်အမျိုးအစားတစ်ခုရှိကြောင်း သက်သေပြချက်",
    "hitchin-kobayashi စာပေးစာယူ": "တည်ငြိမ်သော holomorphic vector အစုအဝေးများနှင့် အချို့သောကွဲပြားသောညီမျှခြင်းအတွက် အဖြေများအကြား ရှုပ်ထွေးသောဂျီသြမေတြီရှိ စာပေးစာယူ",
    "nonabelian hodge စာပေးစာယူ": "ရှုပ်ထွေးသော ဂျီသြမေတြီ အမျိုးအစားများ နှင့် အချို့သော အက္ခရာသင်္ချာ ပုံစံများ အကြား ရှုပ်ထွေးသော ဂျီသြမေတြီ ၊",
    "kahler-einstein တိုင်းထွာချက်များ": "အခြေအနေတစ်ခုကို ကျေနပ်စေသော ရှုပ်ထွေးသော အကွက်တစ်ခုရှိ အထူးမက်ထရစ်အမျိုးအစားများ"
}