{
    "abelning sinovi": "Cheksiz qatorning yaqinlashuvini tekshirish usuli",
    "mutlaq konvergentsiya": "Agar yig'indilarning mutlaq qiymatlari yig'indisi chekli bo'lsa, cheksiz qator mutlaq yaqinlashadi deyiladi.",
    "mutlaq maksimal": "Funktsiya erishgan eng yuqori qiymat",
    "mutlaq minimal": "Funktsiya erishgan eng past qiymat",
    "mutlaq qiymat": "Haqiqiy sonning belgisidan qat'iy nazar manfiy bo'lmagan qiymati",
    "muqobil qator": "Termalari ijobiy va salbiy o'rtasida almashinadigan cheksiz qator",
    "muqobil seriyali test": "Mutlaq qiymati kamayadigan hadlari bilan almashinadigan qator yaqinlashuvchi qator ekanligini isbotlash uchun foydalaniladigan usul",
    "halqa": "Halqa shaklidagi ob'ekt, ikkita konsentrik doiralar bilan chegaralangan mintaqa",
    "antiderivativ": "Hosilasi asl funktsiyaga teng bo'lgan differentsiallanuvchi funktsiya",
    "asimptota": "X yoki y koordinatalaridan biri yoki ikkalasi cheksizlikka intilayotgani sababli egri chiziq va chiziq orasidagi masofa nolga yaqinlashadigan chiziq.",
    "egri chiziq ostidagi maydon": "y=f(x) egri chizig'i, x o'qi va x=a va x=b vertikal chiziqlar orasidagi maydonni ifodalovchi integral, bu erda a va b integrallash chegarasi.",
    "zanjir qoidasi": "Murakkab funktsiyaning hosilasi ichki funktsiyaning hosilasi bilan tashqi funktsiyaning hosilasidir.",
    "differensial hisob": "Miqdorlarning o'zgarish tezligini o'rganadi. Hosil tenglama funksiyaning o‘zgarish tezligini tavsiflash uchun ishlatiladi",
    "mustaqil o'zgaruvchi": "Funktsiya yoki tenglamada manipulyatsiya qilinadigan, ko'pincha sabab-ta'sir munosabatlarida sababni ifodalovchi miqdor",
    "qaram o'zgaruvchi": "Boshqa miqdorlarning qiymatlari asosida o'zgaruvchan funktsiya yoki munosabatlarning natijasi yoki natijasi",
    "domen": "Funktsiyaga kirish sifatida ishlatilishi mumkin bo'lgan barcha mumkin bo'lgan qiymatlarga ishora qiladi",
    "diapazon": "Funktsiya hosil qilishi mumkin bo'lgan barcha mumkin bo'lgan natijalar to'plami",
    "chegara": "Kirishlar ma'lum bir qiymatga yaqinlashganda, funktsiya qanday chiqish qiymatlariga yaqinlashishini tavsiflovchi tushuncha",
    "hosilalari": "Funktsiyaning ma'lum bir nuqtasida bir lahzali o'zgarish tezligini yoki teginish chizig'ining qiyaligini o'lchaydigan tushuncha.",
    "integral hisob": "Hosilasi berilgan funktsiyaning antiderivativini topishni o'z ichiga olgan hisobning kengayishi",
    "chiziqli integrali": "Funktsiyaning egri chiziq bo'ylab integrallanishi",
    "sirt integrali": "Turli integrallarni sirt ustida integrallashga umumlashtirish",
    "ko'p o'zgaruvchan hisob": "Bitta o'zgaruvchidagi hisobni bir nechta o'zgaruvchining funksiyalari bilan hisoblashga kengayishi",
    "vektor maydoni": "Kattaligi va yo'nalishi bo'lgan fazodagi nuqta",
    "vektor hisobi": "Uch o'lchovli Evklid fazosida vektor maydonining differentsiatsiyasi va integratsiyasi bilan shug'ullanadigan hisobning kengaytmasi",
    "vektor potensiali": "Curl operatori orqali solenoid maydonni keltirib chiqaradigan vektor maydoni"
}