Repository: tomasvana10/xpuz
Catalog: src/xpuz/locales/su/LC_MESSAGES/messages.po
Languages: su

source: Select a destination to export your crosswords to
su: Pilih tujuan pikeun ngekspor kecap cross anjeun ka

source: my-crosswords
su: Kelir

source: Select a valid crossword JSON file that was exported using xpuz
su: Pilih file JSON Crossword anu valid anu diékspor nganggo crossword_puzishze

source: Select a destination to export your ipuz to
su: Pilih tujuan pikeun ngekspor ipuz anjeun ka

source: Answers
su: Ngajawab

source: Select a destination to download your PDF to
su: Pilih tujuan pikeun ngundeur PDF anjeun ka

source: Across
su: Meuntas

source: Down
su: Turun

source: Remove
su: Leupaskeun

source: Are you sure you want to delete this
su: Naha anjeun yakin hoyong ngahapus ieu

source: It will be lost forever!
su: Bakal leungit salawasna!

source: Add or select
su: Tambahkeun atawa pilih

source: Are you sure you want to add/select a
su: Naha anjeun yakin rék nambahkeun / milih a

source: Your modified fields will be reset!
su: Widang anu dirobih anjeun bakal direset!

source: Back to home
su: Balik ka imah

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
su: Naha anjeun yakin rék balik deui ka layar utama?

source: Info
su: Inpo

source: Are you sure you want to import crosswords? Your modified fields will be reset!
su: Naha anjeun badé ngimpor kecap silang?Widang anu dirobih anjeun bakal direset!

source: Restart
su: Uihan deui

source: Are you sure you want to restart the app?
su: Naha anjeun yakin hoyong ngabalikan deui aplikasi?

source: Exit
su: Kaluar

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
su: Naha anjeun yakin hoyong kaluar tina aplikasi? Naha anjeun yakin hoyong kaluar tina aplikasi? Upami aplikasi wéb dijalankeun, éta bakal dileungitkeun.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
su: Naha anjeun yakin rék balik deui ka layar utama? Naha anjeun yakin rék balik deui ka layar utama? Aplikasi wéb bakal dipareuman.

source: Error
su: Kasalahan

source: This language is already selected.
su: Basa ieu geus dipilih.

source: This size is already selected.
su: Ukuran ieu geus dipilih.

source: This appearance is already selected.
su: Penampilan ieu parantos dipilih.

source: This quality is already selected.
su: Kualitas ieu parantos dipilih.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
su: Hiji crossword sareng nami ieu sareng kasusah parantos aya.Punten pilih nami anyar sareng / atanapi kasusah anyar.

source: You have no crosswords to export. Please make some and try again.
su: Anjeun teu gaduh crosswords pikeun ngékspor.Punten damel sareng cobian deui.

source: Successfully exported your crosswords.
su: Suksés ngékspor kecap cross anjeun.

source: Your crosswords could not be exported, sorry.
su: Kelompokeun anjeun teu tiasa diekspor, punten.

source: All of your crosswords were successfully imported.
su: Sadaya kecap cross anjeun suksés diimpor.

source: Your import could not be fully completed.
su: Impor anjeun henteu acan réngsé.

source: Crosswords with duplicate names and difficulties that were not imported:
su: Palurung sareng nami duplikat sareng kasusah anu henteu diimpor:

source: Invalid crosswords that were not imported:
su: Crosswords anu henteu leres anu henteu diimpor:

source: The specified JSON file is invalid and cannot be processed.
su: Berkas JSON anu dieusian henteu leres sareng henteu tiasa diolah.

source: This word already exists. Please choose a new word.
su: Kecap ieu geus aya.

source: An error occurred while creating your PDF. Please try again.
su: Aya kasalahan nalika nyiptakeun PDF anjeun.Cobaan deui.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
su: Kecap-kecap anu henteu diselapkeun nalika generasi crossword moal kalebet dina pdf ieu, punten.

source: Successfully wrote PDF.
su: Suksés nyerat PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
su: Anjeun leungit Pycairo, anu diperyogikeun pikeun ngalakukeun operasi ieu.Punten lumpat

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
su: sareng pasang headers pikeun pycirio upami anjeun henteu dina Windows nganggo pituduh Pyciriiro

source: Successfully wrote ipuz
su: Suksés nyerat Iduz

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
su: Pertama kali diluncurkeun, mangga baca: Sakali anjeun parantos ngamuat silang, sareng hoyong ngamuat anu sanés, anjeun kedah ngeureunkeun heula aplikasi wéb. Peluncuran pertama kali, mangga baca: Sakali anjeun parantos ngamuat silang, sareng hoyong ngamuat anu sanés, anjeun kedah ngeureunkeun heula aplikasi wéb. PENTING: Upami anjeun nganggo macOS, maksakeun kaluar tina aplikasina (nganggo cmd+q) nalika aplikasi wéb dijalankeun bakal nyegah éta ngeureunkeunana leres. Upami anjeun salah ngalakukeun ieu, program bakal ngajalankeun aplikasi wéb énggal sareng port anu béda. Alternatipna, anjeun tiasa sacara manual ngarobih port dina file config program. Sadaya prosés aplikasi anu henteu leres-leres ditungtungan tiasa ditungtungan ku Activity Monitor dina MacOS, atanapi, ngan saukur balikan deui komputer anjeun pikeun ngeureunkeunana.

source: An unexpected error occured. Please try reinstalling the application with
su: Aya kasalahan anu teu disangka-sangka.

source: Definitions are empty
su: Harti kosong

source: The word count or definitions are less than 3 in length
su: Jumlah kecap atawa harti panjangna kirang ti 3

source: Length of the word count is greater than the definitions
su: Panjang kecap itungan leuwih badag batan harti

source: Escape character present in word
su: Kabur karakter anu aya dina kecap

source: Crossword Puzzle - Game
su: Teka-teki silang - patandingan

source: Compound
su: Supiround

source: Auto-word
su: Auto-kecap

source: Auto-check
su: Otomatis-pariksa

source: Zoom
su: Zo

source: Reveal
su: Ngungkabkeun

source: Cell
su: Sél

source: Word
su: Kecap

source: Grid
su: Gram gram grid

source: Check
su: Pariksa

source: Clear
su: Jelas

source: Unrevealed
su: Teu teratur

source: You are viewing
su: Anjeun ningali

source: from
su: tina

source: word(s) could not be inserted, sorry.
su: kecap (s) teu tiasa diselapkeun, punten.

source: Word count (adjusted)
su: Kecap-kecap (disaluyukeun)

source: Word count
su: Cacah Kecap

source: Continue
su: Nuluykeun

source: You completed the crossword!
su: Anjeun réngsé crossword!

source: Close
su: Tutup

source: Categorised
su: Digolongkeun

source: Flattened
su: Dipulung

source: Browser
su: Panyungsi

source: Embedded
su: Dipasang

source: ipuz
su: ifuz

source: Back
su: Balik deui

source: HomePage
su: Kaca Utama

source: Search
su: Milarian

source: Create
su: Nyiptakeun

source: Play
su: Ulin

source: Game view
su: Pandsa kaulinan

source: Export as
su: Ékspor salaku

source: Destroy
su: Ngahancurkeun

source: Word count preferences
su: Preferensi cacah kecap

source: Select word count
su: Pilih jumlah kecap

source: Maximum
su: Maksimum

source: Custom
su: Adat

source: To perform this operation, you must first select a cell.
su: Pikeun ngalakukeun operasi ieu, anjeun kedah milih sél.

source: View
su: Témbongkeun

source: Total words
su: Total kecap

source: Difficulty
su: Hésé

source: Select
su: Pilih

source: Crossword Editor
su: Editor Silang

source: Your Crosswords
su: Crosswords Anjeun

source: Save
su: Simpen

source: length >= 1 and valid OS file name
su: panjang > = 1 jeung ngaran file OS valid

source: length == 1
su: panjangna == 1

source: Easy
su: gampil

source: Medium
su: Sedeng

source: Hard
su: Teuas

source: Extreme
su: Ekstrim

source: Adding
su: Nambahan

source: Add
su: Tambihkeun

source: Press
su: Pencét

source: to add a
su: pikeun nambahkeun a

source: new crossword.
su: kecap silang anyar.

source: Editing
su: Ngédit

source: Your Words
su: Kecap Anjeun

source: length >= 1 and length <= 32 and is a language character
su: panjang >= 1 jeung panjang <= 32 sarta mangrupa karakter basa

source: length >= 1
su: panjangna >= 1

source: new word.
su: kecap anyar.

source: light
su: cahayaan

source: dark
su: poek

source: system
su: sistem

source: terrible
su: pikasieuneun

source: poor
su: malarat

source: average
su: rata-rata

source: great
su: hebat

source: perfect
su: sampurna

source: Crossword Puzzle
su: Teka-teki silang

source: BrowserPage
su: Cikal

source: Editor
su: Éditor

source: EditorPage
su: Kaca Editor

source: Global Settings
su: Setélan Global

source: Language
su: Basa

source: Size
su: Ukuran

source: Appearance
su: Penampilan

source: Crossword Quality
su: Kualitas silang

source: New version available!
su: Versi anyar sayogi!

source: Geography
su: Géografi

source: Math
su: Matematika

source: Science
su: Élmu

source: Computer Science
su: Ilmu komputer

source: User
su: Pamaké

source: Clue
su: Pitunjuk

source: Name
su: Ngaran

source: Symbol
su: Lambang
