{
    "ព្រីស្ទីណា": "រាជធានីនៃកូសូវ៉ូ",
    "រ៉ាបាត": "រដ្ឋធានីនៃប្រទេសម៉ារ៉ុក",
    "ទីប៊ីលីស៊ី": "រដ្ឋធានីនៃហ្សកហ្ស៊ី",
    "ភ្នំពេញ": "រាជធានីនៃប្រទេសកម្ពុជា។",
    "សាន់ចូស": "រាជធានីនៃប្រទេសកូស្តារីកា",
    "អាឌីស អាបាបា": "រដ្ឋធានីនៃប្រទេសអេត្យូពី",
    "ទ្រីប៉ូលី": "រដ្ឋធានីនៃប្រទេសលីប៊ី",
    "ជីប៊ូទី": "រាជធានីនៃប្រទេសជីប៊ូទី",
    "ចចថោន": "រាជធានីនៃប្រទេសហ្គីយ៉ាណា",
    "អាស្តាណា": "រដ្ឋធានីនៃប្រទេសកាហ្សាក់ស្ថាន",
    "ឈីស៊ីណូ": "រដ្ឋធានីនៃប្រទេសម៉ុលដាវី",
    "អាស៊ុនស៊ីយ៉ូន": "រដ្ឋធានីនៃប្រទេសប៉ារ៉ាហ្គាយ",
    "យេរេវ៉ាន់": "រដ្ឋធានីនៃប្រទេសអាមេនី",
    "ណាសា": "រដ្ឋធានី Bahamas",
    "Podgorica": "រាជធានីនៃប្រទេសម៉ុងតេណេហ្គ្រោ",
    "Muscat": "រដ្ឋធានីនៃប្រទេសអូម៉ង់",
    "សាណា": "រដ្ឋធានីនៃប្រទេសយេម៉ែន",
    "ប្រុស": "រាជធានីនៃប្រទេសម៉ាល់ឌីវ",
    "ដាកា": "រដ្ឋធានីនៃប្រទេសសេណេហ្គាល់",
    "សាន់តូ ដូមីងហ្គោ": "រដ្ឋធានីនៃសាធារណរដ្ឋដូមីនីកែន",
    "ម៉ាណាហ្គា": "រដ្ឋធានីនីការ៉ាហ្គា",
    "ហ្វ្រីថោន": "រដ្ឋធានីនៃប្រទេសសៀរ៉ាឡេអូន",
    "គីនសាសា": "រដ្ឋធានីនៃសាធារណរដ្ឋប្រជាធិបតេយ្យកុងហ្គោ",
    "ឌីលី": "រដ្ឋធានីនៃប្រទេសទីម័រខាងកើត",
    "អាក្រា": "រដ្ឋធានីនៃប្រទេសហ្គាណា",
    "ម៉ាណាម៉ា": "រាជធានីនៃប្រទេសបារ៉ែន",
    "វៀងច័ន្ទ": "រាជធានីនៃប្រទេសឡាវ",
    "ប៉ារ៉ាម៉ារីបូ": "រាជធានីនៃ Suriname",
    "កំពង់ផែនៃប្រទេសអេស្ប៉ាញ": "រដ្ឋធានីទ្រីនីដាដ និងតូបាហ្គោ",
    "តាសខេន": "រាជធានីនៃប្រទេសអ៊ូសបេគីស្ថាន",
    "លូដា": "រដ្ឋធានីនៃប្រទេសអង់ហ្គោឡា",
    "ម៉ូហ្គាឌីស៊ូ": "រាជធានីនៃប្រទេសសូម៉ាលី",
    "ហារ៉ា": "រដ្ឋធានីនៃប្រទេសហ្ស៊ីមបាវ៉េ",
    "ប្រ៊ីដថោន": "រាជធានីនៃ Barbados",
    "បែលម៉ូផាន": "រាជធានីនៃប្រទេសបេលីស",
    "ធីមភូ": "រាជធានីនៃប្រទេសប៊ូតង់",
    "ស៊ូវ៉ា": "រាជធានីនៃប្រទេសហ្វីជី",
    "ប៊ីសសូ": "រាជធានីនៃប្រទេសហ្គីណេ-ប៊ីសសៅ",
    "Tegucigalpa": "រាជធានីនៃប្រទេសហុងឌូរ៉ាស",
    "អាប៊ូចា": "រដ្ឋធានីនៃប្រទេសនីហ្សេរីយ៉ា",
    "ប្រេហ្សាវីល។": "រដ្ឋធានីនៃសាធារណរដ្ឋកុងហ្គោ",
    "សៅថម": "រាជធានីនៃសៅតូមេ និងព្រីនស៊ីប",
    "លោក Saint John": "រដ្ឋធានី Antigua និង Barbuda",
    "ប៊ីសខេក": "រាជធានីនៃប្រទេសកៀហ្ស៊ីស៊ីស្ថាន",
    "អង់តាណាណារីវ៉ូ": "រាជធានីនៃប្រទេសម៉ាដាហ្គាស្ការ",
    "កំពង់ផែ Moresby": "រាជធានីនៃប្រទេសប៉ាពួញូហ្គីណេ",
    "ខាធូម": "រដ្ឋធានីនៃប្រទេសស៊ូដង់",
    "Bandar Seri Begawan": "រាជធានីនៃប្រទេសប្រ៊ុយណេ",
    "វិចតូរីយ៉ា": "រដ្ឋធានី Seychelles"
}