{
    "a prova d'Abel": "Un metudu di teste per a cunvergenza di una serie infinita",
    "cunvergenza assoluta": "Si dice chì una serie infinita cunverge assolutamente se a somma di i valori assoluti di i summands hè finita.",
    "massimu assolutu": "U valore più altu chì una funzione ottene",
    "minimu assolutu": "U valore più bassu di una funzione",
    "valore assolutu": "U valore micca negativu di un numeru reale senza riguardu à u so signu",
    "serie alternata": "Una seria infinita chì i termini alternanu trà pusitivi è negativi",
    "prova di serie alternante": "Metudu usatu per pruvà chì una seria alternante cù termini chì diminuiscenu in u valore assolutu hè una seria cunvergente",
    "annulus": "Un ughjettu in forma di anellu, una regione delimitata da dui cerchi cuncentrichi",
    "antiderivatu": "Una funzione differenziabile chì a derivata hè uguale à a funzione originale",
    "asintota": "Una linea cusì chì a distanza trà a curva è a linea s'avvicina à zero cum'è una o e duie coordenate x o y tende à l'infinitu.",
    "zona sottu una curva": "L'integrale chì rapprisenta l'area trà a curva y=f(x), l'assi x, è e linee verticali x=a è x=b, induve a è b sò i limiti di integrazione",
    "regula di a catena": "A derivativa di una funzione cumposta hè a derivativa di a funzione esterna valutata à a funzione interna volte a derivata di a funzione interna.",
    "calculu differenziale": "Studia a tarifa di cambiamentu di quantità. L'equazione derivativa hè aduprata per discrìviri u ritmu di cambiamentu di una funzione",
    "variabile indipendente": "Una quantità chì hè manipulata in una funzione o equazioni, spessu rapprisentanu a causa in una relazione di causa è effettu.",
    "variabile dipendente": "U risultatu o risultatu in una funzione o relazione chì cambia in basa di i valori di altre quantità",
    "duminiu": "Si riferisce à tutti i valori pussibuli chì ponu esse utilizati com'è input à una funzione",
    "gamma": "L'inseme di tutti i pussibuli outputs chì una funzione pò pruduce",
    "limite": "Un cuncettu chì descrive i valori di output chì una funzione si avvicina quandu l'inputs si avvicinanu à un certu valore",
    "derivati": "Un cuncettu chì misura a velocità istantanea di cambiamentu o a pendenza di a linea tangente in un certu puntu nantu à una funzione",
    "calculu integrale": "L'estensione di u calculu chì implica truvà l'antiderivatu di una funzione chì a derivata hè datu",
    "linea integrale": "L'integrazione di una funzione longu a linea di a curva",
    "superficia integrale": "A generalizazione di diverse integrali à integrazioni nantu à e superfici",
    "calcul multivariable": "L'estensione di u calculu in una variabile à u calculu cù funzioni di parechje variàbili",
    "campu di vettore": "Un puntu in u spaziu chì hà magnitudine è direzzione",
    "calculu vettoriale": "Una estensione di u calculu chì tratta di a differenziazione è l'integrazione di u campu di vettore in u spaziu euclidianu tridimensionale.",
    "potenziale vettoriale": "U campu vettore chì dà origine à un campu solenoidale attraversu l'operatore curl"
}