{
    "mgbagwoju geometry": "Ọmụmụ ihe owuwu geometric na ihe owuwu na-esite na, ma ọ bụ kọwapụtara ya, ọnụọgụ mgbagwoju anya",
    "ọnụọgụgụ mgbagwoju anya": "Ọnụọgụ nke ụdị a + bi ebe a na b bụ ọnụọgụgụ n'ezie",
    "ezigbo akụkụ": "Okwu dị na nọmba mgbagwoju anya nke na-enweghị nkeji echiche dị ka ihe kpatara ya",
    "akụkụ echiche": "Akụkụ nke nọmba mgbagwoju anya nke nwere nkeji echiche dị ka ihe kpatara ya",
    "mgbagwoju manifolds": "Oghere dị na geometry gbagwojuru anya bụ mkpokọta akụkụ nke akụkụ na elu",
    "mgbagwoju algebra iche": "Oghere dị na geometry gbagwojuru anya bụ ihe ngwọta maka nhatanha polynomial",
    "ihe owuwu holomorphic": "Ihe owuwu na geometry mgbagwoju anya nke dị mgbagwoju anya-iche",
    "mmemme ihe nlereanya pere mpe": "Mmemme na geometry dị mgbagwoju anya maka nhazi nke manifolds dị mgbagwoju anya na ụdị algebra dị mgbagwoju anya",
    "oghere moduli": "Oghere dị na geometry gbagwojuru anya nke na-ekpebi ụfọdụ ụdị ihe geometric",
    "calabi conjections": "Echiche dị na geometry gbagwojuru anya nke Shing-Tung Yau gosipụtara gbasara ịdị adị nke ụdị metric pụrụ iche n'ọtụtụ dị mgbagwoju anya.",
    "hitchin-kobayashi akwụkwọ ozi": "Mpempe akwụkwọ ozi na geometry gbagwojuru anya n'etiti ngwugwu holomorphic vector kwụsiri ike na azịza maka otu nhata dị iche.",
    "akwụkwọ ozi nonabelian hodge": "Akwụkwọ ozi dị na geometry gbagwojuru anya n'etiti ụfọdụ ụdị manifold dị mgbagwoju anya na ụfọdụ ụdị ihe owuwu algebra",
    "kahler-einstein metrics": "Ụdị metrik pụrụ iche n'ụdị dị mgbagwoju anya nke na-eju ọnọdụ ụfọdụ"
}