{
    "የአቤል ፈተና": "ማለቂያ ለሌለው ተከታታይ ትስስር የመሞከር ዘዴ",
    "ፍጹም ውህደት": "የማጠቃለያዎቹ የፍፁም እሴቶች ድምር ውሱን ከሆነ ማለቂያ የሌለው ተከታታይ ፍፁም ይሰበሰባል ተብሏል።",
    "ፍጹም ከፍተኛ": "አንድ ተግባር የሚያገኘው ከፍተኛው እሴት ነው።",
    "ፍጹም ዝቅተኛ": "አንድ ተግባር የሚያገኘው ዝቅተኛው እሴት",
    "ፍጹም ዋጋ": "ምልክቱን ከግምት ውስጥ ሳያስገባ የእውነተኛ ቁጥር አሉታዊ ያልሆነ እሴት",
    "ተለዋጭ ተከታታይ": "ውሎቹ በአዎንታዊ እና በአሉታዊ መካከል የሚፈራረቁበት ማለቂያ የሌለው ተከታታይ",
    "ተለዋጭ ተከታታይ ሙከራ": "በፍፁም እሴት የሚቀንስ ተለዋጭ ተከታታይ ቃላቶች ያሉት ተለዋጭ ተከታታይ ተከታታይ መሆኑን ለማረጋገጥ ስራ ላይ የሚውለው ዘዴ",
    "አንኑለስ": "የቀለበት ቅርጽ ያለው ነገር፣ በሁለት ማዕከላዊ ክበቦች የታሰረ ክልል",
    "ፀረ-ተውጣጣ": "የመነጩ ከመጀመሪያው ተግባር ጋር እኩል የሆነ ልዩነት ያለው ተግባር",
    "አሲምፕቶት": "የ x ወይም y መጋጠሚያዎች አንድ ወይም ሁለቱም ወደ ዜሮ የሚጠጉ ከርቭ እና በመስመሩ መካከል ያለው ርቀት ወደ ዜሮ የሚጠጋ መስመር",
    "ከርቭ ስር ያለ ቦታ": "ከርቭ y=f(x)፣ በ x-ዘንግ እና በቋሚ መስመሮች x=a እና x=b መካከል ያለውን ቦታ የሚወክል ውህደት ሀ እና ለ የውህደት ወሰኖች ናቸው።",
    "ሰንሰለት ደንብ": "የተዋሃደ ተግባር ተዋጽኦ በውስጣዊ ተግባር ጊዜ የሚገመገም የውጪ ተግባር የውስጣዊ ተግባር ተዋጽኦ ነው።",
    "ልዩነት ስሌት": "የመጠን ለውጥን መጠን ያጠናል. የመነጩ እኩልታ የአንድ ተግባር ለውጥ መጠንን ለመግለጽ ጥቅም ላይ ይውላል",
    "ተለዋዋጭ": "በተግባር ወይም በቀመር ውስጥ የሚገለበጥ መጠን፣ ብዙውን ጊዜ መንስኤውን በምክንያት እና በውጤት ግንኙነት ውስጥ ይወክላል።",
    "ጥገኛ ተለዋዋጭ": "ውጤቱ ወይም ውጤቱ በሌሎች መጠኖች እሴቶች ላይ ተመስርቶ የሚቀየር ተግባር ወይም ግንኙነት",
    "ጎራ": "ለአንድ ተግባር እንደ ግብዓት ሊያገለግሉ የሚችሉ ሁሉንም ሊሆኑ የሚችሉ እሴቶችን ይመለከታል",
    "ክልል": "አንድ ተግባር ሊያመርት የሚችለው የሁሉም ሊሆኑ የሚችሉ ውጤቶች ስብስብ",
    "ገደብ": "ግብዓቶቹ ወደ አንድ እሴት ሲቃረቡ የአንድ ተግባርን የውጤት ዋጋ የሚገልፅ ጽንሰ-ሀሳብ",
    "ተዋጽኦዎች": "ፈጣን የለውጥ ፍጥነት ወይም የታንጀንት መስመር ቁልቁል በአንድ ተግባር ላይ በተወሰነ ቦታ ላይ የሚለካ ጽንሰ-ሀሳብ",
    "የተቀናጀ ስሌት": "ተወጪው የተሰጠ የአንድ ተግባር ፀረ ተዋጽኦ ማግኘትን የሚያካትት የካልኩለስ ማራዘሚያ",
    "መስመር የተዋሃደ": "ከርቭ መስመር ጋር የአንድ ተግባር ውህደት",
    "የገጽታ ውህደት": "በንጣፎች ላይ የተለያዩ ውህደቶችን ወደ ውህደት ማጠቃለል",
    "ሁለገብ ስሌት": "የካልኩለስ በአንድ ተለዋዋጭ ወደ ስሌት ማራዘሚያ ከብዙ ተለዋዋጮች ተግባራት ጋር",
    "የቬክተር መስክ": "መጠን እና አቅጣጫ ያለው የጠፈር ነጥብ",
    "የቬክተር ስሌት": "የቬክተር መስክን ልዩነት እና ውህደትን የሚመለከት የካልኩለስ ማራዘሚያ በሶስት-ልኬት ዩክሊዲያን ቦታ",
    "የቬክተር አቅም": "በከርል ኦፕሬተር በኩል የሶላኖይድ መስክን የሚያመነጨው የቬክተር መስክ"
}