{
    "fotosinteza": "Proces kojim biljke koriste sunčevu svjetlost, vodu i CO2 za proizvodnju hrane (glukoze)",
    "stanično disanje": "Proces kojim stanice razgrađuju glukozu kako bi oslobodile energiju",
    "mitohondrije": "Organele u stanicama odgovorne za stanično disanje",
    "klorofil": "Zeleni pigment u biljkama koji apsorbira sunčevu svjetlost za fotosintezu",
    "DNK": "Deoksiribonukleinska kiselina, molekula koja nosi genetsku informaciju",
    "rna": "Ribonukleinska kiselina, molekula uključena u sintezu proteina",
    "protein": "Molekula sastavljena od aminokiselina, obavlja različite tjelesne funkcije",
    "enzim": "Protein koji ubrzava kemijske reakcije u tijelu",
    "ćelija": "Osnovna jedinica života, temeljni građevni element svih živih bića",
    "tkivo": "Skupina sličnih stanica koje rade zajedno za obavljanje određene funkcije",
    "orgulje": "Skupina tkiva koja rade zajedno za obavljanje određene funkcije",
    "sustav organa": "Grupa organa koji rade zajedno kako bi izvršili složenu funkciju",
    "homeostaza": "Sposobnost organizma da održava stabilnu unutarnju okolinu",
    "prilagodba": "Promjena u organizmu koja mu pomaže da preživi i razmnožava se u svojoj okolini",
    "evolucija": "Proces kojim se populacije organizama mijenjaju tijekom vremena",
    "prirodni odabir": "Proces pomoću kojeg postoji veća vjerojatnost da će organizmi sa osobinama koje bolje odgovaraju njihovoj okolini preživjeti i razmnožavati se",
    "ekologija": "Proučavanje načina na koji organizmi međusobno djeluju is svojim okolišem",
    "ekosustava": "Zajednica živih organizama i njihove nežive okoline u međusobnoj interakciji",
    "biosfera": "Dio Zemlje koji podržava život",
    "taksonomija": "Grana biologije koja se bavi klasifikacijom organizama",
    "morfologija": "Grana biologije koja se bavi proučavanjem oblika i strukture",
    "fiziologija": "Grana biologije koja se bavi proučavanjem funkcija i procesa u živim organizmima",
    "autotrofni": "Organizam koji može proizvesti vlastitu hranu pomoću svjetla ili kemikalija (npr. biljke)",
    "heterotrof": "Organizam koji dobiva hranu konzumiranjem drugih organizama (npr. životinja)",
    "proizvođač": "Organizam koji proizvodi organsku tvar (npr. biljke)",
    "potrošač": "Organizam koji konzumira organsku tvar koju proizvode drugi organizmi (npr. životinje)",
    "razlagač": "Organizam koji razgrađuje mrtve organizme i organske tvari (npr. gljive, bakterije)",
    "stanište": "Prirodno okruženje organizma",
    "populacija": "Skupina organizama iste vrste koja živi na određenom području",
    "zajednica": "Skupina različitih populacija koje međusobno djeluju na određenom području",
    "biom": "Ekosustav velikih razmjera s karakterističnim biljkama i životinjama (npr. pustinja, prašuma)",
    "bioraznolikost": "Raznolikost života na Zemlji na svim razinama, od gena do ekosustava",
    "ugroženi": "Vrste kojima prijeti izumiranje",
    "izumro": "Vrste koje više ne postoje"
}