{
    "fotosíntesis": "Proceso por el cual las plantas utilizan la luz solar, el agua y el CO2 para producir alimento (glucosa)",
    "respiración celular": "Proceso por el cual las células descomponen la glucosa para liberar energía.",
    "mitocondrias": "Organelos en las células responsables de la respiración celular.",
    "clorofila": "Pigmento verde en plantas que absorbe la luz solar para la fotosíntesis.",
    "adn": "Ácido desoxirribonucleico, molécula que transporta información genética.",
    "arn": "Ácido ribonucleico, molécula implicada en la síntesis de proteínas.",
    "proteína": "Molécula formada por aminoácidos que realiza diversas funciones corporales.",
    "enzima": "Proteína que acelera las reacciones químicas en el cuerpo.",
    "celúla": "Unidad básica de la vida, el componente fundamental de todos los seres vivos.",
    "tejido": "Grupo de células similares que trabajan juntas para realizar una función específica.",
    "Organo": "Grupo de tejidos que trabajan juntos para realizar una función específica.",
    "sistema de órganos": "Grupo de órganos que trabajan juntos para realizar una función compleja.",
    "homeostasis": "Capacidad de un organismo para mantener un ambiente interno estable.",
    "adaptación": "Cambio en un organismo que le ayuda a sobrevivir y reproducirse en su entorno.",
    "evolución": "Proceso por el cual las poblaciones de organismos cambian con el tiempo.",
    "seleccion natural": "Proceso por el cual los organismos con características mejor adaptadas a su entorno tienen más probabilidades de sobrevivir y reproducirse.",
    "ecología": "Estudio de cómo los organismos interactúan entre sí y con su entorno.",
    "ecosistema": "Comunidad de organismos vivos y su entorno no vivo que interactúan entre sí.",
    "biosfera": "Parte de la Tierra que sustenta la vida.",
    "taxonomía": "Rama de la biología que se ocupa de la clasificación de organismos.",
    "morfología": "Rama de la biología que se ocupa del estudio de la forma y la estructura.",
    "fisiología": "Rama de la biología que se ocupa del estudio de las funciones y procesos de los organismos vivos.",
    "autótrofo": "Organismo que puede producir su propio alimento utilizando luz o productos químicos (por ejemplo, plantas)",
    "heterótrofo": "Organismo que obtiene alimento consumiendo otros organismos (por ejemplo, animales)",
    "productor": "Organismo que produce materia orgánica (por ejemplo, plantas)",
    "consumidor": "Organismo que consume materia orgánica producida por otros organismos (p. ej., animales)",
    "descomponedor": "Organismo que descompone organismos muertos y materia orgánica (p. ej., hongos, bacterias)",
    "hábitat": "El entorno natural de un organismo.",
    "población": "Grupo de organismos de la misma especie que viven en un área particular.",
    "comunidad": "Grupo de diferentes poblaciones que interactúan entre sí en un área particular.",
    "bioma": "Ecosistema a gran escala con plantas y animales característicos (p. ej., desierto, selva tropical)",
    "biodiversidad": "Variedad de vida en la Tierra a todos los niveles, desde los genes hasta los ecosistemas.",
    "en peligro": "Especies en riesgo de extinción",
    "extinguido": "Especies que ya no existen"
}