{
    "Photosynthese": "Prozess, bei dem Pflanzen Sonnenlicht, Wasser und CO2 nutzen, um Nahrung (Glukose) zu produzieren",
    "Zellatmung": "Prozess, bei dem Zellen Glukose abbauen, um Energie freizusetzen",
    "Mitochondrien": "Organellen in Zellen, die für die Zellatmung verantwortlich sind",
    "Chlorophyll": "Grünes Pigment in Pflanzen, das Sonnenlicht zur Photosynthese absorbiert",
    "DNA": "Desoxyribonukleinsäure, Molekül, das genetische Informationen trägt",
    "rna": "Ribonukleinsäure, Molekül, das an der Proteinsynthese beteiligt ist",
    "Eiweiß": "Aus Aminosäuren bestehendes Molekül, das verschiedene Körperfunktionen erfüllt",
    "Enzym": "Protein, das chemische Reaktionen im Körper beschleunigt",
    "Zelle": "Grundeinheit des Lebens, der Grundbaustein aller Lebewesen",
    "Gewebe": "Gruppe ähnlicher Zellen, die zusammenarbeiten, um eine bestimmte Funktion auszuführen",
    "Organ": "Gruppe von Geweben, die zusammenarbeiten, um eine bestimmte Funktion zu erfüllen",
    "Organsystem": "Gruppe von Organen, die zusammenarbeiten, um eine komplexe Funktion zu erfüllen",
    "Homöostase": "Fähigkeit eines Organismus, ein stabiles inneres Umfeld aufrechtzuerhalten",
    "Anpassung": "Veränderung in einem Organismus, die ihm hilft, in seiner Umgebung zu überleben und sich zu vermehren",
    "Evolution": "Prozess, durch den sich Populationen von Organismen im Laufe der Zeit verändern",
    "natürliche Auslese": "Prozess, durch den Organismen mit Eigenschaften, die besser an ihre Umgebung angepasst sind, mit größerer Wahrscheinlichkeit überleben und sich vermehren",
    "Ökologie": "Untersuchung der Interaktion von Organismen untereinander und mit ihrer Umwelt",
    "Ökosystem": "Gemeinschaft lebender Organismen und ihrer unbelebten Umgebung, die miteinander interagieren",
    "Biosphäre": "Teil der Erde, der das Leben unterstützt",
    "Taxonomie": "Zweig der Biologie, der sich mit der Klassifizierung von Organismen befasst",
    "Morphologie": "Zweig der Biologie, der sich mit der Erforschung von Form und Struktur befasst",
    "Physiologie": "Zweig der Biologie, der sich mit der Untersuchung von Funktionen und Prozessen in lebenden Organismen befasst",
    "autotroph": "Organismus, der mithilfe von Licht oder Chemikalien (z. B. Pflanzen) seine eigene Nahrung produzieren kann",
    "heterotroph": "Organismus, der Nahrung durch den Verzehr anderer Organismen (z. B. Tiere) erhält",
    "Hersteller": "Organismus, der organisches Material produziert (z. B. Pflanzen)",
    "Verbraucher": "Organismus, der organisches Material konsumiert, das von anderen Organismen (z. B. Tieren) produziert wird",
    "Zersetzer": "Organismus, der tote Organismen und organische Stoffe (z. B. Pilze, Bakterien) abbaut",
    "Lebensraum": "Die natürliche Umgebung eines Organismus",
    "Bevölkerung": "Gruppe von Organismen derselben Art, die in einem bestimmten Gebiet leben",
    "Gemeinschaft": "Gruppe verschiedener Bevölkerungsgruppen, die in einem bestimmten Gebiet miteinander interagieren",
    "Biom": "Großräumiges Ökosystem mit charakteristischen Pflanzen und Tieren (z. B. Wüste, Regenwald)",
    "Biodiversität": "Vielfalt des Lebens auf der Erde auf allen Ebenen, von den Genen bis zu den Ökosystemen",
    "gefährdet": "Vom Aussterben bedrohte Arten",
    "ausgestorben": "Arten, die es nicht mehr gibt"
}