{
    "fotosintese": "Proses waardeur plante sonlig, water en CO2 gebruik om voedsel (glukose) te produseer.",
    "selrespirasie": "Proses waardeur selle glukose afbreek om energie vry te stel",
    "mitochondria": "Organelle in selle wat verantwoordelik is vir sellulêre respirasie",
    "chlorofil": "Groen pigment in plante wat sonlig absorbeer vir fotosintese",
    "dna": "Deoksiribonukleïensuur, molekule wat genetiese inligting dra",
    "rna": "Ribonukleïensuur, molekule betrokke by proteïensintese",
    "proteïen": "Molekule wat uit aminosure bestaan, wat verskeie liggaamsfunksies verrig",
    "ensiem": "Proteïen wat chemiese reaksies in die liggaam versnel",
    "sel": "Basiese eenheid van lewe, die fundamentele bousteen van alle lewende dinge",
    "sneesdoekie": "Groep soortgelyke selle wat saamwerk om 'n spesifieke funksie te verrig",
    "orrel": "Groep weefsels wat saamwerk om 'n spesifieke funksie te verrig",
    "orgaanstelsel": "Groep organe wat saamwerk om 'n komplekse funksie te verrig",
    "homeostase": "Die vermoë van 'n organisme om 'n stabiele interne omgewing te handhaaf",
    "aanpassing": "Verandering in 'n organisme wat dit help om in sy omgewing te oorleef en voort te plant",
    "evolusie": "Proses waardeur populasies van organismes oor tyd verander",
    "natuurlike seleksie": "Proses waardeur organismes met eienskappe wat beter by hul omgewing pas, meer geneig is om te oorleef en voort te plant",
    "ekologie": "Bestudeer hoe organismes met mekaar en hul omgewing in wisselwerking tree",
    "ekosisteem": "Gemeenskap van lewende organismes en hul nie-lewende omgewing in interaksie met mekaar",
    "biosfeer": "Deel van die aarde wat lewe ondersteun",
    "taksonomie": "Tak van biologie gemoeid met die klassifikasie van organismes",
    "morfologie": "Tak van biologie gemoeid met die studie van vorm en struktuur",
    "fisiologie": "Tak van biologie gemoeid met die studie van funksie en prosesse in lewende organismes",
    "outotroof": "Organisme wat sy eie voedsel kan produseer met lig of chemikalieë (bv. plante)",
    "heterotroof": "Organisme wat voedsel verkry deur ander organismes (bv. diere) te verteer",
    "vervaardiger": "Organisme wat organiese materiaal produseer (bv. plante)",
    "verbruiker": "Organisme wat organiese materiaal verbruik wat deur ander organismes (bv. diere) geproduseer word.",
    "ontbinder": "Organisme wat dooie organismes en organiese materiaal (bv. swamme, bakterieë) afbreek.",
    "habitat": "Die natuurlike omgewing van 'n organisme",
    "bevolking": "Groep organismes van dieselfde spesie wat in 'n bepaalde gebied woon",
    "gemeenskap": "Groep verskillende populasies wat met mekaar in 'n spesifieke area interaksie het",
    "bioom": "Grootskaalse ekosisteem met kenmerkende plante en diere (bv. woestyn, reënwoud)",
    "biodiversiteit": "Verskeidenheid lewe op aarde op alle vlakke, van gene tot ekosisteme",
    "bedreig": "Spesies wat gevaar loop om uit te sterf",
    "uitgesterf": "Spesies wat nie meer bestaan nie"
}