{
    "combinatorics": "ʻO ke aʻo ʻana i ka helu, hoʻonohonoho, a hui pū",
    "ka hoʻololi ʻana": "ʻO ka hoʻonohonoho ʻana o nā mea ma kahi ʻano kikoʻī",
    "hui ʻana": "ʻO ka pūʻulu o nā mea ʻokoʻa a pau i nā pūʻulu i hāʻawi ʻia",
    "factorial": "Huahana o ka huinahelu a me na huina helu a pau malalo iho",
    "helu helu binomial": "Ka helu o nā ala e koho ai i kahi ʻāpana o kahi pūʻulu",
    "kumukānāwai ʻōpua": "Inā hoʻokomo ʻia nā mea 'n' i loko o nā pahu 'm' a me n > m, a laila pono e loaʻa i ka pahu hoʻokahi a ʻoi aku ma mua o hoʻokahi mea.",
    "kumu hoʻokuʻu hoʻokomo": "No nā pūʻulu pau ʻelua, ʻo ka nui o ko lāua hui ʻana ka huina o ko lāua nui me ka nui o ko lāua hui ʻana.",
    "huahana cartesian": "ʻO ka huahana o nā pūʻulu he nui, e loaʻa ana i ka pūʻulu o nā hui like ʻole",
    "mana hoʻonohonoho": "Hoʻonohonoho o nā ʻāpana ʻāpana āpau o kahi pūʻulu",
    "hoʻokaʻawale": "He mahele o kahi hoʻonohonoho i nā ʻāpana ʻāwili ʻole",
    "helu bele": "Ka helu o nā ala e hoʻokaʻawale i kahi set",
    "helu stirling": "Ka helu o nā ala e hoʻokaʻawale i kahi pūʻulu i loko o nā ʻāpana ʻokoʻa ʻole",
    "helu catalan": "Ka helu o kekahi mau ʻano ala lattice, hoʻololi, lāʻau binary, etc",
    "hoʻonoho": "He hōʻiliʻili o nā mea ʻokoʻa, i manaʻo ʻia he mea i kona pono ponoʻī",
    "ʻāpana ʻāpana": "He pūʻulu i loaʻa nā mea wale nō i loaʻa i kekahi pūʻulu ʻē aʻe",
    "huikau": "ʻO ka pūʻulu o nā mea āpau i loko o nā pūʻulu i hāʻawi ʻia",
    "ʻokoʻa": "ʻO ka pūʻulu o nā mea a pau i loko o kahi pūʻulu ʻaʻole i kahi pūʻulu ʻē aʻe",
    "hoʻokō": "ʻO ka pūʻulu o nā mea a pau ʻaʻole i loko o kahi pūʻulu i hāʻawi ʻia"
}