{
    "វ៉ារស្សាវ៉ា": "រដ្ឋធានីនៃប្រទេសប៉ូឡូញ",
    "ប៉ារីស": "រាជធានីនៃប្រទេសបារាំង",
    "bucharest": "រដ្ឋធានីនៃប្រទេសរ៉ូម៉ានី",
    "សូហ្វៀ": "រដ្ឋធានីនៃប្រទេសប៊ុលហ្គារី",
    "សារ៉ាយេវ៉ូ": "រាជធានីនៃប្រទេសបូស្នៀ និងហឺហ្សេហ្គោវីណា",
    "វ៉ាឡេតា": "រដ្ឋធានីនៃប្រទេសម៉ាល់តា",
    "ទីក្រុងវីយែន": "រាជធានីនៃប្រទេសអូទ្រីស",
    "រ៉ូម": "រាជធានីនៃប្រទេសអ៊ីតាលី",
    "លីសបោន": "រាជធានីនៃប្រទេសព័រទុយហ្គាល់",
    "អាថែន": "រាជធានីនៃប្រទេសក្រិក",
    "អាក្រា": "រាជធានីនៃប្រទេសហ្គាណា",
    "ណៃរ៉ូប៊ី": "រាជធានីនៃប្រទេសកេនយ៉ា",
    "កង់បេរ៉ា": "រាជធានីនៃប្រទេសអូស្ត្រាលី",
    "វ៉ាស៊ីនតោនឌីស៊ី": "រដ្ឋធានីនៃសហរដ្ឋអាមេរិក",
    "ទីក្រុងម៉ិកស៊ិក": "រាជធានីនៃប្រទេសម៉ិកស៊ិក",
    "លីជូបលយ៉ាណា": "រដ្ឋធានីនៃប្រទេសស្លូវេនី",
    "ព្រីស្ទីណា": "រាជធានីនៃកូសូវ៉ូ",
    "អូតាវ៉ា": "រាជធានីនៃប្រទេសកាណាដា",
    "ទីក្រុងឡុងដ៍": "រាជធានីនៃចក្រភពអង់គ្លេស",
    "ទីក្រុងប៊ែកឡាំង": "រដ្ឋធានីនៃប្រទេសអាល្លឺម៉ង់",
    "ម៉ាឌ្រីដ": "រដ្ឋធានីនៃប្រទេសអេស្ប៉ាញ",
    "អាំស្ទែដាំ": "រាជធានីនៃប្រទេសហូឡង់",
    "ប្រ៊ុចសែល": "រាជធានីនៃប្រទេសបែលហ្សិក",
    "ស្តុកហូម": "រដ្ឋធានីនៃប្រទេសស៊ុយអែត",
    "ហែលស៊ីនគី": "រដ្ឋធានីនៃប្រទេសហ្វាំងឡង់",
    "ឌូលីន": "រាជធានីនៃប្រទេសអៀរឡង់",
    "មូស្គូ": "រាជធានីនៃប្រទេសរុស្ស៊ី",
    "អង់ការ៉ា": "រដ្ឋធានីនៃប្រទេសទួរគី",
    "ការ៉ូ": "រដ្ឋធានីនៃប្រទេសអេហ្ស៊ីប",
    "អាប៊ូចា": "រដ្ឋធានីនៃប្រទេសនីហ្សេរីយ៉ា",
    "អាឌីស អាបាបា": "រដ្ឋធានីនៃប្រទេសអេត្យូពី",
    "អាល់ហ្សេរី": "រដ្ឋធានីនៃប្រទេសអាល់ហ្សេរី",
    "អង់តាណាណារីវ៉ូ": "រដ្ឋធានីម៉ាដាហ្គាស្ការ",
    "អាភី": "រាជធានីនៃប្រទេសសាម័រ",
    "អាសហ្គាបាត": "រដ្ឋធានីនៃប្រទេសទួរមេនីស្ថាន",
    "អាស្តាណា": "រាជធានីនៃប្រទេសកាហ្សាក់ស្ថាន",
    "asuncion": "រដ្ឋធានីនៃប្រទេសប៉ារ៉ាហ្គាយ",
    "អាម៉ារ៉ា": "រដ្ឋធានីនៃប្រទេសអេរីទ្រា",
    "បាដាដ": "រដ្ឋធានីអ៊ីរ៉ាក់",
    "បាគូ": "រាជធានីនៃប្រទេសអាស៊ែបៃហ្សង់",
    "បាងកក": "រាជធានីនៃប្រទេសថៃ",
    "Banjul": "រាជធានីនៃប្រទេសហ្គាំប៊ី",
    "ទីក្រុងប៉េកាំង": "រាជធានីនៃប្រទេសចិន",
    "បេរូត": "រាជធានីនៃប្រទេសលីបង់",
    "បែលក្រាដ": "រាជធានីនៃប្រទេសស៊ែប៊ី",
    "បូហ្គោតា": "រាជធានីនៃប្រទេសកូឡុំប៊ី",
    "ប្រេស៊ីល": "រាជធានីនៃប្រទេសប្រេស៊ីល",
    "ប្រេទីស្លាវ៉ា": "រាជធានីនៃប្រទេសស្លូវ៉ាគី",
    "ទីក្រុង Buenos Aires": "រដ្ឋធានីនៃប្រទេសអាហ្សង់ទីន",
    "bujumbura": "រាជធានីនៃប្រទេសប៊ូរុនឌី",
    "ការ៉ាកាស": "រដ្ឋធានីនៃប្រទេសវេណេស៊ុយអេឡា",
    "រោង": "រាជធានីនៃ Saint Lucia",
    "ឈីស៊ីណូ": "រាជធានីនៃ moldova",
    "ទីក្រុង​កូប៉ិនហាក": "រដ្ឋធានីនៃប្រទេសដាណឺម៉ាក",
    "ដាកា": "រាជធានីនៃប្រទេសបង់ក្លាដែស",
    "ដាម៉ាស": "រដ្ឋធានីនៃប្រទេសស៊ីរី",
    "ជីប៊ូទី": "រាជធានីនៃប្រទេសជីប៊ូទី",
    "ដូហា": "រាជធានីនៃប្រទេសកាតា",
    "យេរូសាឡឹមខាងកើត": "រដ្ឋធានីនៃប្រទេសប៉ាឡេស្ទីន",
    "អេលម៉ុនដូ": "រដ្ឋធានីហ្គីណេប៊ីស",
    "ទីប្រជុំជន": "រដ្ឋធានីនៃប្រទេសសៀរ៉ាឡេអូន",
    "ហ្វូណាហ្វូទី": "រាជធានីនៃប្រទេសទូវ៉ាលូ",
    "ហ្គាបូរ៉ុន": "រដ្ឋធានីនៃប្រទេស botswana",
    "Georgetown": "រាជធានីនៃហ្គាយ៉ាណា",
    "ហាវ៉ាណា": "រាជធានីនៃប្រទេសគុយបា",
    "ក្រុងយេរូសាឡឹម": "រដ្ឋធានីនៃប្រទេសអ៊ីស្រាអែល",
    "ឃីងស្តុន": "រដ្ឋធានីនៃប្រទេសហ្សាម៉ាអ៊ីក",
    "គីហ្គាលី": "រដ្ឋធានីនៃប្រទេសរវ៉ាន់ដា",
    "កៀវ": "រដ្ឋធានីនៃប្រទេសអ៊ុយក្រែន",
    "គីនសាសា": "រដ្ឋធានីនៃសាធារណរដ្ឋប្រជាធិបតេយ្យកុងហ្គោ",
    "កូឡាឡាំពួ": "រាជធានីនៃប្រទេសម៉ាឡេស៊ី",
    "ទីក្រុងគុយវ៉ែត": "រាជធានីនៃប្រទេសគុយវ៉ែត",
    "ឡាប៉ាស": "រដ្ឋធានីនៃប្រទេសបូលីវី",
    "លីម៉ា": "រាជធានីនៃប្រទេសប៉េរូ",
    "លួនដា": "រាជធានីនៃប្រទេសអង់ហ្គោឡា",
    "លុចសំបួរ": "រាជធានីនៃប្រទេសលុចសំបួរ",
    "ម៉ាឡាបូ": "រដ្ឋធានីនៃអេក្វាទ័រហ្គីណេ",
    "បុរស": "រាជធានីនៃប្រទេសម៉ាល់ឌីវ",
    "ម៉ាណាហ្គា": "រដ្ឋធានីនីការ៉ាហ្គា",
    "ម៉ាណាម៉ា": "រាជធានីនៃប្រទេសបារ៉ែន",
    "ម៉ានីល": "រាជធានីនៃប្រទេសហ្វីលីពីន",
    "ផែនទី": "រដ្ឋធានីនៃប្រទេសម៉ូសំប៊ិក",
    "ម៉ាសេរូ": "រដ្ឋធានីឡេសូតូ",
    "មេកា": "រដ្ឋធានីនៃប្រទេសអារ៉ាប៊ីសាអូឌីត",
    "មីនស្ក": "រាជធានីនៃប្រទេសបេឡារុស្ស",
    "muscat": "រដ្ឋធានីនៃប្រទេសអូម៉ង់",
    "មបាបេន": "រាជធានីនៃ eswatini",
    "ប្រាក": "រដ្ឋធានីនៃប្រទេសឆេក",
    "រ៉ូសូ": "រាជធានីនៃប្រទេសដូមីនីកា",
    "សាន់តូដូមីងហ្គោ": "រដ្ឋធានីនៃសាធារណរដ្ឋដូមីនីកែន",
    "គីតូ": "រដ្ឋធានីនៃប្រទេសអេក្វាឌ័រ",
    "សានសាវ៉ាឌ័រ": "រដ្ឋធានី អែលសាល់វ៉ាឌ័រ",
    "អូឡាឡា": "រដ្ឋធានីនៃអេក្វាទ័រហ្គីណេ",
    "libreville": "រដ្ឋធានីនៃប្រទេសហ្គាបុង",
    "Port-au-prince": "រដ្ឋធានីនៃប្រទេសហៃទី",
    "ប៊ូដាប៉េស": "រាជធានីនៃប្រទេសហុងគ្រី",
    "រីកយ៉ាវិក": "រដ្ឋធានីនៃអ៊ីស្លង់",
    "ស៊ូវ៉ា": "រាជធានីនៃប្រទេសហ្វីជី",
    "ស្កុបជេ": "រដ្ឋធានីនៃប្រទេសម៉ាសេដូនខាងជើង"
}