Repository: tomasvana10/xpuz
Catalog: locales/co/LC_MESSAGES/messages.po
Languages: co

source: View crosswords
co: Vede i cruciverbi

source: Exit the app
co: Esci da l'app

source: Global Settings
co: Settings Global

source: Languages
co: Lingue

source: Size
co: Taglia

source: light
co: luce

source: dark
co: scuru

source: system
co: sistema

source: Appearance
co: Apparizione

source: Crossword Browser
co: Browser cruciverba

source: Go back
co: Riturnà

source: Load crossword
co: Caricà cruciverba

source: Open web app
co: Apri l'app web

source: Terminate web app
co: Termina l'app web

source: Word count preferences
co: Preferenze di conte di parolle

source: Select word count
co: Sceglie u numeru di parolle

source: Maximum
co: Massimu

source: View
co: Vede

source: Close
co: Chiudi

source: Total words
co: Parulle totale

source: Difficulty
co: Difficultà

source: difficulty
co: difficultà

source: Select
co: Selezziunà

source: Restart
co: Riavvia

source: Are you sure you want to restart the app?
co: Sò sicuru chì vulete riavvia l'app?

source: Exit
co: Esci

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
co: Sò sicuru chì vulete esce da l'app? Se l'app web hè in esecuzione, serà terminata.

source: Back to home
co: Torna in casa

source: Are you sure you want to go back to the home screen? The web app will be terminated.
co: Sò sicuru chì vulete vultà à u screnu in casa ? L'app web serà terminata.

source: Error
co: Errore

source: This language is already selected.
co: Sta lingua hè digià sceltu.

source: This size is already selected.
co: Sta taglia hè digià sceltu.

source: This appearance is already selected.
co: Stu aspettu hè digià sceltu.

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, either find the Flask app process and terminate it, change the `webapp_port` number in src/config.ini, or restart your computer. ALSO IMPORTANT: In some cases, you may have launched the web app yet your browser cannot view it. If this happens, please restart your browser.
co: U primu lanciu, per piacè leghjite: Una volta chì avete caricatu un cruciverba, è vulete carricà un altru, duvete prima finisce l'app web. IMPORTANTE: Sè site in macOS, forzate a abbandunà l'applicazione (usendu cmd + q) mentre l'app web hè in esecuzione, impediscenu di finisce bè. Se fate questu per sbagliu, truvate u prucessu di l'app Flask è finisce, cambiate u numeru `webapp_port` in src/config.ini, o riavviate u vostru urdinatore. AUSSI IMPORTANTE: In certi casi, pudete avè lanciatu l'app web ma u vostru navigatore ùn pò micca vede. Se questu succede, riavvia u vostru navigatore.

source: Crossword Puzzle - Game
co: Crossword Puzzle - Ghjocu

source: Across
co: À traversu

source: Down
co: Giù

source: You completed the crossword!
co: Avete finitu u cruciverba !

source: Easy
co: Facile

source: Hard
co: Duru

source: Extreme
co: Estremo

source: Geography
co: Geografia
