Repository: tomasvana10/xpuz
Catalog: xpuz/locales/ceb/LC_MESSAGES/messages.po
Languages: ceb

source: Select a destination to export your crosswords to
ceb: Pagpili usa ka padulngan aron ma-export ang imong mga crosswords sa

source: Select a valid crossword JSON file that was exported using xpuz
ceb: Pagpili usa ka balido nga file sa crossword json nga gi-export gamit ang xpuz

source: Select a destination to export your ipuz to
ceb: Pagpili usa ka padulngan aron ma-export ang imong IPUZ

source: Answers
ceb: Tubag

source: Select a destination to download your PDF to
ceb: Pagpili usa ka padulngan aron ma-download ang imong PDF sa

source: Across
ceb: Tabok

source: Down
ceb: Sa ubos

source: Remove
ceb: Pulason

source: Are you sure you want to delete this
ceb: Sigurado ka nga gusto nimo nga tangtangon kini

source: It will be lost forever!
ceb: Mawala kini hangtod sa hangtod!

source: Add or select
ceb: Pagdugang o pagpili

source: Are you sure you want to add/select a
ceb: Sigurado ka nga gusto nimo idugang / pilia ang a

source: Your modified fields will be reset!
ceb: Ang imong giusab nga mga uma pag-reset!

source: Back to home
ceb: Balik sa balay

source: Are you sure you want to go back to the home screen? Your modified fields will be reset!
ceb: Sigurado ka ba nga gusto nimo nga mobalik sa home screen?Ang imong giusab nga mga uma pag-reset!

source: Info
ceb: Impormasyon

source: Are you sure you want to import crosswords? Your modified fields will be reset!
ceb: Sigurado ka ba nga gusto nimo nga mag-import mga crosswords?Ang imong giusab nga mga uma pag-reset!

source: Restart
ceb: I-restart

source: Are you sure you want to restart the app?
ceb: Sigurado ka ba nga gusto nimong i-restart ang app?

source: Exit
ceb: Paggawas

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
ceb: Sigurado ka nga gusto nimong mugawas sa app? Kung ang web app nagdagan, kini mahunong.

source: Are you sure you want to go back to the home screen? The web app will be terminated.
ceb: Sigurado ka ba nga gusto nimong mobalik sa home screen? Ang web app ihunong.

source: Error
ceb: Sayop

source: This language is already selected.
ceb: Kini nga pinulongan gipili na.

source: This size is already selected.
ceb: Kini nga gidak-on gipili na.

source: This appearance is already selected.
ceb: Kini nga panagway gipili na.

source: This quality is already selected.
ceb: Kini nga kalidad napili na.

source: A crossword with this name and difficulty already exists. Please choose a new name and/or a new difficulty.
ceb: Adunay usa ka crossword nga adunay kini nga ngalan ug kalisud na.Palihug pagpili usa ka bag-ong ngalan ug / o usa ka bag-ong kalisud.

source: You have no crosswords to export. Please make some and try again.
ceb: Wala ka'y ​​mga crosswords aron ma-export.Palihug paghimo og pipila ug pagsulay pag-usab.

source: Successfully exported your crosswords.
ceb: Malampuson nga gi-export ang imong mga crosswords.

source: Your crosswords could not be exported, sorry.
ceb: Ang imong mga crosswords dili ma-export, sorry.

source: All of your crosswords were successfully imported.
ceb: Ang tanan nimong mga crosswords malampuson nga gi-import.

source: Your import could not be fully completed.
ceb: Ang imong import dili mahimo nga hingpit nga makumpleto.

source: Crosswords with duplicate names and difficulties that were not imported:
ceb: Mga crosswords nga adunay mga doble nga ngalan ug kalisud nga wala ma-import:

source: Invalid crosswords that were not imported:
ceb: Ang mga dili husto nga crosswords nga wala ma-import:

source: The specified JSON file is invalid and cannot be processed.
ceb: Ang gitino nga file sa JSON dili husto ug dili maproseso.

source: This word already exists. Please choose a new word.
ceb: Kini nga pulong naa na.Palihug pagpili usa ka bag-ong pulong.

source: An error occurred while creating your PDF. Please try again.
ceb: Usa ka sayup ang nahitabo samtang naghimo sa imong PDF.Palihug sulayi pag-usab.

source: words that could not be inserted during crossword generation will not be included in this PDF, sorry.
ceb: Ang mga pulong nga dili ikawas sa panahon sa henerasyon sa crossword dili ilakip sa kini nga PDF, sorry.

source: Successfully wrote PDF.
ceb: Malampuson nga nagsulat sa PDF.

source: You are missing pycairo, which is required to perform this operation. Please run
ceb: Nawala ka nga Pycairo, nga gikinahanglan aron mahimo kini nga operasyon.Palihug pagdagan

source: and install the headers for pycairo if you are not on Windows using pycairo's Getting Started guide
ceb: ug i-install ang mga header alang sa pycairo kung wala ka sa Windows gamit ang pag-undang sa giya sa Pycairo

source: Successfully wrote ipuz
ceb: Malampuson nga nagsulat iPuz

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, the program will run new web apps with a different port. Alternatively, you can manually change the port in the program's config file. All app processes that have not been properly terminated can be terminated through Activity Monitor on MacOS, or, simply restart your computer to terminate them.
ceb: Sa unang higayon nga paglansad, palihug basaha: Sa higayon nga nakarga na nimo ang usa ka crossword, ug gusto nga magkarga og lain, kinahanglan nimo nga tapuson una ang web app. IMPORTANTE: Kung naa ka sa macOS, pugson ang pag-undang sa aplikasyon (gamit ang cmd+q) samtang nagdagan ang web app makapugong niini sa husto nga pagtapos. Kung nasayop ka sa pagbuhat niini, ang programa magpadagan sa bag-ong web apps nga adunay lahi nga pantalan. Sa laing paagi, mahimo nimong usbon ang port sa config file sa programa. Ang tanan nga mga proseso sa app nga wala mahuman sa hustong paagi mahimong tapuson pinaagi sa Activity Monitor sa MacOS, o, i-restart lang ang imong computer aron tapuson kini.

source: An unexpected error occured. Please try reinstalling the application with
ceb: Usa ka wala damha nga sayup nga nahitabo.Palihug sulayi nga i-install ang aplikasyon sa

source: Definitions are empty
ceb: Ang mga kahulugan wala'y sulod

source: The word count or definitions are less than 3 in length
ceb: Ang pulong ihap o mga kahulugan dili moubos sa 3 sa gitas-on

source: Length of the word count is greater than the definitions
ceb: Ang gitas-on sa pulong nga ihap mas dako kaysa sa mga kahulugan

source: Escape character present in word
ceb: Pag-ikyas sa Kinaiya nga Nagpakita sa Pulong

source: Crossword Puzzle - Game
ceb: Puzzle sa crossword - Game

source: Auto-word
ceb: AUTO-PULONG

source: Zoom
ceb: Pag-zoom

source: Reveal
ceb: Pagpadayag sa

source: Cell
ceb: Selula

source: Word
ceb: Pulong

source: Check
ceb: Tseke

source: Clear
ceb: Tataw

source: Unrevealed
ceb: Wala maabtik

source: You are viewing
ceb: Imong gitan-aw

source: from
ceb: gikan

source: word(s) could not be inserted, sorry.
ceb: Ang mga (mga) pulong dili mahimong i-insert, sorry.

source: Word count (adjusted)
ceb: WORD COUNT (GIPADAYAG)

source: Word count
ceb: Pag-ihap sa pulong

source: Continue
ceb: Magpadayon

source: You completed the crossword!
ceb: Nahuman nimo ang crossword!

source: Close
ceb: Suod nga

source: Categorised
ceb: Labot

source: Flattened
ceb: Patagon

source: Embedded
ceb: Gilakip

source: Back
ceb: Sa likod

source: HomePage
ceb: Balay sa balay

source: Search
ceb: Mangita

source: Create
ceb: Paghimo

source: Play
ceb: Magdula

source: Game view
ceb: Pagtan-aw sa Game

source: Export as
ceb: Pag-eksport ingon

source: Destroy
ceb: Moguba

source: Word count preferences
ceb: Mga gusto sa pag-ihap sa pulong

source: Select word count
ceb: Pagpili sa gidaghanon sa pulong

source: Maximum
ceb: Kinadak-an

source: To perform this operation, you must first select a cell.
ceb: Aron mahimo kini nga operasyon, kinahanglan ka una nga magpili usa ka cell.

source: View
ceb: Panglantaw

source: Total words
ceb: Totang mga pulong

source: Difficulty
ceb: Kalisod

source: Select
ceb: Pagpili

source: Your Crosswords
ceb: Imong mga crosswords

source: Save
ceb: Magtigom

source: length >= 1 and valid OS file name
ceb: Haba> = 1 ug balido nga ngalan sa file sa OS

source: length == 1
ceb: gitas-on == 1

source: Easy
ceb: Sayon

source: Hard
ceb: Lisud

source: Extreme
ceb: Grabe

source: Adding
ceb: Pagdugang

source: Add
ceb: Modugang

source: Press
ceb: Idusok

source: to add a
ceb: Aron makadugang a

source: new crossword.
ceb: bag-ong crossword.

source: Editing
ceb: Pag-edit

source: Your Words
ceb: Imong mga Pulong

source: length >= 1 and length <= 32 and is a language character
ceb: Haba> = 1 ug gitas-on <= 32 ug usa ka kinaiya sa sinultian

source: length >= 1
ceb: Haba> = 1

source: new word.
ceb: Bag-ong Pulong.

source: light
ceb: kahayag

source: dark
ceb: ngitngit

source: system
ceb: sistema

source: terrible
ceb: mangilngig

source: poor
ceb: pobre

source: great
ceb: dako

source: perfect
ceb: hingpit

source: Global Settings
ceb: Mga Setting sa Kalibutan

source: Language
ceb: Sinultihan

source: Size
ceb: Gidak-on

source: Appearance
ceb: Panagway

source: Crossword Quality
ceb: Kalidad sa krus

source: New version available!
ceb: Bag-ong bersyon nga magamit!

source: Geography
ceb: Geograpiya

source: Science
ceb: Siyensiya

source: User
ceb: Tiggamit

source: Clue
ceb: Timailhan

source: Name
ceb: Ngalan

source: Symbol
ceb: Timailhan
