Repository: tomasvana10/xpuz
Catalog: locales/ig/LC_MESSAGES/messages.po
Languages: ig

source: Crossword Puzzle
ig: Okwu mgbagwoju anya

source: View crosswords
ig: Lelee okwu mkparịta ụka

source: Exit the app
ig: Wepụ ngwa ahụ

source: Global Settings
ig: Ntọala zuru ụwa ọnụ

source: 🌐 Languages
ig: 🌐 asụsụ

source: Size
ig: Nha

source: light
ig: ìhè

source: dark
ig: ọchịchịrị

source: system
ig: usoro

source: Appearance
ig: Ọdịdị

source: Crossword Browser
ig: Ihe nchọgharị okwu crossword

source: Go back
ig: Laghachi azụ

source: Load crossword
ig: Ibu okwu ntughari

source: Open web app
ig: Mepee ngwa weebụ

source: Terminate web app
ig: Kwụsị ngwa weebụ

source: Word count preferences
ig: Mmasị ọnụọgụ okwu

source: Select word count
ig: Họrọ ọnụ ọgụgụ okwu

source: Maximum
ig: Kachasị

source: Custom
ig: Omenala

source: Total words
ig: Mkpokọta okwu

source: Difficulty
ig: Ihe isi ike

source: difficulty
ig: ike

source: Select
ig: Họrọ

source: Restart
ig: Malitegharịa ekwentị

source: Are you sure you want to restart the app?
ig: Ị ji n&#39;aka na ịchọrọ ịmalitegharị ngwa ahụ?

source: Exit
ig: Ụzọ ọpụpụ

source: Are you sure you want to exit the app? If the web app is running, it will be terminated.
ig: Ị ji n&#39;aka na ịchọrọ ịpụ na ngwa ahụ? Ọ bụrụ na ngwa weebụ na-agba ọsọ, a ga-akwụsị ya.

source: Back to home
ig: Laghachi n&#39;ụlọ

source: Are you sure you want to go back to the home screen? The web app will be terminated.
ig: Ị ji n&#39;aka na ịchọrọ ịlaghachi na ihuenyo ụlọ? A ga-akwụsị ngwa weebụ.

source: Error
ig: Njehie

source: This language is already selected.
ig: Asụsụ a ahọpụtalarị.

source: This size is already selected.
ig: Ahọpụtala nha a.

source: This appearance is already selected.
ig: Ahọpụtalarị ọdịdị a.

source: Info
ig: Ozi

source: First time launch, please read: Once you have loaded a crossword, and wish to load another one, you must first terminate the web app. IMPORTANT: If you are on macOS, force quitting the application (using cmd+q) while the web app is running will prevent it from properly terminating. If you mistakenly do this, either find the Flask app process and terminate it, change the `webapp_port` number in src/config.ini, or restart your computer. ALSO IMPORTANT: In some cases, you may have launched the web app yet your browser cannot view it. If this happens, please restart your browser.
ig: Mwepụta oge mbụ, biko gụọ: Ozugbo i bujuru okwu mkpagharị, ma chọọ ibu nke ọzọ, ị ga-ebu ụzọ kwụsị ngwa weebụ. Mkpa: Ọ bụrụ na ịnọ na macOS, manye ịkwụsị ngwa ahụ (iji cmd + q) ka ngwa weebụ na-agba ọsọ ga-egbochi ya ịkwụsị nke ọma. Ọ bụrụ na ịmee nke a n&#39;ụzọ hiere ụzọ, chọta usoro ngwa Flask wee kwụsị ya, gbanwee nọmba `webapp_port` na src/config.ini, ma ọ bụ malitegharịa kọmputa gị. Ọ dị mkpa: N&#39;ọnọdụ ụfọdụ, ị nwere ike ịmalitela ngwa weebụ mana ihe nchọgharị gị enweghị ike ịhụ ya. Ọ bụrụ na nke a emee, biko malitegharịa ihe nchọgharị gị.

source: Crossword Puzzle - Game
ig: Okwu mgbagwoju anya - Egwuregwu

source: Across
ig: N&#39;ofe

source: Down
ig: Ala

source: You completed the crossword!
ig: Ị mechaala okwu mkparịta ụka!

source: Close
ig: Mechie

source: Easy
ig: Mfe

source: Medium
ig: Ọkara

source: Hard
ig: siri ike

source: Extreme
ig: Oke
