{
    "ukuhlolwa kuka-abel": "Indlela yokuhlola ukuhlangana kochungechunge olungapheli",
    "ukuhlangana okuphelele": "Uchungechunge olungapheli kuthiwa luhlangana ngokuphelele uma isamba samanani aphelele wezifinyezo sinomkhawulo",
    "isilinganiso esiphezulu": "Inani eliphakeme kakhulu elitholwa umsebenzi",
    "ubuncane obuphelele": "Inani eliphansi kakhulu elitholwa umsebenzi",
    "inani eliphelele": "Inani elingelona elenegethivu lenombolo yangempela ngaphandle kokubheka uphawu lwayo",
    "uchungechunge olushintshanayo": "Uchungechunge olungapheli amagama awo ashintshana phakathi kokuphozithivu nokubi",
    "ukuhlolwa kochungechunge olushintshayo": "Indlela esetshenziswa ukufakazela ukuthi uchungechunge olushintshayo olunamagama ehla ngenani eliphelele luwuchungechunge oluguqukayo.",
    "annulus": "Into emise okwendandatho, isifunda esiboshwe yizindilinga ezimbili ezigxilile",
    "i-antiderivative": "Umsebenzi ohlukanisekayo okuphuma kwawo kulingana nomsebenzi wangempela",
    "asymptote": "Umugqa othi ibanga eliphakathi kwejika nomugqa lisondele kuziro njengokukodwa noma kokubili kwezixhumanisi zika-x noma y kuvame ukungapheli",
    "indawo engaphansi kwejika": "Okubalulekile okumelela indawo ephakathi kwekhevu y=f(x), i-eksisi x, kanye nemigqa eqondile x=a kanye no-x=b, lapho u-a no-b kuyimikhawulo yokuhlanganisa.",
    "umthetho weketanga": "Okuphuma kokunye komsebenzi oyinhlanganisela kuwukuphuma komsebenzi wangaphandle ohlaziywa ngezikhathi zokusebenza zangaphakathi okuphuma kokunye kokunye komsebenzi ongaphakathi.",
    "umehluko wokubala": "Ihlola izinga lokushintsha amanani. Isibalo sokuphuma kokunye sisetshenziselwa ukuchaza izinga loshintsho lomsebenzi",
    "okuguquguqukayo okuzimele": "Inani elikhohliswa kumsebenzi noma isibalo, ngokuvamile elimelela imbangela kubudlelwano bembangela-nomphumela",
    "okuguquguqukayo okuncike": "Umphumela noma umphumela kumsebenzi noma ubudlelwano obushintshayo ngokusekelwe kumanani amanye amanani",
    "isizinda": "Isho wonke amanani angenzeka angasetshenziswa njengokufakwayo kumsebenzi",
    "ububanzi": "Isethi yakho konke okuphumayo okungaba khona umsebenzi ongakhiqiza",
    "umkhawulo": "Umqondo ochaza ukuthi yimaphi amanani okukhiphayo umsebenzi osondela kuwo njengoba okokufaka kusondela kunani elithile",
    "okuphuma kokunye": "Umqondo okala izinga elisheshayo loshintsho noma ukuthambekela komugqa we-tangent endaweni ethile kumsebenzi",
    "I-calculus ebalulekile": "Isandiso sokubala esifaka phakathi ukuthola isinqamuleli sokuphuma kokunye komsebenzi okuphuma kokunye okukhitshwayo",
    "umugqa obalulekile": "Ukuhlanganiswa komsebenzi eduze komugqa wejika",
    "indawo ebalulekile": "Ukwenziwa ngokujwayelekile kokuhlanganisa okuhlukene ekuhlanganisweni phezu kwendawo",
    "i-multivariable calculus": "Isandiso se-calculus kokuguquguquka okukodwa kuya ku-calculus nemisebenzi yeziguquguquki ezimbalwa",
    "inkambu ye-vector": "Iphuzu emkhathini elinobukhulu nesiqondiso",
    "i-vector calculus": "Isandiso sokubala esiphathelene nokuhlukaniswa nokuhlanganiswa kwenkundla ye-vector endaweni ye-Euclidean enezinhlangothi ezintathu.",
    "amandla e-vector": "Inkambu ye-vector enikeza inkambu ye-solenoidal ngokusebenzisa i-curl opharetha"
}