{
    "idanwo abel": "A ọna ti igbeyewo fun awọn convergence ti ẹya ailopin jara",
    "idi convergence": "Ẹya ailopin ni a sọ pe yoo pejọ ni pipe ti apapọ awọn iye pipe ti awọn akojọpọ jẹ opin",
    "idi ti o pọju": "Iye ti o ga julọ iṣẹ kan wa",
    "idi kere": "Awọn ni asuwon ti iye iṣẹ kan de ọdọ",
    "idi iye": "Iye ti kii ṣe odi ti nọmba gidi kan laisi iyi si ami rẹ",
    "alternating jara": "Ẹya ailopin ti awọn ofin rẹ yipada laarin rere ati odi",
    "alternating jara igbeyewo": "Ọna ti a lo lati fi mule pe jara aropo pẹlu awọn ofin ti o dinku ni iye pipe jẹ jara convergent",
    "annulus": "Nkan ti o ni iwọn oruka, agbegbe ti o ni opin nipasẹ awọn iyika concentric meji",
    "antiderivative": "Iṣẹ iyatọ ti itọsẹ rẹ jẹ dogba si iṣẹ atilẹba",
    "asymptote": "Laini bii aaye laarin ọna ati laini n sunmọ odo bi ọkan tabi mejeeji ti awọn ipoidojuko x tabi y duro si ailopin.",
    "agbegbe labẹ a ti tẹ": "Asopọmọra ti o duro fun agbegbe laarin awọn tẹ y=f(x), x-axis, ati awọn laini inaro x=a ati x=b, nibiti a ati b jẹ awọn ifilelẹ ti iṣọpọ.",
    "pq ofin": "Itọsẹ ti iṣẹ akojọpọ jẹ itọsẹ ti iṣẹ ita ti a ṣe ayẹwo ni awọn akoko iṣẹ inu ti itọsẹ ti iṣẹ inu.",
    "iṣiro iyatọ": "Iwadi oṣuwọn iyipada ti awọn iwọn. Idogba itọsẹ jẹ lilo lati ṣe apejuwe oṣuwọn iyipada iṣẹ kan",
    "ominira ayípadà": "Opoiye ti o jẹ ifọwọyi ni iṣẹ kan tabi idogba, nigbagbogbo n ṣe aṣoju idi naa ni ibatan idi-ati-ipa",
    "ti o gbẹkẹle ayípadà": "Abajade tabi abajade ni iṣẹ kan tabi ibatan ti o yipada da lori awọn iye ti awọn iwọn miiran",
    "ibugbe": "Ntọkasi gbogbo awọn iye to ṣee ṣe ti o le ṣee lo bi titẹ sii si iṣẹ kan",
    "ibiti o": "Eto gbogbo awọn abajade ti o ṣeeṣe ti iṣẹ kan le ṣe ọja",
    "ifilelẹ lọ": "Agbekale ti o ṣapejuwe kini awọn iye iṣejade iṣẹ kan n sunmọ bi awọn igbewọle ṣe sunmọ iye kan",
    "awọn itọsẹ": "Ero kan ti o ṣe iwọn oṣuwọn iyipada lẹsẹkẹsẹ tabi ite ti laini tangent ni aaye kan lori iṣẹ kan",
    "iṣiro apapọ": "Itẹsiwaju ti iṣiro ti o kan wiwa apanirun iṣẹ ti a fun ni itọsẹ",
    "ila je": "Ijọpọ ti iṣẹ kan pẹlu laini ti tẹ",
    "dada je": "Isọpọ ti awọn akojọpọ oriṣiriṣi si awọn iṣọpọ lori awọn ipele",
    "multivariable isiro": "Itẹsiwaju ti iṣiro ni oniyipada kan si iṣiro pẹlu awọn iṣẹ ti awọn oniyipada pupọ",
    "aaye fekito": "Ojuami ni aaye ti o ni titobi ati itọsọna",
    "iṣiro fekito": "Ifaagun ti iṣiro ti o ṣe pẹlu iyatọ ati isọpọ ti aaye fekito ni aaye Euclidean onisẹpo mẹta.",
    "fekito o pọju": "Aaye fekito eyiti o funni ni aaye solenoidal nipasẹ oniṣẹ ẹrọ curl"
}