{
    "fotosynteza": "Proces, w wyniku którego rośliny wykorzystują światło słoneczne, wodę i CO2 do produkcji żywności (glukozy)",
    "oddychania komórkowego": "Proces, w wyniku którego komórki rozkładają glukozę w celu uwolnienia energii",
    "mitochondria": "Organelle w komórkach odpowiedzialne za oddychanie komórkowe",
    "chlorofil": "Zielony pigment roślin, który pochłania światło słoneczne w celu fotosyntezy",
    "DNA": "Kwas deoksyrybonukleinowy, cząsteczka niosąca informację genetyczną",
    "rna": "Kwas rybonukleinowy, cząsteczka biorąca udział w syntezie białek",
    "białko": "Cząsteczka zbudowana z aminokwasów, pełniąca różne funkcje organizmu",
    "enzym": "Białko przyspieszające reakcje chemiczne w organizmie",
    "komórka": "Podstawowa jednostka życia, podstawowy element budulcowy wszystkich żywych istot",
    "tkanka": "Grupa podobnych komórek współpracujących w celu wykonania określonej funkcji",
    "organ": "Grupa tkanek współpracujących w celu pełnienia określonej funkcji",
    "układ narządów": "Grupa narządów współpracujących w celu wykonywania złożonej funkcji",
    "homeostaza": "Zdolność organizmu do utrzymania stabilnego środowiska wewnętrznego",
    "dostosowanie": "Zmiana w organizmie, która pomaga mu przetrwać i rozmnażać się w swoim środowisku",
    "ewolucja": "Proces, w wyniku którego populacje organizmów zmieniają się w czasie",
    "naturalna selekcja": "Proces, dzięki któremu organizmy o cechach lepiej dostosowanych do środowiska mają większe szanse na przeżycie i rozmnażanie się",
    "ekologia": "Badanie interakcji organizmów ze sobą i środowiskiem",
    "ekosystem": "Wspólnota organizmów żywych i ich środowisko nieożywione oddziałujące na siebie",
    "biosfera": "Część Ziemi, która podtrzymuje życie",
    "taksonomia": "Dział biologii zajmujący się klasyfikacją organizmów",
    "morfologia": "Dział biologii zajmujący się badaniem formy i struktury",
    "fizjologia": "Dział biologii zajmujący się badaniem funkcji i procesów zachodzących w organizmach żywych",
    "autotrof": "Organizm potrafiący wytwarzać własne pożywienie przy użyciu światła lub substancji chemicznych (np. roślin)",
    "heterotrof": "Organizm, który zdobywa pożywienie poprzez zjadanie innych organizmów (np. zwierząt)",
    "producent": "Organizm wytwarzający materię organiczną (np. Rośliny)",
    "konsument": "Organizm żywiący się materią organiczną wytworzoną przez inne organizmy (np. zwierzęta)",
    "rozkładacz": "Organizm rozkładający martwe organizmy i materię organiczną (np. Grzyby, bakterie)",
    "siedlisko": "Naturalne środowisko organizmu",
    "populacja": "Grupa organizmów tego samego gatunku zamieszkujących określony obszar",
    "wspólnota": "Grupa różnych populacji oddziałujących ze sobą na określonym obszarze",
    "biom": "Ekosystem o dużej skali z charakterystycznymi roślinami i zwierzętami (np. pustynia, las deszczowy)",
    "różnorodność biologiczna": "Różnorodność życia na Ziemi na wszystkich poziomach, od genów po ekosystemy",
    "zagrożony": "Gatunki zagrożone wyginięciem",
    "wymarły": "Gatunki, które już nie istnieją"
}